{
    "bible_book": "디모데전서",
    "chapter_number": 1,
    "commentaries": [
        {
            "verse_reference": "1:1",
            "commentary": "우리 구주 하나님과 우리 소망이신 그리스도 예수의 명령을 따라 그리스도 예수의 사도 된 바울은"
        },
        {
            "verse_reference": "1:2",
            "commentary": "믿음 안에서 참 아들 된 디모데에게 편지하노니 하나님 아버지와 그리스도 예수 우리 주께로부터 은혜와 긍휼과 평강이 네게 있을지어다"
        },
        {
            "verse_reference": "1:3",
            "commentary": "내가 마게도냐로 갈 때에 너를 권하여 에베소에 머물라 한 것은 어떤 사람들을 명하여 다른 교훈을 가르치지 말며"
        },
        {
            "verse_reference": "1:4",
            "commentary": "신화와 끝없는 족보에 착념치 말게 하려 함이라 이런 것은 믿음 안에 있는 하나님의 경륜을 이룸보다 도리어 변론을 내는 것이라"
        },
        {
            "verse_reference": "1:5",
            "commentary": "경계의 목적은 청결한 마음과 선한 양심과 거짓이 없는 믿음으로 나는 사랑이거늘"
        },
        {
            "verse_reference": "1:6",
            "commentary": "사람들이 이에서 벗어나 헛된 말에 빠져"
        },
        {
            "verse_reference": "1:7",
            "commentary": "율법의 선생이 되려 하나 자기의 말하는 것이나 자기의 확증하는 것도 깨닫지 못하는도다"
        },
        {
            "verse_reference": "1:8",
            "commentary": "그러나 사람이 율법을 법 있게 쓰면 율법은 선한 것인 줄 우리는 아노라"
        },
        {
            "verse_reference": "1:9",
            "commentary": "알 것은 이것이니 법은 옳은 사람을 위하여 세운 것이 아니요 오직 불법한 자와 복종치 아니하는 자며 경건치 아니한 자와 죄인이며 거룩하지 아니한 자와 망령된 자며 아비를 치는 자와 어미를 치는 자며 살인하는 자며"
        },
        {
            "verse_reference": "1:10",
            "commentary": "음행하는 자며 남색하는 자며 사람을 탈취하는 자며 거짓말하는 자며 거짓 맹세하는 자와 기타 바른 교훈을 거스리는 자를 위함이니"
        },
        {
            "verse_reference": "1:11",
            "commentary": "이 교훈은 내게 맡기신 바 복되신 하나님의 영광의 복음을 좇음이니라"
        },
        {
            "verse_reference": "1:12",
            "commentary": "나를 능하게 하신 그리스도 예수 우리 주께 내가 감사함은 나를 충성되이 여겨 내게 직분을 맡기심이니"
        },
        {
            "verse_reference": "1:13",
            "commentary": "내가 전에는 훼방자요 핍박자요 포행자이었으나 도리어 긍휼을 입은 것은 내가 믿지 아니할 때에 알지 못하고 행하였음이라"
        },
        {
            "verse_reference": "1:14",
            "commentary": "우리 주의 은혜가 그리스도 예수 안에 있는 믿음과 사랑과 함께 넘치도록 풍성하였도다"
        },
        {
            "verse_reference": "1:15",
            "commentary": "미쁘다 모든 사람이 받을 만한 이 말이여 그리스도 예수께서 죄인을 구원하시려고 세상에 임하셨다 하였도다 죄인 중에 내가 괴수니라"
        },
        {
            "verse_reference": "1:16",
            "commentary": "그러나 내가 긍휼을 입은 까닭은 예수 그리스도께서 내게 먼저 일체 오래 참으심을 보이사 후에 주를 믿어 영생 얻는 자들에게 본이 되게 하려 하심이니라"
        },
        {
            "verse_reference": "1:17",
            "commentary": "만세의 왕 곧 썩지 아니하고 보이지 아니하고 홀로 하나이신 하나님께 존귀와 영광이 세세토록 있어지이다 아멘"
        },
        {
            "verse_reference": "1:18",
            "commentary": "아들 디모데야 내가 네게 이 경계로써 명하노니 전에 너를 지도한 예언을 따라 그것으로 선한 싸움을 싸우며"
        },
        {
            "verse_reference": "1:19",
            "commentary": "믿음과 착한 양심을 가지라 어떤 이들이 이 양심을 버렸고 그 믿음에 관하여는 파선하였느니라"
        },
        {
            "verse_reference": "1:20",
            "commentary": "그 가운데 후메내오와 알렉산더가 있으니 내가 사단에게 내어 준 것은 저희로 징계를 받아 훼방하지 말게 하려 함이니라 =====1:1 우리 구주 하나님 - '구주'에 해당하는 헬라어 '소테로스'(* )는 이방신과 로마의 황제 숭배에도 사용되었던 호칭이다(Guthrie). 바울은 여기에서'우리'라는 말을 첨가함으로써 하나님이 사도 바울 자신뿐만 아니라 모든 성도들을 구속하시는 분이라는 것을 강조하고 있다. 그리스도 예수의 명령을 따라...사도 된 바울 - '사도'(* ,아포스톨로스)는 '하나님의 복음을 전하기 위하여 파송된 사람'이라는 뜻이다(고전15:8, 9 ; 갈 2:8). 처음 사도는 예수의 공생애(公生涯) 기간에 함께 생활한 제자들을 일컫는 말이었는데(눅 6:13), 나중에는 사도의 조건이 예수의 생활과 죽음과 부활을 전할수 있는 사람으로 발전했다(행 1:23-26). 바울은 여기에서 사도적 권위를 가지고 디모데에게 맡겨진 사역을 잘 감당하도록 격려하고 있다. '사도'라는 칭호는 당시바울 외에 복음 사역에 헌신하였던 바나바, 디도, 아볼로, 실라, 디모데에게도 동일하게 사용되었다(행 14:14 ; 고전 4:6 ; 빌 2:25 ; 살전 2:6). =====1:2 믿음 안에서 참 아들 된 디모데 - 디모데가 바울의 아들이 되었다는 것은 신앙 안에서 디모데가 바울의 영적 아들이라는 뜻이다. 혹자는 '종속적 원리'에서 바울과 디모데의 관계를 생각하지만(Calvin) 여기서는 '선생과 제자' 사이의 관계로 봄이 타당하다. 왜냐하면 당시에는 '선생과 제자'의 관계를 나타낼 때 '아버지와 아들'이라는용어가 널리 사용되었기 때문이다(Guthrie). 바울은 2차 전도 여행 때 루스드라에서그리스도인의 유대인 모친과 헬라인 부친 사이에서 태어난 아들 디모데를 만났다(행16:1-3). 그때 디모데는 바울의 전도 여행을 따라다니면서 신앙 교육을 철저히 받았다. 그리고나서 바울이 가장 신임하는 동역자 중의 한 사람이 되었기 때문에 바울이디모데를 영적으로 양육(養育)한 아들로 보는 것은 타당하다(빌 2:19-22). 은혜와 긍휼과 평강이 네게 있을지어다 - 바울은 그의 서신에서 일반적으로 '은혜와 평강'이라는 말을 인사말로 썼다(고전 1:3 ; 고후 1:2 ; 갈 1:3 ; 엡 1:2 ; 빌 1:2; 골 1:2 ; 살전 1:1 ; 살후 1:2 ; 딛 1:4 ; 몬 1:3). 그러나 본문에서는 '긍휼'이라는 말을 덧붙이고 있다. 이처럼 '긍휼'이 서신의 인사말에 언급된 경우는 본서 외에딤후 1:2 ; 요이 1:3 ; 유 1:2에만 해당된다. '긍휼'의 의미는 하나님이 인간의 모든상황을 지배하시고 한없는 사랑과 위로를 베풀어 주신다는 것이다(Hendriksen). 그러므로 긍휼은 죄인들을 고통에서 구원하여 항상 새롭게한다. 한편 '은혜'는 하나님이값없이 주신 구원의 선물이며, '평강'은 죄인이 하나님으로부터 받은 은혜의 결과이다. 이렇듯 은혜와 긍휼과 평강은 하나님으로부터 온다. =====1:3 내가 마게도냐로 갈 때에 너를 권하여 에베소에 머물라 한 것은 - 바울은 로마에서2년간 옥에 갇혔다가 석방된 후에 디모데를 데리고 그레데 섬을 지나 에베소까지 왔으나 계속 동행하지 못하고 디모데를 그 곳에 남겨둔 채 마게도냐로 떠났다. 바울이 마게도냐를 방문한 것은정확하지 않다. 그러나 바울이 디모데를 '권하여' 에베소에 머물도록 한 이유는 에베소 교회에 거짓 교사들의 미혹이 있었기 때문이다. 그래서 신실한동역자요, 믿음의 아들인 디모데가 아니면 복음 사역을 감당할 수 없었기 때문에 그를머물도록 한 것이다(Hervey, Calvin). '권하여'의 헬라어 '파레칼레사'(* )는 '간청하다', '간절히 원하다'는 의미로 디모데가 바울과 같이 마게도냐로 가기를 원했으나 에베소에 머물도록 했음을 시사한다. 다른 교훈을 가르치지 말며 - '다른 교훈'에 해당하는 헬라어 '헤테로디다스칼레인'(* )은 '거짓 교훈', 즉 정통 교훈과 배치(背馳)되는 이단적 사상을 의미한다. 이것은 초대 교회에 이미 공인된 기독교 교리가있었음을 암시한다(Guthrie). =====1:4 신화와 끝없는 족보 - '신화와 족보'는 하나의 표현으로 나누어서 생각해서는 안된다(Hendriksen). 유대인들에게는 모든 만물에 영(靈)이 있다는 영지주의 사상이 있었다(Earle). 이 영지주의자들과 유대교의 학자들은 가문을 소중하게 생각하는 유대의문화권 속에서 하나님과 인간 사이에 끝없는 족보가 있다고 생각하였고, 그리하여 구약 인물들에 대한 가상적 족보를 만들었다. 특히 아브라함과 모세, 대제사장들을 중심으로 족보와 전기를 만들어 개개의 자신들을 그들의 후예로 만들었다(Hervey, Hort).이러한 특색은 당시 유대교의 묵시 문학에서 발견되었다(Earle). 믿음 안에 있는 하나님의 경륜을 이룸보다 도리어 변론을 내는 것이라 - '경륜'에해당하는 헬라어 '오이코도미안'(* )은 '청지기' 즉 복음 사역을 위한 '직분'을 의미하지만(stewardship, RSV) '계획'으로도 번역할 수 있다(plan,LB). 그러므로 '믿음 안에 있는 하나님의 경륜'은 복음이 하나님의 계시에 의해서만전달되고 사람들이 믿음으로서만 받아들여질 수 있음을 의미한다(Hervey). 이에 반해신화와 족보는 첫째, 끝없는 논쟁을 불러일으킴은 물론 영지주의자들 스스로 유식 계급이라고 자처(自處)하게 하며, 둘째, 일반 성도들로 하여금 그것을 이해할 수 없는것으로 만들어 버린다. 그러므로 바울은 신화와 족보는 마침내 하나님의 교회에 계급주의와 분파 운동을 불러 일으켜 변론만 일삼게 한다고 지적하고 있다. =====1:5 경계의 목적은...사랑이거늘 - '경계'에 해당하는 헬라어 '파랑겔리아스'(* )는 '계명'을 의미한다(commandment, KJV). 이것은 디모데가 하나님의 청지기로서 그리스도인의 도덕적 책임을 다해야 함을 시사한다. 즉 하나님의말씀을 맡은 사역자는 성도들을 그릇된 이단 사상에 미혹되지 않도록 권고해야 하며그 권고의 동기는 '아가페' 사랑에 두어야 한다(Guthrie). 이러한 사랑은 '청결한 마음과 선한 양심과 거짓이 없는 믿음'으로부터 온다(Robertson). 여기서 '거짓이 없는믿음'이란 자신의 권위와 이익을 위해 불순한 동기로 믿는 것이 아니라, 신실한 동기를 가지고 믿는 믿음을 말한다(행 15:9). 당시의 거짓 교사들은 자신의 이득을 위해쓸데없는 신학 논쟁을 일삼으며 가식적인 믿음을 가지고 있었다. =====1:6 이에서 벗어나 헛된 말에 빠져 - '벗어나'의 헬라어 '아스토케산테스'(*)는 '표적을 벗어나다', '잘못 맞추다'는 의미이다(have goneoff, JB). 또한 '헛된 말'에 해당하는 '마타이올로기안'(* )은 신약성경을 통틀어 본절에만 나오는 단어로 '공허한 지껄임'을 의미한다. 따라서 본절은 불행하게도 어떤 사람들이 그리스도인의 신앙 생활의 기초인 청결한 마음과 선한 양심과 거짓이 없는 믿음에서 벗어나 쓸모없고 무의미한 말만 늘어 놓았다는 뜻이다. =====1:7 율법의 선생이 되려 하나 - 거짓 교사들은 자신들의 논리를 펴서 율법 선생이 되려고 했다. 그러나 그들은 모세 율법에 대한 연구가 아니라 유대주의자들과 영지주의자들이 가졌던 신화와 헛된 족보를 전파하여 공중 앞에서 자신들의 권위를 세우고자 하였다(Earle, Simpson). 그들은 이미 그리스도인이 가져야 할 사랑의 계명을 버렸기 때문에 그들의 말은 헛된 궤변에 불과하였다. 따라서 바울은 그들의 헛된 교만을 꾸짖고있는 것이다. 자기의 말하는 것이나 자기의 확증하는 것도 깨닫지 못하는도다 - 헛된 궤변을 남발하는 자들의 말은 성경의 권위에서 벗어났기 때문에 진리가 아니다. 또한 그들이 말하는 것이나 확증하는 것은 사랑의 진리나 율법에 대한 신성한 목적에서 벗어났기 때문에 무의미한 잡담(雜談)에 불과하였다(Guthrie). 성경의 심오한 진리를 깨닫지 못하면서 다른 사람들에게 성경에 대한 해석을 늘어놓기 좋아하는 사람들은 결국 그와 같은 어리석음을 범하는 것과 같다. =====1:8 율법은 선한 것인 줄 우리는 아노라 - 바울은 여러 곳에서 율법은 선하고 거룩한것이라고 말하였다(롬 7:12 ; 갈 3:24 ; 4:4, 5). 또한 본절에서 바울은 율법을 원목적(原目的)에 맞게 사용할 때 그 효용성이 발휘된다는 점에서 율법이 선하다고 말하고있다. 실상 율법은 인간의 구원을 완성시킬 수 없으나 인간이 죄인이라는 사실을 알려준다는 점에서 선한 직능이 있다(롬 7:7). 이러한 의미에서 율법은 인간을 구원으로인도하는 '몽학 선생'으로 묘사되었다(갈 3:24). 율법의 직능(職能)에 대한 상세한 내용은 갈 3:15-29 주제 강해 '율법과 복음의 비교' 및 '율법의 제한성과 연속성'을 참조하라. =====1:9 법은 옳은 사람을 위하여 세운 것이 아니요 - 바울의 주장은 모든 불의를 열거하는것에 목적이 있지 않았다. 다만 그가 의도한 바는 율법이 세워진 목적을 주장하려는것이다. 당시 에베소에 있는 거짓 교사들은 율법에 관해서 갖고있는 그들의 잘못된 견해들을 그대로 성도들에게 가르치고 있었으며, 그로 인해 성도들은 미혹을 당하고 있었다. 그래서 바울은 율법이 가지고 있는, 범죄를 억제하는 기능과 고발의 기능에 대해서 말하고 있다. 세상의 법도 악한 범죄를 다스리기 위하여 존재하는 것이지 결코의로운 사람의 행동을 제약하기 위하여 존재하는 것은 아니다. 율법 또한 행악자를 위하여 있는 것이지 의로운 자를 위하여 있는 것은 아니다. 그러나 그것은 의로운 사람이 율법 없이 살아간다는 것을 의미하지도 않는다(Lenski). 혹자는 본절의 '법'(*  , 노모스)을 '모세의 법'과 연관되는 것으로 설명한다. 그러나 이 견해는타당치 않다. 왜냐하면 '노모스'가 정관사를 수반하고 있지 않는 것으로 보아 '모세의법'이 아닌 '일반적인 도덕법'을 가리키고 있는 것이 확실하기 때문이다. 바울이 여기서 '옳은 사람'(* , 디카이오)이라고 한 것은 넓은 뜻으로 그리스도인을 대변하는 말로서 '믿음으로 의롭다 함을 받은자'를 가리키는 것이지 절대적으로완전한 사람을 가리키는 것은 아니다(Calvin). 불법한 자와 복종치 아니하는 자 - '불법한 자'란 율법을 제정하신 하나님을 무시하고 자고(自高)하는 자이다(롬 2:12 ; 고전 9:21). '복종치 아니하는 자'는 하나님의규칙 아래 자신을 복종시키기를 거부하여 질서를 어지럽히는 자들이다(Earle). 바울은본절에서 자신들의 말을 하면서 그리스도의 말씀은 알려고도, 들으려고도 안하는 에베소의 거짓 교사들을 염두에 두고 있다. 그러나 그들이 고의적으로 알려고 하지 않고,들으려고 하지 않더라도 하나님 앞에서 책임을 회피할 수 없으며 여전히 법의 테두리안에 있을 수밖에 없다. 경건치 아니한 자와 죄인 - 이것은 앞의 문구와 연결지어 해석해야 한다. 하나님의법을 무시하고 자기 뜻과 소견대로 사는 사람들이 곧 경건치 아니한 자요 죄인이다.'경건치 아니한자'의 헬라어 '아세베시'(* )는 '믿지 않는 자'란뜻인데(롬 1:18) 이는 삶과 행위에서 하나님을 무시하고 하나님의 뜻을 업신여기는 자를 말한다. 또한 '죄인'에 해당하는 헬라어 '히마르톨로이스'(* )는 자신의 존재 목적을 깨닫지 못하고 의식적(意識的)으로 하나님께 영광돌리는 것을 상실한 자를 가리킨다. 거룩하지 아니한 자와 망령된 자 - '거룩하지 아니한 자'와 '망령된 자'는 십계명중 첫 네 계명을 어기는 자를 지적한다(Lenski). '거룩하지 아니한 자'의 헬라어 '아노시오이스'(* )는 '속되고 부도덕한 자'로서 거룩하신 하나님의 영광을 손상시키고 그분의 뜻을 받들지 않는 자를 의미한다(벧전 1:15, 16). 이 말은 신약성경에서 본절과 딤후 3:2에서만 쓰였으나 70인역(LXX)에서는 자주 사용되었다(Barnes). '망령된 자'의 헬라어 '베벨로이스'(* )는 '가다'를뜻하는 '바이노'(* )와 '문지방'을 뜻하는 '벨로스'(* )와의 합성어로 '거룩한 곳을 범하는 사람'이란 뜻이다(profane, NASB). 이 단어는 신약성경에서 목회서신과(4:7 ; 6:20) 히 12:16에만 언급된다. 이상에서 열거된 여섯 가지의 죄악들은 모두 하나님을 거역하는 성격을 띠고 있다. 아비를 치는 자와 어미를 치는 자며 살인하는 자 - 이것은 십계명의 제5계명과 6계명을 거역한 자이다. '아비를 치는 자와 어미를 치는 자'에 해당하는 헬라어 '파트롤로아이스 카이 메트롤로아이스'(* )는 '아비'를 뜻하는 '파테르'(* )와 '어미'를 뜻하는 '메테르'(* )에 '죽이다'를 뜻하는 '알로이아오'(* )가결합된 형태이다(Bernard). 그러므로 이는 살인죄와 부모를 공경하지 않은 죄를 포함한다(Earle). 또한 '살인하는 것'은 생명의 주이신 하나님께 정면으로 도전하는 행위라고 할 수 있다(요일 3:15). =====1:10 음행하는 자며 남색하는 자 - 이는 십계명의 제7계명을 범하는 자이다. '음행하는자'는 미혼뿐만 아니라 기혼 이성간에 불륜을 행하는 자이다(고전 6:18). 그러므로 음행하는 자는 부도덕하고 부정한 자로서 더러운 행위를 하는 자이다(마 5:27, 28 ; 히13:4). 그러나 이것보다 더 추악한 범죄는 '남색하는 것', 즉 동성간에 성적 접촉을하는 것이다(창 19:1-11 ; 롬 1:26, 27 ; 고전 6:9). 사람을 탈취하는 자 - 이는 제8계명을 거역하는 자이다. 본문에 해당하는 헬라어'안드라포디스타이스'(* )는 '아네르'(* , '사람')와 '푸스'(* , '발')의 합성어로 '발목을 낚아채다', '노예로 삼다'는 뜻이다. 따라서 이는 '노예 매매자들'이나 '사람을 잡아 노예로 삼는자'를 가리킨다(Robertson). 그리고 '안드라포디스테스'는 어떤 목적으로 유괴하여사람의 자유와 권리를 빼앗는 행위까지 포함한다(출 21:6 ; 신 24:7). 거짓말하는 자며 거짓 맹세하는 자 - 이는 십계명의 제9계명을 거역하는 자이다.'거짓말하는 자'는 거짓 양심을 가진 자로서 비진리(非眞理)를 말하는 자이고, 행동이자신의 신앙 고백과 일치하지 않는 자이다(요일 2:4 ; 4:20). '거짓 맹세하는 자'는자신의 권위나 체면 때문에 이웃을 해(害)하는 약속을 하거나 거짓 증거를 일삼는 자이다(마 5:33 ; 약 5:12). 바른 교훈을 거스리는 자 - '바른'의 헬라어 '휘기아이누세'(* )는 눅 5:31과 요삼 1:2에서 '육체의 건강'에 대해 사용했으나 목회 서신에서는 비유적인 의미로 사용되었다. 율법은 어떠한 사람도 거스릴 수 없으며 회피할 수없다. 죄인들은 그 교훈을 받아들일 수밖에 없고, 또한 그 교훈은 사람의 영혼을 건강하게 한다. 그러므로 그 교훈은 바른 교훈이 된다. 이러한 교훈을 거스리는 자는 하나님의 말씀을 받아들이지 않고 독선(獨善)에 빠져 사는 사람이다(딤후 4:3 ; 딛 1:9 ;2:1). =====1:11 이 교훈 - '이 교훈'은 8절에서 10절까지의 내용을 가리킨다. 이 교훈의 요지는 율법이 악한 자들의 죄를 드러내고 그들을 의로운 모습으로 변화시킨다는 것이다(Lenski). 복 되신 하나님 - 이는 본절과 6:15에만 나오는 표현으로 하나님의 성품을 나타낸다. 여기서 '복 되신'의 헬라어 '마카리우'(* )는 하나님과 교통하는 자들이 받는 특별한 은총들, 즉 '죄 용서함을 받는 축복'의 의미로 사용되었다(롬 4:7, 8 ; 14:22 ; 고전 7:40 ; 딤전 6:15). 영광의 복음 - 예수 그리스도를 통해서 오는 구원의 기쁜 소식을 나타낸다(Hervey). 하나님은 우리를 구원하시고자 복음을 주셨고 이는 하나님 자신의 영광을드러낸 것이다(Lenski). 바울은 이러한 영광의 복음에 근거하기 때문에 율법에 위배되는 사항을 강력하게 고발할 수 있었고 과거에 교회를 핍박했던 자신을 신임하셔서 영광의 복음을 맡기신 하나님께 감사를 드리고 있다(12절). =====1:12 나를 능하게 하신 - 이에 해당하는 헬라어 '엔뒤나모산티'(*  )는 '힘있게 하였다'는 뜻이다(has given me strength, NIV). 이 단어가부정 과거 시상인 점은 바울이 성령의 선물인 하나님의 특별한 능력을 이미 과거에 부여받았음을 시사한다(Guthrie). 바울이 고난과 역경 속에서도 담대하게 말씀을 전할수 있었던 것은 바로 이 능력 때문이다. 나를 충성되이 여겨 내게 직분을 맡기심이니 - 교회를 핍박했던 바울을 그리스도께서 '충성되이 여겼다'는 말은 이상하다. 그러나 이 말은 절대적인 주권 사상과 연결되어 있다. 그리스도께서는 바울을 개종시키고 그에게 능력을 부여하신 다음에 그를 충성되이 여기신 것이다. 이는 사도 바울이 결코 위대하거나 행위의 온전함 때문이 아니라 주님의 주권에 의하여 복음 사역의 사명을 수행하였기 때문임을 보여준다. '직분'(* , 디아코니안)이란 말은 '봉사'를 의미한다(service,NIV, JB). 그러므로 사도의 직분은 사랑과 헌신의 정신으로 주님께 드리는 봉사이다(Earle). 사도 바울은 본래의 자신이 어떠한 사람인가를 묻지 아니하고 자신에게 직분을 맡기신 하나님께 감사를 드렸다. 이러한 일련의 일들은 바울이 다메섹 도상에서 회심(回心)하였을 때 거의 동시적으로 이루어진 것이었다(Hendriksen). =====1:13 내가 전에는 훼방자요 핍박자요 포행자이었으나 - '훼방자'의 헬라어 '블라스페몬'(* )은 '상해를 입히다'는 뜻을 지닌 '블라프토'(*  )와 '연설'을 뜻하는 '페메'(* )의 합성어로 롬 2:24에서는'모독하다'의 뜻으로 사용되었다(Robertson). 또한 '포행자'에 해당하는 헬라어 '휘브리스텐'(* )은 '거만(倨慢)한 사람', '다른 사람을 학대하는 사람'을 뜻한다. 사도 바울은 자신이 그리스도인들에게 이런 행동을 하였다는 것을 서슴지 않고 고백하고 있다. 바울은 자신의 부끄러운 부분을 말함으로써 비웃음을 살 수도있으나 숨기지 않고 솔직하게 고백한 것은 자신의 무가치성을 스스로 인정하고 하나님의 은혜에 대한 위대성을 강조하기 위함이었다(Calvin). 긍휼을 입은 것은 내가 믿지 아니할 때에 알지 못하고 행하였음이라 - '알지 못하고'는 예수 그리스도에 관해서 지식적으로 알지 못하였다는 의미가 아니다. 오히려이것은 신앙적인 문제이다. 당시에 그는 그리스도인들을 훼방하고 핍박하는 것이 하나님을 제대로 섬기는 것인 줄 알았다. 즉 그는 하나님의 뜻을 분별하지 못하는 암매(暗昧) 상태에 있었다. 이처럼 바울의 과거 잘못은 영적 무지에 기인한 것이었지만 성령을 거스리는 죄까지는 이르지 않았다(Hendriksen). 그러므로 하나님께서 바울에게 징계 대신에 긍휼을 베푸셔서 복음 사역을 감당하는 사도로 불러주신 것은 그와 같은 사실을 잘 말해준다. =====1:14 우리 주의 은혜가...넘치도록 풍성하였도다 - '풍성하였다'에 해당하는 헬라어 '휘페레플레오나센'(* )은 '휘페르'(* ,'위에')와 '플레오나조'(* , '많다')의 합성어로 '대단히 풍성하였다'는 의미이다. 바울은 그리스도를 훼방하는 죄인 이었지만 하나님은 그에게 은혜를 베푸셔서 예수 그리스도를 믿고 구원을 얻도륵 하셨다. 혹자는 바울의 이러한 표현은 자신의 사도직을 공격하고 중상 모략(重喪謀略)하는 악한 무리들에게 자신을 방어하기 위한 것이라고 한다(Calvin). 믿음과 사랑과 함께 - 믿음과 사랑은 은혜로부터 온다. 바울은 여기서 '함께'(* , 메타)라는 전치사를 사용함으로써 은혜로부터 오는 믿음과 사랑의 뜻을더욱 분명하게 하였다. =====1:15 미쁘다 모든 사람이 받을 만한 이 말이여 - 구원은 행위가 아니라 은혜로 말미암는다는 사실은 이미 12-14절에서 언급되었다. 바울이 큰 죄인이었음에도 불구하고 그리스도께서 베푸신 은혜로 말미암아 구원을 받았다는 사실은 모든 사람이 확실하게 알아야 할 사실이다. '미쁘다'에 해당하는 헬라어 '피스토스'(* )는 '충분히 믿을 만하다', '전적으로 확실하다'는 의미로 확실하게 권유(勸諭)하는 완곡어법이다. 이런 표현은 목회 서신에만 5번 나오는데(3:1 ; 4:9 ; 딤후 2:11 ; 딛 3:8) 본절과 4:9에서는 '모든 사람이 받을 만한'이라는 부가 어구가 첨가되었다(Earle). 혹자는 이 말에 대해 당시에 요한이 자주 사용하던 표현으로 추측하나(Robertson) 이 견해는 타당하지 않다. 왜냐하면 이런 표현은 목회 서신에만 나오는 바울의 표현방식이기때문이다. 그리스도 예수께서 죄인을 구원하시려고 세상에 임하셨다 - 예수께서 말씀하셨고(마 9:13) 여러 사도들도 증거하였던(롬 5:8) 이 말씀은 기독교 진리의 가장 중요한사실, 곧 복음의 본질을 잘 요약하고 있다(Simpson). '세상에 임하셨다'는 단순히 성육신에만 국한되는 것이 아니라 세상을 떠나기까지 일어난모든 것을 다 포함한다(Lenski). 죄인 중에 내가 괴수니라 - 바울이 괴수라고 고백한 본문에 대해서는 여러 가지 해석이 있다. (1) 내가 괴수 죄인들의 무리에 속해 있다. (2) 내가 역사적으로 첫번째괴수이다. (3) 내가 가장 나쁜 죄인이다. 여기서는 (3)의 해석이 가장 타당하다. 혹자는 본절에서 바울이 '건전하지 못한 비실제적인 겸손'을 취하고 있다고 말하며(Scott), 또한 '형식적인 표현'을 사용하고 있다고 주장한다(Easton). 그러나 본절에서 바울은 참으로 자신을 낮추며 하나님의 은혜를 드러내고 있다(Guthrie). 특히 바울은 현재형 동사를 사용하여(* , 에이미, '...이다') 회심한 지 수년이지난 지금에도 자신의 과거를 깊이 회개하고 있는 모습을 보여준다. 바울의 이러한 죄의식과 참회의 고백은 그의 복음 사역을 승리로 이끄는 근본적인 동인(動因)이 되었다. =====1:16 내가 긍휼을 입은 까닭은 예수 그리스도께서 내게 먼저 일체 오래 참으심을 보이사 - 13절에 이어 바울은 자신이 긍휼을 입은 이유를 밝히고 있다. 예수의 긍휼은 그의 오래 참으심에서 온다(Lenski). '먼저'에 해당하는 헬라어 '프로토'(* )는 행렬 가운데서 순서상 '첫번째'를 말한다. 따라서 바울 자신은 미래의 신자들 가운데서 예수의 오래 참으심의 첫번째 대상으로서 본보기가 되었다는 것이다(Guthrie). 주를 믿어 영생 얻는 자들에게 본이 되게 하려 하심이니라 - '믿어'라는 동사 다음에 나오는 구문을 보면 '위에'(* , 에피)라는 전치사가 여격과 함께 온다. 이는 그리스도께서 믿음의 확고한 기초가 됨을 나타낸다(Guthrie). 이처럼 요동하지 않는 굳건한 반석 위에 신앙의 근거를 둔 사람들에게 바울은 모본(模本)이 되었다.'본'의 헬라어 '휘포튀포신'(* )은 '실례', '본보기'라는뜻이다(example, NIV). 이는 바울이 예수께서 구원하시기 위하여 오신 바로 그 죄인들의 '견본'이라는 말이다(벧후 2:6). =====1:17 만세의 왕 - 본절은 바울이 위대하신 하나님의 은혜에 감사하여 가슴으로부터 나오는 감사의 외침이다. 혹자는 이것을 '유대교의 예배 의식'이라고 주장하지만(Lock) 두가지 면에서 이 견해는 타당하지 않다. 첫번째, '만세의 왕'이라는 표현이 바울 서신의 여러 곳에서 발견된다(엡 2:7 ; 3:9, 11). 이 표현이 유대인에게 친숙한 표현이긴하지만, 바울이 이 말을 사용한 것은 '영원토록' 다스리시는 하나님과, 위대한 왕으로자칭했으나 단명한 '네로'와의 대조를 염두에 두었을 것이다. 두번째, 유대 사회에서는 두 세대, 즉 현 세대와 오는 세대를 구분하는 습성이 있었다. 바울은 두 세대 가운데서 공히 지배하시는 왕으로서의 하나님의 모습을 보여주고 있다(Guthrie). 썩지 아니하고 보이지 아니하고 홀로 하나이신 하나님 - 본문은 '만세의 왕'과 동격으로 세상의 모든 왕이나 다른 신들을 능가하는 하나님의 유일한 지존성(至尊性)을강조한다. '썩지 아니하고'(* , 아프다르토)는 성경 전체에 언급되는 하나님의 속성이다(시 103:15-17 ; 롬 1:23). 하나님은 피조물들과 달리 불변성을 지니시기에(시 45:6 ; 히 13:8) 신자의 영생에 대한 보증이 되신다. '보이지 아니하고'(* , 아오라토)는 하나님이 인간의 이해를 초월하여 계신 영이심을 말한다(골 1:15 ; 6:16). 따라서 인간은 하나님을 볼 수도 알 수도 없으며 다만믿음을 통해서 가능하다(히 11:27). '홀로 하나이신'(* ,모노)은 하나님이 다른 신들과 비교할 수 없는 유일하시고 초월적인 신으로서 우리의 유일한 경배의대상이 되심을 강조한다(요 17:3 ; 엡 4:6). =====1:18 내가 네게 이 경계로서 명하노니 - '경계'는 3절과 5절에서 각각 제시되었는데 그내용은 3-17절에서 설명되고 있다. '경계'에 해당하는 헬라어 '파랑겔리안'(* )는 '교훈', '지시', '명령'을 의미한다(instruction, NIV). 이것은 디모데가 사람들에게 율법을 불법하게 사용하지 않고 적법(適法)하게 사용하도록가르쳐서 그리스도께로 돌아오도록 하라는 지시이다. '명하노니'의 헬라어 '파라티데마이'(* )는 '옆에 두다'를 뜻하는 '파라티데미'(* )의 현재 중간태 직설법으로 중요한 임무를 맡길 때 사용되었다(눅 12:48 ; 딤후 2:2, Guthrie). 그리고 눅 23:46에서는 예수께서 '내 영혼을 아버지손에 부탁하나이다'라고 하실 때 사용되었다. 전에 너를 지도한 예언 - 이것은 디모데가 목회자로서 안수를 받을 때 바울을 통해내려진 하나님의 예언을 가리킴이 분명하다(Guthrie). 이 예언은 하나님 나라를 위해복음 사역의 사명을 부여받은 디모데가 고난과 시련 속에서도 사명을 잘 감당할 수 있게 하는 말씀들일 것이다. 그것으로 선한 싸움을 싸우며 - '그것'은 예언된 하나님의 말씀을 가리킨다. 바울은 디모데에게 이러한 예언들을 힘입어 용감하게 싸울 것을 명하고 있다. 이는 디모데뿐만 아니라 하나님의 소명(召命)을 깨달은 자에게 담대한 싸움을 싸울 것을 명하는것이다. =====1:19 믿음과 착한 양심을 기지라 - 선한 싸움의 도구는 '믿음과 착한 양심'이다. 엡6:10-17에서 바울은 그리스도의 전신 갑주에 대해서 상세히 설명하였는데 본절에서는교리와 행동에 연관된 근본적인 측면만을 언급하고 있다. '믿음과 착한 양심'은 본 서신 안에서 세 번 언급되고 있는 것으로(1:5 ; 3:9) 보아 믿음과 착한 양심이 서로 밀접한 관계가 있음을 알 수 있다. 본문의 '믿음'은 딤후 2:17, 18에서 기록된 것처럼'진리'라고 보는 것이 타당하다(Hendriksen). 사람의 양심이 파괴되면 도덕적 부패와함께 영적 파멸까지 초래되는 경우가 많다. 따라서 바울 사도는 양심을 버림으로써 오는 믿음의 파멸을 막기 위해 선한 양심, 즉 성령으로 거듭난 양심과 진리인 믿음을 가지라고 권면한다. 어떤이들이 이 양심을 버렸고 그 믿음에 관하여는 파선하였느니라 - '선한 양심'은그리스도인들이 안전한 항해를 할 수 있도록 도와준다. 만약 양심이 파괴되면 믿음에까지 영향을 미치게 된다. 여기서 바울은 양심을 버림으로써 파멸이 초래됨을 경고하고 있다. 본절의 '버렸고'에 해당하는 헬라어 '아포사메노이(* )는 자의적(自意的)으로 거부했음을 뜻한다(have rejected, NIV). =====1:20 후메내오와 알렉산더 - 믿음이 파선당한(19절) 대표적인 두 사람이 열거되고 있다.그들은 에베소 교회에서 극단적인 이단자였다. '후메내오'는 딤후 2:17, 18에 의하면이단 교사로 언급되어 있는데 그는 부활에 관해서 이미 지나갔다고 주장하며 사람들을혼란에 빠뜨렸다. '알렉산더'의 정체에 대해서는 행 19:33과 딤후 4:14에 언급된 두사람 중 어떤 사람인지는 분명치 않다. 혹자는 행 19장의 알렉산더로 주장(Calvin)하나 그가 유대인으로서 그리스도인으로 개종했다가 다시 이단자가 되었다는 것은 단지추측일 따름이다. 아무튼 그들은 율법 선생이 되기를 간절히 원했던 자칭 의로운 사람들이었으나 지나친 오류에 빠져 교회를 혼란 속에 빠뜨리고 있었다. 내가 사단에게 내어준 것은 저희로 징계를 받아 - 이러한 표현은 고전 5:5에서도사용되고 있다. 여기 언급된 '징계'는 사도적인 권위만이 아니라, 회중 앞에 제시하여결의된 것으로 두 가지로 해석된다. (1) 교회로부터 쫓겨나 사단의 영역(비기독교 세계)으로 추방된 것이다(Robertson, Guthrie, Earle). (2) 육체적인 고통을 겪게 한 것이다(Hendriksen, Easton). 혹자는 후자의 경우를 반대하나(Lenski) 어떤 경우든지 사단에게 내어준 바 되었다는 점이 중요하다. 한편 저들을 징계한 목적은 파멸에 이르도록하는 것이 아니라 회개에 이르도록 하려는 교정적(敎正的)인 것이다(Hervey,Bernard). 이는 본절에 '하려 함이니라'로 번역된 헬라어 '파이듀도신'(*  )이 '배우게 하려 함이니라'(may learn, AV)를 의미한다는 점에서 분명해진다. 여기에서 우리는 그들이 죄인임을 깨닫고 회개하여 더 이상 진리에 대해서훼방하지 않게 하려는 사도 바울의 사랑의 마음을 엿볼 수 있다."
        }
    ]
}