{
    "bible_book": "마가복음",
    "chapter_number": 1,
    "commentaries": [
        {
            "verse_reference": "1:1",
            "commentary": "(1) 주제\n마태복음은 주로 유대인을 위해 기록했기 때문에 예수님을 위대한 교사요 예언의 성취자, 유대인의 왕 메시아로 제시했다. 누가는 이방인의 관점에서 이방인을 위해 복음을 기록했다. 그는 예수님을 인자와 구세주 그리고 인류의 친구로 제시하였다. 구원의 보편성은 누가복음이 강조하는 주제이다. 심오한 사상가였던 요한의 복음서에서 예수님은 말씀이요, 창조주요, 하나님의 아들로 등장한다. 마가복음은 로마인들을 위해 기록했기 때문에 예수님을 하늘나라의 복음을 전하며 행동하는 모습으로 묘사했다.\n하나님의 아들 예수 그리스도 복음의 시작이라. 책의 제목으로 여겨지는 이 선언적인 문장은 마가가 본서를 기록할 때 죽음을 각오해야만 고백할 수 있었던 신앙 고백이었다. 다시 말해 이 간단한 구절은 아무 뜻 없이 상투적 표현으로 쓴 것이 아니라 철저한 목적 의식 하에서 마가가 자신의 복음서의 서론격으로 자신의 책의 첫 머리에 배치시킨 것이다. 그런데 이와 같은 서론적 문구가 본서 전체와 연관되는 제목으로서의 역할을 하는지 아니면 세례 요한의 사역에만 국한(局限)되는 서론구인지 분명치는 않으나 아마도 마가는 행 1:21에 나오는 복음의 출발점이 ‘요한의 세례로부터’라는 표현에서 착안하여 세례 요한에 관한 기사의 문두에 이 같은 문구를 사용했던 것 같다. 한편 마가가 70인역(LXX)의 총 서문이라 할 수 있는 창 1:1의 ‘태초에’(엔 아르케)를 염두에 두고 ‘시작’(’아르케’)이라는 말로 본서 기록의 출발점으로 삼은 것은 적어도 예수 그리스도를 중심한 복음의 계시(revelation)가 시작됨을 알리기 위한 의도적인 표현이라 볼 수 있다. 만약 그렇다면 본 문구는 본서 전체의 제목으로서의 역할을 할 뿐 아니라 본서의 신적 기원을 명확히 밝히는 기능을 하기도 한다.\n하나님의 아들(휘우 데우). 바티칸 사본과 같은 대부분의 사본들에는 이 문구가 삽입되어 있으나, 시내 사본에는 생략되어 있다. 이런 사본상의 차이에도 불구하고 이 문구가 기재되어야만 했던 몇 가지 이유가 있다. (1) 많은 사본들이 이를 분명히 확증하고 있다. (2) 헬라어 원문에서 볼 때 바로 앞에 나오는 두 단어 곧 ‘예수 그리스도’(예수 크리스투)와 같은 어미를 가지고 있는 까닭에 시내 사본 필사자가 본의 아니게 본 문구를 빠뜨리고 기록했을 가능성이 크다. (3) ‘하나님의 아들’은 마가복음의 주요 주제로 등장한다(1:11, 3:11, 5:7, 9:7, 12:6, 13:32, 14:36,61, 15:39). 특히 테일러(Taylor)는 이와 관련해서 언급하기를 ‘분명히 이 칭호는 마가의 기독론에서 가장 근본적 요소가 되는 것이다’라고 주장했다(The Gospel According to St.Mark, p. 120). 실로 이 칭호는 본서의 서두와 마지막 부분(15:39)을 장식하는 대 주제 가운데 하나이다. 한편 ‘하나님의 아들’이란 마가가 구약 신학적 배경과 당시 로마 문화적 배경을 절묘하게 융합(融合)시킨 표현으로서 이를 정확히 이해하기 위해서는 이 두 관점에서 동시적으로 고찰해야 한다. 먼저 구약에서 이 용어는, 보통 명사로서는 하나님의 뜻에 합당한 천사적 존재(창 6:1-4, 욥 1:6, 2:1) 또는 선택된 백성 전체(신 14:1, 렘 3:19, 호 1:10, 11:1)를 가리켰으나, 고유 명사로 사용되었을 경우에는 유일한 메시아의 칭호로서 예수께서 섬삼위 중 제 2위 되심을 가리키는 것으로 사용되었다(삼하 7:14, 시 2:7). 한편 로마인들은 위대한 인간이나 영웅을 보통 인간과는 다른 신의 아들이라고 간주하고 있었다. 따라서 이 용어는 아직 유일신 메시아 사상이 정립되지 않은 이방인들에게 일단 무리 없이 예수를 소개할 수 있는 이중적 용어였다. 하나님의 아들에 대한 자세한 설명은 마 4:3의 주석을 참고하라.\n예수 그리스도. 본문에 제시된 ‘예수 그리스도’(예수 크리스투)를 목적격으로 이해하는 학자도 있으나(Lenski) 오히려 주격으로 보아 ‘예수 그리스도에 의한’으로 해석하는 편이 더욱 좋을 것이다. 왜냐하면 여기서 마가가 의도하는 바는 수신자들인 로마 성도들이 익히 알고 있고 또 체험했던 그 복음의 근원이 바로 예수의 생애와 관련된 사건들에 있다는 것을 선포하고자 했던 것으로 추정되기 때문이다. 실제로 본 복음서 곳곳에는 그들이 복음의 역사적 근원에 대해 무심(無心)했다는 사실이 은연중에 나타나고 있다. 여하튼 위의 사실의 결론으로 본 복음서는 ‘예수 그리스도에 관한’ 복음임을 확증할 수 있다. 여기서 ‘예수’는 히브리어로 ‘여호수아’, ‘예수아’ 등의 헬라식 이름으로서 ‘야훼는 구원이시다’라는 뜻이다(마 1:1 주석 참조). 이 이름은 예수의 사명의 요체(要諦)를 밝히며 인성(人性)을 강조하는 명칭으로서 예수께서 태어나시기 전 천사가 마리아에게 일러준 것이다(눅 1:31). 이와 더불어 ‘그리스도’(크리스토스)란 ‘기름붓다’는 뜻의 동사 ‘크리오’에서 파생된 명사로서 ‘기름부음 받은 자’를 뜻한다. 그리고 이에 해당하는 히브리어 ‘마쉬아흐’에서 ‘메시아’가 연유되었다(요 4:25). 이는 분명 직접적 호칭이 아니라 그리스도적 성격을 지닌 그분의 거룩한 직임(職任)을 강조한 것이며, 통상적으로 예수의 메시아성 및 그분의 신성(神性)을 나타내는 예수의 또 하나의 이름으로 불려지게 되었다(마 1:1 주석 참조).\n복음. 여기서 먼저 ‘복음’(유앙겔리온)이란 원래 ‘좋은 소식을 전하는 자에게 주어지는 보상’을 의미했으나, 점차 ‘좋은 소식’ 그 자체를 뜻하게 되었다. 특히 신약에서는 이 말이 성부 하나님께서 성자 예수의 삶과 죽음 및 부활을 통해 모든 사람들에게 구원을 베풀어 주시는 것으로 이해되었다. 마가는 바로 이 복된 소식을 전하기 위해 새로운 문학 양식, 즉 ‘복음’이란 유형을 창안한 것이다. 따라서 마가가 쓴 복음서의 주 내용이 ‘케뤼그마’(’선포’)적 성격을 지니고 있음을 쉽게 알 수 있다. 이런 사실에 대해 혹자는 마가의 저술이 그리스도의 복된 소식을 선포라는 바로 그 복음을 내용으로 삼고 있기 때문에 복음서(a Gospel)로 불리게 되었다고 한다(Moul,Gospel of Mark,p.8). 실로 예수 그리스도의 삶과 죽음 및 부활의 사실은 복음의 근본이요, ‘시작’이 되며, 마가의 이 복된 메시지 속에 사도적인 선교가 지속됨을 시사하고 있다(Donald W.Burdick).\n시작이라. 헬라어 원문에서는 원래 이 말이 마가복음 제일 첫 말로 제시되고 있다. 그런데 앞에서도 언급 했다시피 마가는 70인역(LXX)의 서론적 문구인 창 1:1의 ‘태초에’(엔 아르케)를 염두에 두고 ‘시작’ 곧 ‘아르케’란 말을 본서 기록의 시발점으로 삼음으로써 예수 그리스도를 중심한 새 역사의 시작 곧 복음의 시작을 알리는 팡파르로 삼고 있다. 특히 여기 ‘시작’에 해당하는 헬라어 ‘아르케’에는 관사가 없으나 영역(英譯) 성경에는 관사 ‘the’(즉 the beginning)가 첨가되어 있어 이 ‘시작’이란 말에 대한 의미의 비중을 한층 부각시켜 주고 있다. 또한 본 구절의 ‘시작’이라는 말은 창 1:1과 요 1:1의 ‘태초에’란 말과 비교해 볼 때, 우리는 우주를 창조한 바로 그분이 인간 구원의 역사도 수행해 나가고 계심을 알 수 있다. 다시 말해 우주 역사의 시작에 동참한 예수께서 구속사적인 관점에서 복음으로 말미암아 새 시대를 시작하고 계신 것이다. 즉 ‘복음’이란 말과 이 ‘시작’이라는 말을 연결시킨 점에서 예수의 복음으로 말미암은 특별한 의미의 역사의 새로운 시작, 곧 단순한 시작의 전개가 아닌 영적 차원에서 완전히 새로운 인간 구원을 위한 하나님의 신시대가 시작되었다는 사실을 암중(暗中) 강조하고 있는 것이다.\n1:2 선지자 이사야의 글에. 저자 마가는 우리에게 ‘선지자 이사야의 글’을 인용한다고 하였지만 사실은 먼저 출 23:20과 말 3:1을 인용하고 난 다음에, 3절에서 비로소 70인역(LXX)에 의해 사 40:3을 인용하였다. 이처럼 마가가 모세나 말라기의 이름을 언급하는 대신 단지 선지자 이사야만을 거론한 것은 마가의 구약에 대한 이해가 부족해서가아니라 상세한 기술을 피하고자 하는 마가의 저작 의도에 따라 그 대표적 인물로서 이사야의 이름만을 언급했다고 본다. 두 구절은, 2절의 사자가 구체적으로 세례 요한의예수에 대한 임무를 말했다면, 3절의 ‘소리’는 세례 요한의 메시지에 보다 강조점을둔 것으로서, 서로 상관되며 세례 요한의 등장과 사역에 대한 구약의 예언적 문구이다. 한편 마가는 이처럼 복음서 초두에 구약 성경을 인용함으로써, 예수의 사역과 본질을 참되게 이해하기 위해서는 구약에 눈을 돌려야만 한다는 사실을 은연 중에 보여주고 있다. 그리고 후반부는 히브리어 성경 말 3:1에서 인용되었으나, 히브리어 성경과70인역은 ‘네 길을’이 아니라 성부 하나님의 직접 개입을 강조하는 ‘내 앞에서 길을’이라고 되어 있다. 그런데 이 부분의 메시아적 특성을 고려한다면 이런 의도적 변용(變用)은 가능했으리라고 본다. 랍비들도 말 3:1의 엘리야와 출 23:20의사자(使者)를 동일시하여 이 두 부분을 비슷한 방식으로 변화시켰다.\n네 길을 예비하리라. 이는 고대 근동에서 군주가 행차할 때 도중의 일반 백성들에 대한 교육, 군지 숙식을 준비하던 풍습 등을 연상시키는 것으로서 구야과 신약의 분기점이 되시는 예수의 등장에 앞서 지금껏 진행되어 온 구약의 선민인 이스라엘 민족의 심령을 먼저 준비시키기 위한 세례 요한의 사역에 대해 완벽히 예언된 구절이다. 특별히 여기서 ‘예비하리라’는 뜻의 헬라어 ‘카타스큐아조’은 ‘준비하다’는 의미뿐 아니라 ‘돌이키다’는 뜻도 함의(含意)하고 있다. 따라서 세례 요한의 메시아 도래를 위한 준비 사역중 사람들의 타락하고 부패한 심령을 돌이켜 오실 예수를 영접하도록 하는 회개에의 사역에 가장 큰 비중이 주어짐을 시사한다(마 3:1-12,주제강해 ‘세례 요한의 인물 연구’ 참조).\n1:3 본 절은 사 40:3의 70인역의 인용으로서, 70인역과 본문의 차이점이라고 한다면 70인역의 ‘우리 하나님의’라는 말 대신 여기서는 ‘그의’라는 말이 사용된 점이다. 이는 마가의 의도적 변용일 수도 있고, 마가가 참조한 사본의 원문이 이미 그러한 변화를 보여 주고 있기 때문일 수도 있다. 한편 여기서 ‘그의’라는 말의 선행사는 ‘주’(퀴리오스)가 되는데, 이 칭호는 초대 교회가 예수 그리스도를 지칭할 때 부르던 것이므로 본 구절은 분명 주 예수에 대한 기술로 보는 것이 적절하다.\n광야에. 여기서 ‘광야’(에레모스)란 문자적으로 반드시 건조하고 메마른 땅을 가리키지 않고, 사람이 살지 않는 지역, 버려지고 황량한 처소라는 의미를 지닌다. 즉 이곳은 개간되어 사람들의 주거지역으로 활용되는 곳과는 정반대의 개념이다. 한편 마 3:1에서는 이것을 ‘유대 광야’라고 하고 있는데, 이곳은 서쪽으로 유대 산지와 동쪽으로 요단 저지대, 남쪽으로 사해, 북쪽으로 얍복강과 요단 강이 합류되는 지점까지 펼쳐져 있는 곳으로 추정된다. 이 광야 지역은 석회질의 토양 위에 자갈과 바위가 널려 있었고 암벽으로 이루어져 있었으며, 기복이 심한 황폐하고 메마른 불모 지대로서 여기저기 뱀들이 기어다니고 야수들이 출몰하곤 하였었다. 그런데 이곳 부근에는 쿰란(Qumran) 공동체의 거주지가 있었던 것으로 추정된다. 만약 그렇다면 쿰란 공동체의 영향력이 요한에게 어떤 양상으로 미쳤는지 알 수 없지만 그의 금욕생활과 엄격한 자제력 등은 그들의 영향을 받은 것이라 볼 수 있을 것이다. 그러나 요한의 세례 사역이나 복음 전파 내용과 종말론적 사고 등에 관해 전반적인, 영향력을 미쳤다고 보기에는 매우 부적절하다(눅 3:1-20 주제 강해, ‘세례 요한의 세례’ 참조). 그런데 세례 요한의 활동무대는 이곳 유대 광야 지역뿐 아니라 요단 강 동편 지역에까지 확장되었던 사실이 마 3:5에서 분명히 밝혀진다(요 1:28 주석 참조). 한편 출애굽 당시(출23:20) 하나님께서는 이스라엘 백성들이 광야를 통과할 때 사자(使者)를 앞서 보내심으로 그들의 약속의 땅 가나안으로 인도받게 하셨다. 본구절에서는 하나님께서 제 2의 출애굽 때에 다른 한 사자(즉 세례 요한)을 광야에 앞서 보내시고 하나님께서 그리스도를 통해 구원하실 것이라는 놀라운 계시를 전파하고 예비하게 하심으로써 하나님의 백성들로 신령한 가나안 땅으로 인도받게 하신다. 눅 7:24에서 예수께서는 제자들에게 ‘너희가 무엇을 보려고 광야에 나갔더냐?’라고 질문하셨다. 광야는 외롭고 쓸쓸하고 무서운 곳이다. 실로 우리는 이 광야와 같은 세상에 살고 있을지라도 참 진리되신 그리스도를 만남으로 비로소 행복을 구가(謳歌)할 수 있을 것이다.\n예비하라(헤토이마사테). 이는 부정과거 명령형으로서 ‘예비’하는 그 행위의 긴급성을 강조해 주고 있다. 즉 듣는 즉시 지체하지 말고 곧바로예비하라는 것이다.\n첩경. 이 말에 대한 헬라어 ‘유데이아스 … 타스 트리부스’은 오늘날의 고속도로에 해당하는 말로서 고대 페르시아나 로마에서 왕들과 그의 측근들을 위해 건설해 놓은 특별한 도로망을 의미한다. 즉 주의 첩경을 평탄케 하라는 이 말씀은 예수 그리스도께서 불의와 죄악으로 일그러지고 구부러진 심령들이 회개함으로 그들 속에 쉽게 들어오시도록 예비하는 것을 의미한다(마3:2, 3, 눅 3:8).\n기록된 것과 같이. 헬라어 원문에는 본 문장이 2절 초두에 제시되어 2, 3절에 언급된 선지자 이사야의 글을 포괄하고 있다. 문장 어순이 다른 한글 개역 성경은 이를 무시하고 3절 하반부에 서술적 형태로 번역하고 있다. 여기서 먼저 ‘기록된’으로 번역된 헬라어 ‘게그라프타이’은 완료형 시제로서 어떤 행위가 과거에 완성되어 그 결과가 현재에도 지속되고 있음을 보여 주고 있다. 즉 본문은 ‘기록되어 현재도 효력이 계속되고 있다’는 의미를 내포하고 있다. 신약 기자들은 성경의 변함없는 권위에 대한 자신들의 강한 신념을 내비치기 위해 구약을 이용할 경우 이러한어법(語法)을 자주 사용한다. 한편 세례 요한이 광야에 나가서 회개의 세례를 전파하게 된 것은 요한 자신만의 어떤 깨달음이나 또는 신비한 능력이 반영된 행위가 아니라 이미 구약에 예언되어 있던 그대로가 이루어진 것이라는 사실을 강조하는 표현이다. 이는 또한 앞으로 전개될 예수의 구속 사건 역시 우발적으로 일어날 것이 아니라 구약에 이미 예언되고 기록된 대로 전개되는 것임을 암중 의미하고 있으며, 이러한 표현은 특히 마태복음에 자주 등장한다(마 2:5, 4:4, 11:10 등).\n1:4 세례 요한이 이르러. 마가는 거두절미(去頭截尾)하고 세례 요한의 등장과 행적만을 말하나, 요한은 그가 하나님께로부터 보냄을 받은 자란 사실을 요 1:6에서 직접적으로 서술하고, 누가는 세례 요한의 어린 시절에 그에게 주어졌던 예언을 언급함으로써(눅 1:76, 77) 앞서 예수를 하나님의 아들로 묘사했던 것과 마찬가지로 그의 소명의신적 기원을 말하고 있다. 한편 이미 1장에서부터 마가복음은 예수시대의 배경이나 그시대의 사실보다 시대 자체의 설명에 초점을 맞추고 있다. 이것이 마가 복음의 특징이다. 이에 많은 주경학자들은 마가복음이 가장 단순 명료하게, 즉 주관적 가감(加減)없이 예수 사건을 전달하고 있다고 전제하고 있다.\n죄 사함을 받게 하는(에이스 아페신 하마르티온). 이 말에 대한 보다 정확한 번역은 ‘죄 사함에 관련된’이라고 되어야 한다.바로 그런 취지에서 흠정역에서는 이것을 ‘죄 사함을 위한’(for the remission ofsins)이라고 번역하고 있다. 그런데 여기에서 문제는 ‘에이스’의 용법에 관한 것인데, 이는 대부분이 목적격으로 사용되고 있지만 여기서는 전후 문맥상 마10:41, 12:41 등에서와 같이 그러한 개념으로 사용되지 않고, 단지 ‘ … 에 관련된’,’ … 때문에’(because of)란 의미로 사용되었다. 왜냐하면 다음에 연이어 나오는 ‘세례’ 자체가 죄를 사해주는 수단이 될 수 없기 때문이다. 그러므로 요한의 세례는 회개를 통해 사죄를 받기 위한 하나의 공식적이고 의식적인 행위에 지나지 않는다.\n회개의 세례(밥티스마 메타노이아스). 이는 회개를 중심으로 하여 베풀어지는 세례를 뜻하는 것으로, 여기서 ‘회개’(메타노이아)란 어원적으로 마음의 변화를 나타낸다. 그러나 본문에서는 이보다 더 깊은 의미로 사용되어 생각과 의지와 인격의 변화, 곧 전인적이고 본질적인 변화를 의미한다. 이에 대해 테일러(Taylor)는 ‘신중한 전환’이라고 규정하였다. 그리고이 진실한 회개에 대한 하나님의 직접적인 응답은 죄사함이다. 따라서 이 하나님의 죄사함에 대한 예비적 단계로서 세례 요한은 회개의 세례를 전파한 것이다. 즉 세례 요한은 당시 극도로 부패한 종교 지도자들과 백성들로 하여금 회개하도록 일깨워 주고그들의 몸의 외적 정결 의식으로 말미암아 그의 뒤에 오시는 그리스도를 통해서 그들의 영혼이 깨끗함을 받도록 그들을 준비시키기 위해 이 세상에 온 것이다. 이러한 의미에서 요한의 물 세례와 예수의 성령 세례(8절 주석 참조, 행 1:4, 5, 19:2에서 각각 ‘물 세례와 성령 세례’의 주제 강해를 다루기로 한다)는 상호 조화를 이루고 있다. 그러므로 요한의 세례를 받은 사람들은 죄를 자복하였고 그리스도 안에서 사죄의 긍휼을얻을 단계로 진일보(進一步)하게 되었다. 여기서 ‘세례’(밥티조)는 ‘물 속에 잠기다’는 의미로서 일종의 세례 예식을 뜻한다(마 3:6 주석 참조). 그런데이 세례는 기독교에서 새롭게 창출해 낸 의식이라기 보다 이미 유대인들에 의해 개종자들을 받아들이는 의식으로 정착(定着)되어 온 것이다(G. F. Moore). 그러나 세례 요한의 ‘회개의 세례’는 유대인들에 의해 전통적, 의식적으로 내려왔던 그 세례와는 본질적으로 차이가 난다. 즉 요한의 세례는 회개와 죄의 고백에 관한 기본 원리에 그 근거를 두고 있으며, 바울이 나중에 롬 6:4에서 설명한 바대로 그리스도 안에서 죄에 대하여 죽고 새로운 생명으로 부활하게 되는 것을 상징하는 것이다. 그리고 이 의식은 일찍이 헬레니즘(Eleusinian cult), 이시스 숭배(Isis worship) 등 여러 밀의 (密意)종교들 가운데서도 시행되어 왔던 것이다. 그런데 특히 본문에서 요한은 이방인이 아닌 유대인들을 회개하고 죄를 자복함으로 돌아와야만 하는 일종의 이교도들로 다루고있다. 그러므로 요단 강에서 베풀어진 요한의 세례는 유대 민족들에 대한 일종의 도전 행위로 그들에게 비추어질 수도 있었을 것이다. 결국 요한은 나중에 체포되어 죽음을 당하게 되지만 그가 외친 ‘회개의 세례’에 대한 음성은 오늘날까지 살아 역사하고 있다. 이와 같이 세례는 단순히 의식적이고 형식적인데 국한되지 않아야 한다. 어떤 교의(dogma)에 의해 세례 의식에 참여하는 것만으로써 교인(church man)은 될 수 있을지언정 진정한 신자(christian)는 될 수 없다. 보다 중요한 것은 마음 중심의 회개, 즉 세례 요한이 강조하였던 ‘회개의 세례’에 있다.\n1:5 온 유대 지방과 예루살렘 사람이 다. 마가는 여기서 세례 요한의 설교에 거족적(擧族的)이고 대대적인 호응이 있었음을 간단히 언급하고 있었지만 마태와 누가는 이들 무리들에 대해 보다 상세하게 밝히고 있다(마 3:1-12, 죽 3:7-14). 즉 그들 중에는 형식과 의식을 중요시하는 오만한 바리새인들이 있었는가 하면 자유주의 신학자들이 되어버린 사두개인들이 있었다. 또한 그들 중에는 일반 민중들을 노략하고 약탈하는 군인들이 있었는가 하면, 강제로 세금을 징수하고 착취하다가 경멸받고 증오받던 세리들도 있었다. 이들은 모두 다 세례 요한의 신선하고 생명력있는 설교(즉 회개에 대한설교)에 충격과 감동을 받았으며 즉각 죄를 회개하고 새로운 삶을 살게 되었다. 본 구절에서 특별히 우리는 모든 사람이 ‘다’(all)란 표현에 유의해 볼 필요가 있다. 이 세례 요한의 메시지가 당시 유대 백성들에게 미친 영향력이 얼마나 컸던가 하는 사실을 강하게 시사해 준다. 이와 같은 요한의 회개 운동은 예수 공생애 사역 이전에 일어났던 유대인들의 종교 활동 중에서 가장 위대한 운동이었다. 아마도 유대인들은 말라기 선지자 이후 수백년 동안 진정한 선지자의 메시지를 듣지 못했기 때문에 세례 요한을 위대한 선지자 혹은 그 이상으로, 그들이 대망해왔던 메시아로 생각할 수도 있었을 것이다(눅 3:15). 특히 그가 전파했던 메시지의 내용이 메시아의 임박한 도래였다는 점에서, 사람들은 흥분의 도가니로 휩쓸렸을 것이 자명하다.\n나아가(엑세포류에토). 원문상 미완료 시제로서 백성들이 요한에게 ‘계속해서 나아갔다’는 의미가 된다. 물론 마가의 이같은 보고는 조금 과장된 것이 사실이라 하더라도 세례 요한의 선포가 전국민의 관심을 불러 일으키고,나아가 상당한 기대와 동요(動搖)를 초래한 것만은 사실이었다.\n1:6 약대털을 입고 … 가죽띠를 띠고. 이는 마태와 마가, 두 기자가 동시적으로 밝혀주고 있는 부분으로서 세례 요한의 의식주 생활이 어떠했는가를 구체적으로 암시하고 있다(마 3:4). 한 마디로 말해 그의 의식주 생활은 단순, 소박, 그리고 청빈한 것이었다. 여기에서 ‘입고’에 해당하는 헬라어 ‘엔데뒤메노스’(havingbeen clothed with )는 아직도 그 옷을 입고 있는 현재의 상태를 나타내고 있는 말로서 기자는 요한이 줄곧 그 약대 털옷을 입고 생활했음을 보여 준다. 성화(聖畵)를 그리는 화가들은 종종 요한의 광야 생활을 나타내고 그림으로 요한의 옷을 약대 가죽으로 묘사하고 있지만 사실은 이 옷은 길게 축 늘어진 약대털로 짠 볼품없는 옷으로 가난한 계층의 사람들이 주로 입는 종류의 것이었다. 이러한 옷에는 자연히 허리에 가죽띠를 맬 수 밖에 없었다. 이 허리띠는 바람이 세차게 불거나 급히 달려갈 때에도 옷이 펄럭거리지 않게 하는 역할을 함으로써 특히 활동성이 요구될 때에 필요한 유대인 의상의 필수품이었다. 한편 스가랴 선지자는, 하나님께로부터 보냄을 받은 선지자들은 때로 털옷을 입었는데 이는 ‘죄 때문에 슬퍼’하는 자신의 감정을 강력히 상징하기 위해서였으며 심지어는 거짓 선지자까지도 자신을 참 선지자로 가장(假裝)하기 위하여 이 털옷을 입었다고 하였다(슥 13:4).그리고 아하시야 왕의 사자들이 왕에게 엘리야를 설명할 때(왕하 1:8) 그는 털이 많은 사람인데 허리에 가죽띠를 띠었더라고 보고하였다. 이와 같이 세례 요한을 비롯한 모든 하나님의 선지자들은 일반 사람들의 주된 관심인 의식주 생활에서 과감히 탈피(脫皮)하여 백성들에게 가장 중요한 것이 무엇인가를 가르쳐 주려고 그들 자신이 청빈한 삶을 하나님 말씀의 ‘소리’가 되기에 필요 충분 조건이 될 수 있었다.\n메뚜기. 철저히 율법에 입각한 경건주의자였던 요한은 레 11:22에서 하나님께서 먹으라고 허용하신 곤충 중의 하나인 메뚜기를 먹었다. 이 메뚜기는 고대 근동 지방에서 사용했던 평범한 음식이었다고는 하나 주로 가난한 사람들이나 자연 재해로 인해 소출(所出)이 줄어든 해에 먹는 일종의 대용 식품이었으나 이 메뚜기는 특별히 봄철에 많이 생겼으며 때때로 큰 떼로 몰려다니곤 했었다(출 10장, 욜 1:1-12). 오늘날에도 아랍인들 사이에는 이것의 다리와 날개는 잘라버린 뒤에 굽거나 기름에 튀기거나 소금에 절여 두어 저장 식품으로 사용하고 있다고 한다. 세례 요한은 원래 제사장의 아들로서 부요한 자였지만 스스로 가난한 자가 되어 가난한 자가 먹는 음식을 먹음으로 생명을 부지해 나갔다.\n본 절의 메뚜기가 식물(植物)의 일종이라는 주장에 대해서는 마 3:4의 주석을 참고하라.\n석청. 어떤 주석자는 이 석청을 그곳에서 서식하던 여러 나무들에서 채취(採取)한 수액일 것이라고 추정하지만, 이 말의 헬라어 ‘멜리’은 야생의 벌꿀을 의미한다. 팔레스타인 중에서도 특히 이 광야에서의 야생의 꿀은 달기로 유명한 것이었다. 이상에서 살펴본 대로 세례 요한의 생활 양식은 철저한 자기 절제와 금욕을 지향하는 나실인(Nazirite)으로 특징지어진다(민 6:8, 삿 16:17 주석 참조, 눅 1:15). 실로 그는 오직 회개의 세례와 임박한 메시아의 도래를 선포하기 위해 그의 모든 육적인 욕망을 절제해 갔던 것이다. 이러한 그의 의식주 생활에서의 극기의 삶은 오늘날 모든 사역자들의 귀감(龜鑑)이 된다.\n1:7 나보다 능력 많으신 이가 … 오시나니. 마가는 여기에서 매우 장엄하고도 위엄에 찬 동사 ‘오사나니’에 해당하는 헬라어 ‘에르케타이’을 사용하고 있는데, 이는 분명 그 당시 극도로 고조되고 있던 유대인의 메시아 대망 사상에 부합하는 전형적인 표현 양식이다. 이런 표현 양식은 창 49:10에서 ‘실로가 오시기까지’란 구약성경의 예언을 기반(基盤)으로 하고 있다. 한편 본문의 동사 ‘에르케타이’는 3인칭 단수 현재형으로서 그분이 지금 막 오고 있는 긴박한 상황을 강조해 주고 있다. 즉 세례 요한의 시각은 지금 막 시작되고 있는 종말적 역사관에 깊이 뿌리박혀 있었던 것이다. 이처럼 마가는 이 동사를 문장의 첫머리에 위치시킴으로써 메시아 오심의 현재성을 부각시키고 있다(하지만 한글 개역 성경에는 그 어법상 문장 끝에 나와 있음).이 ‘오실’이에 대한 세례 요한의 설명은 ‘나보다 능력 많으신 이’라는 것인데, 이는 그분의 전지 전능성에 비추어 볼 때, 요한 자신은 그분의 종의 종이 되기에도 부족한 존재라는 것을 밝히기 위한 것이다. 왜냐하면 당시 광야에 모여든 유대 백성들 사이에는 요한이 ‘능력 많은 자’(the mighty man)란 소문이 만연되어 있었을 것이며, 혹시 이 자가 그리스도가 아닌가 하는 의구심도 있었기 때문에(요 1:19, 20, 3:25-36), 이러한 그릇된 오해를 간단한 이 한 마디 말로써 불식(拂拭)시킬 필요가 있었다. 그리스도께서는 탄생에서 뿐만 아니라 공생애 사역의 시작에 있어서도 세례 요한 뒤에 오셨다(눅 1:26,36). 하지만 그리스도와 세례 요한 사이에는 무한과 유한, 영원과 순간, 그리고 태양의 원(原) 빛과 달의 반사광이라는 본질적인 차이가 있었다(요 1:15-17).\n굽혀 그의 신들메를 풀기도. 세례 요한은 자신과 곧 임하실 ‘능력이 많으신 이’ 사이의 강한 대조를 나타내기 위하여 그 당시에 널리 퍼져 있던 관습들 중에서 한 가지 실례를 사용하고 있다. 그 당시에는 주인이 여행에서 지친 몸으로 집에 돌아오면 종이 가장 먼저 할 일은 먼지로 더러워진 주인의 신발끈을 풀어 신을 벗기고 물을 떠다가 발을 씻겨 주는 것이었다. 마태는 단지 신의 끈(영어의 ‘latchet’는 오늘날의 구두끈에 해당하는 말임)을 푸는 데만 관련하여 기록하고 있지만(마 3:11), 마가는 이것을 풀기 위하여서 굽히는 행위까지를 첨가하여 표현하였다. 이것은 곧 임하실 메시아의 위대성에 대한 보다 구체적인 표현이라고 할 수 있다. 실로 세례 요한은 가까운 미래에 임하실 그분과는 도저히 비교가 되지 않는다. 그 이유로는 오실 메시아는 영원전부터 살아계신 하나님의 아들이시며 역사속에 오셔서 구속 사역을 이루시고 영원히 찬송을 받으실 분이시기 때문이다. 그러므로 세례 요한의 이러한 표현은 조금도 자기 비하나 미사 여구(美辭麗句)나 과장이 없는 것이며 오직 성령 충만한 한 선지자로서 절대 불변한 진리를 사실 그대로 나타낸 것에 불과하다.\n1:8 물로 세례를 주었거니와 … 성령으로 … 세례를 주시리라. 여기에서 ‘물’과 ‘성령’은 세례 요한과 예수의 권위의 본질상의 차이점을 설명해 주는 말이다. 즉 요한은 외적이며 성례전적 측면에서 그리고 성령 세례의 예비적 단계로서 물을 통한 세례를 베풀었다. 그러나 예수는 내적이며 본질적 측면에서, 다시 말하면 영혼의 정결과 중생과 사죄의 은총을 가능케하는 구속의 완성적 측면에서 성령을 통해 각자의 심령에 세례를 베푸시는 것이다. 한편 물과 불, 이 두 단어 바로 앞에 나와 있는 ‘엔’은 도구격 조사’ … 로서’로 번역되지만 분명히 유의해야 할 점이 있다. 즉 성령은 마치 물과 같이 세례에 대한 방편이나 도구가 될 수 없다는 사실이다. 사실 두 경우 모두 ‘엔’을사용한 것은 두 종류의 세례가 지니는 성례전적(聖禮典的) 의미와 그 각각의 효능을 나타내기 위함이었지만 세례의 의미가 본질적으로 같을 수는 없다. 그래서 마태는 여기에다가 흔히 성경 문학적으로 볼 때 정화, 정결, 심판 등의 속성으로 이해되는 ‘불’이란 대칭 용어를 사용함으로 성령 그 자체보다 성령의 능력과 영향력에 더 큰 비중을 두고 본 내용을 보고하고 있다(마 3:11). 실로 오순절에 나타난 성령의 역사는 불과 같은 뜨겁고 강렬한 역사로서 믿는 자들에게는 내적인 성결과 열정을 제공하였고 불신자들에게는 종말적으로 임할 심판을 예고하였다(행 2:3). 어쨌든 메시아의 선구자로서회개의 세례를 전파한 요한은 단순히 거룩한 예식의 측면에서 물을 통한 세례를 집례(執禮)했지만 신적 권위로 이 땅에 임하신 예수는 성령을 통해 각 심령에 당신의 내밀하고도 뜨거운 불 세례를 집례하셨다(Lenski). 이 같은 성령 세례는 예수의 승천 이후 보혜사 성령의 강림을 통해서 공적으로 활발히 시행되어 오고 있다. 한편 세례 요한이 베푼 세례를 성령 세례와는 완전히 관계없는 단순히 물로써만의 형식적 예식으로 간주하는 것은 문제가 있다. 그렇게 되면 세례 요한의 회개의 세례는 구속사 전개에 있어서 아무런 의미가 없는 하나의 형식적 예식에 불과하기 때문이다. 진정 요한의 세례는 예수의 불 세례를 준비케 하는 예비적 단계로서, 이 역시 성령의 확실한 조명과 후원을 통해서만 이뤄질 수 있는 것이었다. 즉 오순절 성령 강림과 그에 따른 불 세례가 있기 전에도 성령께서는 인간 구원과 진리 전파의 주도적 역할을 감당하셨고 또 그 일에 부름받은 사역자들의 활동에 깊이 개입하셨다. 여기에서 유념해야 할 또한 한 가지 사실은 요한이 무리들에게 표현한 바 자신의 세례와 예수의 세례에 대한 시제와 관계된 부분이다. 요한 자신의 세례에 대해 ‘세례를 주었거니와’(에밥티사)인 부정과거형으로 언급한 데 비해, 예수의 세례에 대해서는 ‘세례를 주시리라’(밥티세이)인 미래형으로 언급하였다. 이말에 대해 예수께서도 요한은 물로 세례를 베풀었지만 그를 따르는 자들은 성령으로 세례를 받으리라고 재차 확증해 주셨다(행 1:5). 이로써 우리는 인간 세례 요한의 단회성과 불완전성 및 한시성(限時性)그리고 성자 하나님이신 예수 세례의 완전성과 영속성을 생각해 볼 수 있다. 특히 예수의 이와 같은 신령한 세례사역으로 말미암아 회개하는 모든 심령들에게 성령을 끊임없이 부어주신다는 사실을 확인할 수 있다(요 16:7, 행 2장).\n1:9 그 때에(엔 에케이나이스 타이스헤메라이스). 이 말에 대한 문자대로의 번역은 ‘그 날들에’이다. 이는 분명한 시기곧 앞에서 계속 언급되어왔던 세례 요한의 회개에의 세례 사역이 박진감 넘치게 진행되고 있던 그 기간을 지칭한다. 더욱이 이 표현은 역사상에 위대한 한 사건이 나타날 것이라는 데 주의를 끌게 하는 역할을 하고 있다. 즉 유대 백성들이 깊은 관심을 가지고 있던 세례 요한의 사역이 진행되고 있던 때라는 배경적 설명을 한다는 것은 적어도 그 배경적인 내용보다 더 중요하고 심대한 사건이나 인물의 등장을 암시하는 것이라 볼 수 있다. 사실 당시 세례 요한이 예고하고 그 권위를 더 높이고 있었던 분은 성령으로 세례를 주실 분, 곧 예수 그리스도이셨다. 실로 예수는 갈릴리 나사렛에서 30여년 동안 개인적인 삶을 사신 것을 청산하시고 이제 곧 공생애의 삶을 시작하시는 시기를 맞고 계셨다. 사실 예수께서는 당신의 도래를 준비하고 있는 세례 요한의 사역에 관해 익히 알고 계셨지만 그 즉시 오시지 않고 그의 메시아로서의 사역을 시작하실 바로 ‘그 때’는 새로운 역사의 시작을 예고해 주는 장중한 포고령이요 대서사시의 서곡이라고도 할 수 있는 말이다.\n갈릴리 나사렛. 이곳은 예수께서 헤롯의 박해를 피해 애굽으로 피신하신 후 다시 귀국하여 정착하고 유아기부터 청년기를 거치면서 계속 살아오셨던 예수의 실제적인 고향으로서(마 2:23, 눅 4:16 주석 참조) 예루살렘 북방 약 120 km 지점에 위치한 해발 약 488m의 구릉지의 분지이다. 이곳은 예수의 출생지인 베들레헴과 더불어 기독교의 고향으로 여겨지는 매우 뜻깊은 곳이다(마 2:23, 3:13 주석 참조). 한편 마가는 ‘나사렛’이란 지명을 첨가시킴으로써 이방인 독자들에게 그곳의 지리를 보다 구체적으로 제시해 주고 있다. 이에 비해 누가는 이 지명을 아예 생략했으며 마태는 ‘갈리리로서 요단 강에 이르러’(마 3:13)라고 표현하였다. 이는 수만리 멀리 떨어져 있는 로마의 신자들 곧 예수에 대해 소문으로만 들어오던 바로 그들에게 예수에 대한 역사성을 입증해 주기 위한 마가의 노력의 한 표현이다.\n요단 강에서. 헬라어 원문에 제시된 본문의 전치사(에이스)는 ‘안에서’,’안으로’(in, into)란 뜻으로 예수의 수세(受洗)가 요단 강 안에서 베풀어졌음을 암시한다. 특히 이 표현은 다음에 언급될 ‘세례’라는 어의(語義)와 10절의 ‘물에서 올라오다’는 말과 조화를 이뤄 예수의 수세 방법이 세례(侵禮)였을 가능성을 강하게 내비치고 있다. 그러나 이 수세 방법의 절대적 원칙을 고수하는 일은 또하나의 독선이 될가능성이 있다.\n세례를 받으시고(에밥티스데). 이 단어의 원형 ‘세례를 주다’(밥티조)라는 말은 ‘물에 잠그다’(70인역-왕하 5:14, 시 68:23), ‘물로 씻는다’(7:4, 눅 11:38, 딛 3:5)등의 뜻으로도 사용되었다. 이상과 같은 사실을 미루어 볼 때, 이 단어는 ‘세례’혹은 ‘세례’로도 이해할 수 있다. 특히 이 세례가 그리스도와의 연합이라는 측면에서는 ‘물에 잠그다’는 세례적인 의미를 강하게 내포하고 있고, 구약 율법의 제사 제도에서 볼 수 있듯이 속죄를 위한 뿌림(레 14:7, 16:14,15)등의 관점에서(민 8:7) 정결례로 볼 때는 ‘물로 씻는다’는 세례적인 의미를 내포하고 있다고 볼 수 있다. 이상에서처럼 세례와 세례의 효력과 그 중요성은 거의 같은 가치를 지닌다고 생각된다. 그런데 문제는 세례 혹은 세례라는 그 외적 형식의 절대화를 주장하는 데 있다. 그러나 보다 중요한 것은 그 의식이 의도하고 있는 바 구원의 확신과 그 이후 변화된 삶의 모습이다. 그러므로 그 중심을 떠난 의식만을 제기한다는 것은 사변적인 논쟁에 빠질 우려가 있다.\n1:10 곧(유뒤스). ‘곧바로’, ‘당장에’라는 긴급성을 강조한 부사로서 이부사를 자주 사용하는 것이 마가의 복음서가 지니는 한 특징인데(약 41회). 이 단어는마가의 복음서 전반에 걸쳐 박진감을 더해 준다.\n물에서 올라오실새. ‘ … 에서’를 뜻하는 원어 ‘아포’은 ‘완전히 잠긴 물속에서부터’라는 의미이기 보다 오히려 신체 어느 부분에 적용되는 단지 ‘물 안에서’라는 의미로 이해해야 할 것이다. 즉 이 말은 예수의 세례의 형식(세례, 세례)에 관심을 둔 것이기 보다 세례 예식이 모두 종결되고 예수께서 육지로 발을 내디디시는 순간을 강조하는 말로 볼 수 있다.\n하늘이 갈라짐. 마가의 보고에 따르면 ‘하늘이 갈라지고 성령이 비둘기같이 내려오시는’ 장면을 본 사람이 오직 예수뿐이었다는 암시를 주고 있는데, 이는 마가의 초점이 예수의 경험을 기록한 것이지 요한에 대해 말하려 함이 아니었기 때문일 것이다. 여기서 마가는 하늘에서 일어난 현상에 대해 ‘하늘이 갈라지다’(스키조, ‘찢다’는 뜻)는 말을 사용하고 있다. 이는 마가의 생동감 넘치는 기록 방식을 보여주고 있다. 이와는 대조적으로 마태와 누가는 매우 차분한 용어인 ‘아노이고’(’열다’)를 사용하고 있다. 어쨌든 하늘이 갈라진다는 것은 인류가 대우주적 전기(轉期)를 맞았음을 암시하는 것이다. 즉 이제 인류는 절망의 하늘을 ‘찢고’ 새 소망을 선사하시는 그리스도를 공적으로 영접하게 되는 것이다. 특히 이 표현은 사 64:1의’원컨대 주는 하늘을 가르고 강림하시고 주의 앞에서 산들로 진동하기를’을 반영하고있다고 본다.\n성령이 비둘기같이 … 내려오심을. 초대 교회 이단자들은 영원한 그리스도가 인간 예수에게 인격적으로 잠시 거하기 위해 내려오신 것이라고 주장하기 위하여 본 사건을그 논거로 채택하였다(요일 4:1-6, 주제 강해 ‘영지 주의’ 참조). 후에도 성서 비평가들은 예수의 영원한 신성(神性)과 더불어 예수의 역사적인 성육신(Incanation)을 지지하는 전통적인 견해를 반박하기 위하여 이들의 견해를 인용하곤 하였다. 그들은 한결같이 예수 세례시에 그에게 성령께서 내려오셨다가 그가 십자가에 못박혀 돌아 가실 때 성령께서 떠나셨다고 주장한다. 그러나 신성과 인성을 동시에 지니고 계신영원한 그리스도에게 본문에서 특별히 가시적으로 성령이 임하신 것은 대선지자로서의 권위와 직무의 전달에 대한 객관적이고 공식적인 확증에 지나지 않는다. 누가는 성령께서 예수에게 임하신 것은 요한의 세례를 통하여 되어진 것이 아니라 하나님의 아들의 복종과 기도를 통해서 이루어진 것임을 밝히고 있다(눅 3:21). 한편 본문에서 성령은 ‘비둘기같이’ 임하셨다고 했는데(요 1:32) 이는 성령의 순결하고도 온유한 통치와 특성을 반영한 표현이라 할 수 있다. 여하튼 예수에게 성령이 내려오신 사실은 공생애 시작에 앞서 당신의 거룩한 사역을 위한 기름 부음을 앞서 당신의 거룩한 사역을 위한기름 부음을 가리킨다고 할 수 있다. 왜냐하면 예수께서 나사렛에 있는 회당에서 ‘주의 성령이 내게 임하셨으니’라고 말씀하시면서 친히 이 기름 부음에 관한 사실을 주장하셨기 때문이다(눅 4:18). 특별히 본문의 이 같은 장면은 구약 시 45:7, 사 61:1 등에서 이미 예언된 바 있는 것으로 예수께 대한 성령의 영원한 은사 부여를 보여 주고 있다.\n보시더니. 예수께서는 세례 받으신 후 곧 기도하셨는 데(눅 3:21) 바로 그 순간 하늘의 기이한 현상을 목도하게 되신 것이다. 한편 이때 이 기이한 현상은 자연계에 나타난 초자연적 현상(supernatural appearance)으로서 그곳에 모인 우리들이 함께 목격했음에는 의심의 여지가 없다.\n1:11 하늘로서 소리가 나기를. 이는 분명 말라기 선지자 이후 단절되었던 계시의 맥을 잇고자 하시는 하나님의 거룩한 음성을 뜻한다. 랍비들은 이같이 하나님께서 하늘에서 말씀하실 때 ‘그분의 목소리의 울림’, 곧 ‘메아리’를 들을 수 있다고 가르쳤다. 특히 그들은 하나님의 직접적인 말씀과는 구별되는 ‘소리의 딸’이라는 하급 계시가 말라기선지자 이후에도 계속 전해져 오고 있다고 믿고 있었다. 물론 본문의 ‘하늘로서의 소리’는 분명히 살아계신 하나님의 메시지인 것이다(마 3:17 주석 참조). 한편 하늘에서 들려진 소리는 영원한 왕이신 메시아의 즉위 개념(시 2:6)과 고난받는 주의 종의 개념(사 42:1)이 연합되어 나타나고 있다(마 3:17 주석 참조). 그중에서도 특별히 하늘 소리가 강조하는 바는 예수께서 하나님의 유일하고도 가장 사랑받는 독생자가 되신다는 사실이다. 실로 마가는 그의 복음의 서두에서 예수를 하나님의 아들이라고 고백한 바있다(1:1). 여기서 하나님께서는 예수를 당신의 아들이라고 밝히고 계신 것이다. 즉하나님께서는 예수가 당신의 아들됨을 증거하는 증인이 되신다. 한편 레인(Lane,William L. The Gospel According to Mark, p. 58)은 말하기를 “하나님이 선언하신 말씀의 첫 구절(”너는 내 사랑하는 아들이라”)은 동사가 현재 직설법으로 되어 있어 영원하고 필연적인 관계성을 보여 주며, 둘째 구절(”내가 너를 기뻐하노라”)은 부정과거직설법으로 되어 있어 역사상의 어떤 특수한 임무를 수행하기 위해 과거에 선택되었음을 보여 준다”고 했다.\n내 사랑하는 아들(호 휘오스 무 호아가페토스). 이를 문자 그대로 번역하면 ‘나의 그 사랑하는 그 아들’ 이라고 되어야한다. 여기에서는 정관사 ‘그’가 명사와 형용사에 반복적으로 사용됨으로써 그 어의(語義)를 점차로 높이며 강조하는 수사법이 쓰이고 있다. 이렇듯 성부 하나님께서부터 성자 하나님에게 명명된 이 사랑은 일시적인 범주를 뛰어넘는 완전 무궁한 사랑, 영원 지고한 사랑을 의미한다. 특히 여기 ‘사랑하는’에 해당하는 아가페토스은 사랑의 최고 형식을 지시하는 말로서(Lenski) 성부 하나님과 성자 하나님 사이에 이루어지고 있는 사랑의 가장 적절한 표현이 될 것이다. 하지만 이 사랑은 여기에만 머물러 있지 않는다. 하나님께서는 더럽고 악취나는 이 세상을 아가페의 사랑으로 사랑하시고자 도성 인신(道成人身)하신 것이다(요 1:1,14).\n너를 기뻐하노라. 이 말은 앞에서 언급된 ‘사랑하는’이란 말의 이유도 아니며 귀결이나 결론적인 말도 아니다. 왜냐하면 ‘기뻐하노라’에 해당하는 헬라어 ‘유도메사’은 부정 과거형으로서 역사적인 과거의 사실만을 말해 주고 있기 때문이다. 영역성경의 ‘내가 그를 아주 기뻐하노라(KJV, in whom I am well pleased)란 번역이나 한글 개역성경의 번역은 이러한 의미에서 잘못되었다. 물론 이러한 문법구조가 영원한 현재에 관려되어 사용되고 있기는 하지만 헬라어 본문에서는 단순히 과거의 사실만을 언급하고 있기 때문이다. 그러므로 본문에 나타난 과거의 시상은 요단 강변에서 성육신하신 아들을 하나님께서 기쁨으로 택하셨다는 사실을 공적으로 선포하신 것을 가리키고 있다. 또한 이러한 선포의 증거로서 예수 위에 아버지의 성령께서 강림하신 것이다.\n1:12 성령이 … 몰아내신지라. 공관 복음의 세 기자들은 예수께서 세례받으신 후 성령의 인도하심을 받아 광야로 나갔음에 대하여 모두 기록하고 있다(마 4:1, 눅 4:1). 여기서 ‘광야’란 성경 문학적으로 타인과 완전히 결별된 곳, 또는 귀신들의 활동과 밀접한 관련이 있는 지역으로 생각된다(사 13:21, 마 12:43, 계 18:2). 그런데 당시 예수께서 실제로 금식하셨던 광야가 과연 어디였던가에 대해서 의견이 구구하다. 즉 혹자(Alford)는 모세와 엘리야의 금식 장소였던 호렙산으로, 또는 외경 ‘히브리인의 복음’에서는 다볼산으로, 그리고 또 다른이는(De Wette)여리고 근처의 한 곳으로 보기도 한다. 그중에서 이곳이 세례받으신 곳과 멀지 않았을 것이라는 측면에서 제일 마지막 견해를가장 타당한 것으로 본다. 이러한 사실을 확증하기라도 하듯이 십자군 원정 이후 이곳을 ‘콰란타니아’(Quarantania), 곧 예수의 40일 금식장소로 명명하였다고 한다. 한편 마가는 예수의 세례와 시험 사건 사이에 깊은 연관성을 강조하기 위해 그의 특징적인 표현인 ‘유뒤스’(’즉시’)를 사용하고 있다. 즉 마가는 예수의 겸손하고도 강한 인류애의 마음을, 전혀 죄가 없으신 그분이 죄인된 자로서의 세례에 자발적으로 동참하신 것과 사탄의 시험을 한시적으로나마 인정하신 이 두 가지 연속된 사건으로써 표출시키고 있다. 한편 본서의 강한 이미지에 비해 마태와 누가는 완곡한 동사를 사용하였다. 즉 그들은 이 시험 사건을 보고하면서 예수께서 성령에 ‘이끌려서’(was ledby the Spirit ‘성령에 인도되어서’, NIV) 광야로 나아갔음을 묘사한 것에 비해 마가는 좀더 적극적인 의미의 ‘에크발에이’(’내쫓다’는 뜻이 강하게 내포됨)를 사용해서 성령께서 예수를 광야로 ‘몰아내신지라’고 기록하고 있다. 마가의 이 기록은 전자의 두 기록보다 더욱 역동적이며 생생한 현장감(現場感)을 나타내 주고있다. 물론 이것은 예수의 의지와는 전혀 상관없는 협박과 강압으로써가 아니라 오히려 성령의 역동적인 이끄심에 대해 예수께서 적극적인 의지로써 호응하신 것을 나타낸다. 또한 이것은 예수의 뜻과 성령의 뜻이 완전히 합치되어 있었으므로 장차 40일 금식 동안 사탄과 더불어 싸울때의 승리를 예상할 수 있게 해준다(마 4:1-11, 눅 4:1-13).\n1:13 사십 일을 계셔서. 마가는 단지 예수께서 40일 동안 광야에 계신 것에 대해 기록하고 있으나 마태는 이 기간 동안 금식하셨음에 대해 보다 상세하게 언급하고 있다(마4:2). 그리고 마가에 있어서는 시험의 종류도 언급되지 않고 사탄을 물리치고 승리하신 기사도 없다. 아마 그 이유는 예수의 사역 전체가 사탄과의 대립으로 일관된 것이지, 40일간의 광야 생활에서 있었던 단 몇 가지 시험에 국한된 것이 아니라는 점을 마가가 강조하기 원했기 때문인 듯하다. 실제로 마가의 복음서 전체에서 마가는 이 계속적인 싸움을 생생하게 묘사하고 있음을 볼 수 있다. 한편 본문에 언급된 이 ‘40일’에는 상징적인 의미가 있다. 즉 이 40일은 구약에서 모세가 시내 산에서 십계명을 받을때 그곳에서 유한 기일이며(출 34:28), 엘리야가 호렙산을 찾아 광야를 유랑한 기간이다(왕상 19:8). 또 신약에서 그리스도께서 부활하시고 승천하실 때까지의 시일도 40일이었다(행 1:3). 위에서 언급한 모세나 엘리야의 경우 40일의 기간은 그들의 사명 수행과 깊은 연관을 맺고 있다. 모세와 엘리야는 광야의 사람이었다. 그들은 ‘40일’ 기간의 전후(前後)를 한결같이 광야의 연단과 위험 속에 살아 갔다. 이러한 맥락에서 예수께서 광야에서 금식하시며 또 시험받으셨던 이 ‘40일간’의 의미는 그의 공생애 시작으로 끝나는 것이 아니라 그의 전생애 사역과 관련되는 것으로 일종의 연단의 기간이자 공적 사역의 준비기에 해당한다고 볼 수 있다.\n시험을 받으시며. 이말에 해당하는 헬라어 ‘페이라조’은 ‘시도하다’, ‘시험하다’, ‘증거를 진술하다’라는 뜻으로서 인간을 실족케 하는 유혹(temptation)과 인간을 더욱 성숙케하는 하나님의 연단(test)이라는 이중적 의미를갖고 있다. 그런데 본문에 제시된 이 ‘시험’은 그 양자의 뜻을 모두 함축하고 있다. 실로 이 시험은 예수의 메시아성을 무너뜨리려는 사탄의 집요한 유혹인 동시에, 예수께서 시험과 고난받는 온 인류의 모범이시자 우리의 연약함을 담당하실 대제사장으로서의 진면목을 보이시며 또한 그 같은 자격을 공적으로 선언하시기 위한 일종의 하나님의 뜻에 따른 연단이었던 것이다(히 2:18, 4:15). 이 시험에 대한 더 자세한 내용은 마 4:1-11, 눅 4:1-13을 참조하라.\n들짐승과 함께 계시니. 이는 단적으로 영전(靈戰)을 치르고 계신 예수께서 모든 인간 관계를 단절하신 채 철저히 홀로 되셔서 고독에 찬 역경을 감래하고 계셨음을 보여 주고 있다. 한편 당시 유대 광야 지역에는 뱀, 이리, 표범, 여우, 멧돼지, 하이에나 등이 이따금씩 출몰했다고 한다. 진정 예수는 내적이고 외적인 공포와 고독 그리고 사나운 야생 동물들을 대하심으로 더욱 큰 시험을 당하셨다. 이와 같이 예수께서 금식하시고 시험받으신 장소는 첫 사람 아담이 시험받은 낙원(창 3장)과 정반대가 되는 위험 천만스러운 현장이었다. 그러나 놀랍게도 옛날 이스라엘 백성들이 하나님께 불순종하고 반역함으로 징벌과 사망을 받았던 바로 이 광야에서 예수는 하나님께 순종함으로 승리를 거두셨다. 그리하여 그는 새로운 이스라엘을 구성하시기 위한 공생애 사역을 시작하신다.\n천사들이 수종들더라. 모든 천사들의 주된 임무는 예수와 구원얻을 모든 자들을 섬기는데 있다(히 1:14). 이 천사들이 예수께 수종든 때에 관해서는 마 4:11에 나와있는 대로 예수께서 마귀를 물리치신 후였다. 성경상에서는 천사가 예수 그리스도께 구체적으로 어떻게 수종들었는지에 관해 아무런 언급이 없지만 아마도 하늘로부터 전해진 영적 위로를 전달하고 또 40일 동안 금식하시느라고 주리신 예수께 육적인 양식을 공급하는 일이 포함되었을 것이다. 사탄의 시험을 물리쳐 이기신 그리스도께서는 유혹의 떡(마 4:3) 대신에 천사가 공급하는 음식으로 배를 채우셨고 그릇된 공명심(마4:5, 6) 대신에 영광스런 영적 존재들의 보필을 받으셨으며 또 헛된 영광(마 4:8,9)대신에 하나님을 온전히 경배하며 천사들의 찬양과 경배를 받게 되셨던 것이다. 그리하여 이제부터 천국 복음을 전파하시며 진리를 가르치시고 병자를 고치시며 귀신을 쫓아내시는 등 사탄의 왕국을 파멸시키는 실제적인 사역을 시작할 수 있으셨다. 마가복음의 중요한 부분 중 하나가 여기서 일단락된다.\n1:14 요한이 잡힌 후. ‘잡힌’에 해당하는 ‘파라도데나이’은 제 1 과거 수동형으로 ‘넘겨졌다’, ‘양도되었다’는 의미를 지닌다. 즉 세례 요한이 그를 시기하던 종교 지도자들과 헤롯의 군병들에 의해 무참히 체포되었음을 암시한다. 그런데 만일 마가가 어떤 역사적 순서보다 신학적인 면에 좀더 큰 관심을 보이고 있었다면(사실 마가는 6장에 이르러서야 비로소 요한의 죽음을 자세히 언급한다). 여기서의 ‘잡힌’것은 곧 그의 죽음을 의미할 수도 있다. 그렇다면 적어도 마가는 요한의 죽음과 예수의 죽음에 든든한 고리를 엮어두고 있는 것이다. 즉 그 두 사람은 모두 불의한 자의 손에 의해 죽음으로써 그 최후를 맞는다. 따라서 예수의 갈릴리 사역이 막 시작되는 것과 동시에 십자가의 짙은 피내음이 풍겨나고 있음을 알 수 있다. 어쨌든 의로운 요한이 잡혔다는 것은 분명히 당시의 불의(不義)한 시대상을 반영해 준다. 예수는 나중에 세례 요한에 대해서 여자가 낳은 자 중에 가장 위대한 자가 바로 그라고 평하셨다(마 11:11). 그러나 요한은 메시아의 선구자적 사명을 다 하기 위해 이 땅에 온 것이지 그의 위대성을 인정받고 들림받기 위해 온 것이 아니다. 그는 메시아의 오시는 길을 예비하는 사역을 마친 후 역사의 무대에서 조용히 사라진 것이다. 이런 점에서 공관 복음서 기자들은 공히 예수의 공생애 시작은 세례 요한의 투옥과 관련된 것으로 보고 있다(마 4:12, 눅 3:19, 20). 즉 공관 복음서 기자들은 예수께서 요한의 사역이 종결된 후 당신의 공적 사역을 시작한 것으로 이해하고 있다. 특히 마가는 선구자 요한이 하나님께서 그에게 명하신 임무를 완수했다는 사실을 보여 주고자 했던 것이 분명하다. 그리고 마가는 본문을 통해 예수 생애에 있어서 공생애 초기의 많은 부분을 생략하고 있음을 암시해 주고 있다. 사실 본서의 기자 마가의 시각은 그리스도의 전체적 생애를 설명적으로 해설하려는 데 있지 않고, 예수께서 십자가에 달려 죽으시는 그날까지 인간들을 위해 어떻게 사역해 오셨는가를 부각시켜 종으로서의 예수의 진면목을 밝히려는데 집중되고 있었다. 따라서 이처럼 공생애 초기의 역사 가운데 많은 부분을 생략하는 것은 그의 기본적인 저작 의도에 따른 결과라 할 것이다(본서 서론 참조). 한편 광야 시험과 요한의 잡힌 사건 중간에 발생한 내용에 대해서는 요1:35-4:42를 참조하라.\n예수께서 갈릴리에 오셔서. 그리스도께서 유대를 떠나 갈릴리로 오신 때는 세례 요한이 잡힌 사건과 관련이 있다(요 4:1-3, 43 주석 참조). 세례 요한이 잡혔다는 사실과, 예루살렘의 종교 지도자들이 예수의 사역에 대해 관심을 기울임을 알게 되셨을때, 예수께서는 유대를 떠나 갈릴리로 향하셨다(특히 가버나움을 중심함, 마 4:13). 예수께서는 자신이 유대지방에서 그처럼 크게 알려진다면 그것이 유대 종교 지도자들의 강한 시기심을 자극하여 급기야는 그들의 증오심으로 말미암아 시기적으로 너무 이른 위기를 초래하게 될 것이라는 사실을 잘 알고 계셨다.즉 예수께서는 자신에게 적절(適切)한 죽음의 순간이 오는 즉시 자기 목숨을 버리실 준비를 갖추고 계셨지만(요10:11,15,18, 13:1) 아직 그 때(호 카이로스)는 오지 않았던 것이다. 더욱이 갈릴리 지방에는 예수께서 자신의 우리(cage) 안으로 인도해 들여야 할 잃은 양들이 많이 있었다(요 10:16).\n하나님의 복음을 전파하여. 예수께서 갈릴리 사역 내내 전파하신 메시지의 주내용은 ‘하나님의 복음’이다. 다른 사본에는 이를 ‘천국 복음’이라 일컫기도 한다(마4:23). 여기서 ‘전파하여’에 해당하는 헬라어 ‘케뤼쏜’은 현재 능동태 분사형을 취하고 있어 그 행위가 끊임없이 지속되고 있음을 암시한다. 한편 이 표현을 통해 하나님은 복음의 원천(주어소유격)이시며 더불어 복음의 대상(목적 소유격)이심을 알 수 있다. 즉 복음의 기원은 하나님이시며, 또 이 복음은 하나님에 관한 것이라는 사실이다. 실로 복음은 ‘좋은 소식’ 곧 인류가 들어볼 최고의 메시지이다. 왜냐하면 복음은 곧 그리스도로 인한 죄사함과 구원 및 영원한 복락을 그 주내용으로 하고 있기 때문이다(고후 5:17).\n1:15 때가 찼고. 이는 하나님의 경륜에 따른 구속사의 결정적인 시점을 맞았음을 시사해준다(갈 4:4, 엘 1:9). 다시 말해 본문의 ‘때’(카이로스)라는 말은 단순히 과거에서 현재로, 현재에서 미래로 변화되는 시기를 뜻하는 ‘크로노스’과 구별되는 것으로서 호기(好期,opportunity), 즉 하나님의 역사하심이 일어날 결정적 기회라는 뜻이다(R.C. Trench). 예수께서는 드디어 구원의 약속들을 성취하시고 그 구원의 복음을 받아들일 수 있도록 하는 절호의 기회를 맞으신 것이다. 이에 대해 슈바이쩌(Schweizer)는 말하기를 ‘그는 역사상 유래없는 특정한 구원의 때를 성취하신 것이다’라고 묘사하였다. 특히 본문의 이 표현은 사 9:1,2의 말씀이 성취될 시간이 이르렀음을 알리는 엄숙한 포고령과 같은 의미를 지니고 있다.\n하나님 나라가 가까왔으니. ‘하나님의 나라’(바실레이아 투 데우)는 단적으로 하나님의 절대적인 통치와 초월적인 주권을 가리킨다. 그런데 이 하나님 나라의 개념은 예수의 가르침의 중심 주제가 되고 있다. 한편 ‘하나님의 나라’라는 용어가 구약과 외경에는 직접 쓰이고 있지 않으나 그 사상은 풍부하게 소개되고 있다(출 15:18, 시 29:10, 사 43:15). 이런 사상들을 면밀히 검토해 보면 하나님의 왕권은 현재적 실재이면서(하나님은 현재 당신의 주권으로 통치하심) 더불어 종말적 완성임을 (하나님은 최후의 날 당신을 반대하는 세력들을 완전히 전멸시킬 것이다) 알 수 있다. 이와 마찬가지로 하나님 나라를 소개하는 예수의 가르침에도 그 현재성과 미래성의 긴장 관계가 상존함을 보게 된다. 즉 예수께서 갈릴리 사역 초두에그 나라가 ‘가까왔다’(15절)고 선포한 데 대해 바알세불 논쟁시에는 그 나라가 ‘이미’임하였다고(마 12:28, 눅 11:20) 말씀하신 바 있다. 즉 예수의 활동으로 하나님의 지배가 이 땅에 임하신 것이다. 이에 반해 예수의 또 다른 가르침에서는 그 나라가 여전히 미래적인 것임을 보게 된다(마 8:11, 20:21). 실로 하나님 나라의 현재성과 미래성 사이의 긴장(tension) 관계의 해소는 어느 한쪽을 거부함으로써 이뤄지지는 않는다. 사실 그에 대한 양극단의 논리인 실현된 종말론은 그 나라의 미래성을, 철저 종말론은그 나라의 현재성을 각각 부인하고 있는 것이다. 실로 하나님 나라의 현재성과 미래성을 동시에 함축한 개념이다( Bruce Metzger, The New Testament, p. 148 ). 어쨌든 본 절에서는 그 나라의 도래가 대단히 강조되어 있다. 즉 그 나라는 공간적으로 (예수 안에서), 또 시간적으로(그 나라는 마지막 때의 사건들을 선포하는 것이므로) 가까이 왔다. 따라서 사람들은 예수 안에서 가까와진 하나님 나라를 대면하고 있는 것이다(Lane). 한편 마태복음에는 일반적으로 ‘천국’으로 되어 있으나(마 3:2, 4:17, 5:3, 10,19, 20등) 마가복음에는 ‘하나님 나라’라고 한 사실에(4:11, 26, 30, 9:1, 47등) 주의할 필요가 있다. 의미상으로는 양자가 근본적으로 동일하지만 예수께서 ‘하나님 나라’라고 말씀하신 것은 사람들의 마음과 생활 속에 하나님의 통치가 이전 어느 때보다도 강하게 미치기 시작했다는 사실을 강조하기 위함에서였다. 이러한 관점에서 하나님 나라에 대한 다음의 네 가지 개념들에 주목할 필여가 있다. (1)하나님의 왕권, 통치권혹은 그의 백성들의 마음 속에서 역사하시는 주권이라는 개념이다(마 6:10, 눅 17:21).(2) 완전한 구원, 곧 우리의 마음 속에 하나님을 우리의 왕으로 모시고 그 뜻에 순종함으로 비롯되는 모든 영적이며 물질적인 축복의 개념이다(눅 18:30). (3)교회, 곧 하나님을 왕으로 모신 사람들의 모임이라는 개념이다. 이러한 의미로 사용될 때 하나님 나라와 교회는 거의 동일한 것이다(마 16:18, 19). (4) 구속받은 우주, 곧 모든 영광으로 가득찬 새 하늘과 새 땅의 개념이다. 이것은 아직 미래의 일이며 하나님의 구원계획의 최종적인 사역이 이루어지는 나라를 의미한다(마 25:34). 좀더 자세한 내용은 본 장 주제 강해를 참조하라.\n회개하고 복음을 믿으라. 이는 세례 요한이 광야에서 전파한 메시지의 내용과 동일하다(4절, 마 3:2). 그러므로 세례 요한과 예수의 복음은 동일한 것이었으며, 이러한 의미에 있어서 세례 요한은 그리스도의 진정한 길 예비자였다. 여기서 ‘회개’와 ‘믿음’은 하나님 나라를 대면하고 있는 자들의 올바른 삶의 자세이자 구원의 핵심적 요소이다. 특히 이 중에서 ‘회개’는 성부 하나님과의 단절되었던 관계를 회복하는 일이요, ‘믿음’은 영원한 생명의 주인이신 성자 예수와의 긴밀한 신뢰 관계를 이루는 것으로서이 양자중 어느 하나의 결핍은 온전한 신앙 인격으로 나아가지 못하게 한다. 한편 우리 말의 ‘회개하라’는 단어는 부정적인 면만을 강조하고 있지만, 헬라어 ‘메타노에이테’은 2인칭 복수 현재 명령형으로서 과거에 저지른 모든 악한일에 대하여는 슬퍼하는 한편, 앞을 바라볼 것도 의미하고 있다. 즉 그것은 ‘변하여새 사람이 될 것’, ‘마음과 생활의 근본적 변화’ 그리고 ‘완전한 생활로의 전환’까지를 모두 내포한 포괄적 의미이다. 그리고 ‘복음을 믿으라’고 덧붙이신 그리스도의 말씀에서 회개의 적극적이며 긍정적인 면이 더욱 강조되고 있다. 즉 ‘믿으라’는 단어에 해당하는 헬라어 ‘피스토메테’은 앞에 나온 ‘메타노에이테’와 동시적으로 작용을 하며 함께 역사한다(Lenski). 즉 진정한 회개에는 신앙이 뒤따르게 마련이다. 본문에 나타난 두 동사는 미완료 동사로서 계속적인 현재를 의미하며, 전자가 계속될 때 후자로 계속됨을 나타낸다.\n1:16 갈릴리 해변. 갈릴리 바다는 보통의 담수호(淡水湖) 중의 하나이지만 성경에서는 흔히 바다로 불리우고 있다. 이는 다른 곳에서 ‘게네사렛 호수’(눅 5:1) 또는 ‘디베랴바다’(요 6:1, 23, 21:1)로도 불리우고 있다. 이 아름 다운 바다는 길이 약 20 km, 너비 약 10 km, 수면은 해발-240m정도이며, 가장 깊은 곳이 약 50m가량 된다고 한다. 이 곳에는 여러 종류의 고기들이 많이 서식하고 있었으며, 그로 인해 어업이 번창했다. 그리고 이 바다 서쪽과 북쪽 해변에는 많은 읍과 어촌들이 밀집해 있었다(Josephus,Wars. III, x).\n시몬과 그 형제 안드레. 예수께서는 갈릴리 전도에 있어서 최초로 이 어촌을 ‘지나가시다가’(따라 걸어 가시다가) 갈릴리 어부 출신 형제인 시몬과 안드레를 부르셨다. 그들이 부르심을 받은 것은 어부의 직업에 열중하고 있을 때였다. 그런데 이 형제들이 예수를 메시아로 믿고 따라다니기 시작한 것은 요단 강에서 이 제자들에게 예수께서 바로 이 메시아라고 가르쳐 준 세례 요한으로 말미암은 것이었다(요 1:35-39). 특히 세례 요한은 예수를 가리켜 모세와 선지자들이 기록한 하나님의 아들, 이스라엘의 왕이라고 소개하였다(요 1:29). 따라서 그들 두 형제는 그때부터 예수를 따라다녔으며 인격적 관심의 대상으로 삼았다. 이 인격적 관심의 결과는 그들은 사도로 부르심을 받고 세우심을 받게 된다(3:13, 마 10:1 등).\n그물 던지는 것을 보시고. 먼저 여기 제시된 ‘그물’(암피블레스트론)은 예수께서 비유 중에 흔히 거론하셨던 큰 그물, 즉 ‘예인망’(사게네)이 아니라 손 그물, 즉 ‘투망’(投網)을 가리킨다. 한편 마가는 안드레 형제의 모습을 매우 생동적으로 묘사하면서 그들이 손 그물로 생업에 열중하고 있는도중에 예수께 사람 낚는 어부로 부름받은 사실을 현장감 있게 긴박감을 더하여 기술해 주고 있다.\n1:17 나를 따라 오너라(듀테 오피소 무). 원문에서’오너라’(듀테)는 말앞에 ‘이리로 … ’ 또는 ‘다라’(오피스)라는 부사어가 첨가되어 있는 점에 유의해 볼 필요가 있다. 예수께서는 시몬과 안드레가 이때까지 살아왔던 그러한 방향으로가 아니라 예수 자신이 지금 가고 있는 ‘이리로’ 혹은 ‘이 새로운 방향으로’ 따라 오라고 말씀하신 것이다. 또한 주님의 이러한 부르심(calling)에는 ‘ … 되게하리라’(포이에소)는 목적이 수반되어 있다. 즉 그분의 부르심은 허황되고 맹목적인 것이 아니라 부르신 그들에게 하나님 나라 건설의 위대한 주역의 역할을 맡기시리라는 약속을 포함하고 있다. 따라서 이제 예수의 부름에 응답하기만 하면 그들은 복음 전파와 구원 사역의 위업을 맡게 될 것이었다.\n사람을 낚는 어부. 주님의 부르심은 부름받은 그들 자신을 위한 것이기 보다 오히려 멸망의 길로 치닫고 있는 다른 ‘사람들’을 위한 부르심이었다. 실로 예수께서 그들을 부르신 것은 사람들을 임박한 심판으로부터 구해내어야 하는 긴급한 임무를 맡기시기 위함이었으며 이런 긴급한 상황에서는 당연히 즉각적인 순종이 요구되는 것이다. 구약에서도 심판과 관련해서 ‘낚는다’는 말이 사용된 경우를 볼 수 있다(렘 16:16겔29:4, 5, 38:4, 암 4:2). 한편 본문의 ‘사람’은 한글 개역 성경에서는 단수형으로 나와 있지만 헬라어 원문에서나 흠정역에서는 복수형으로 표기되어 있다. 그러므로 ‘사람들’(안드로포이)이란 이 말은 단순히 갈릴리 주변 사람들이나 유대인에게만 국한되지 않고 범 인류적이고 보편적인 대상을 지칭하고 있다고 보아야 한다(Lenski).\n1:18 곧 그물을 버려 두고. 여기에서 ‘곧’(유뒤스)이란 마가의 표현은 긴급하고도 생생한 장면을 강조하는 특별한 의미를 함의하고 있다. 예수께서 시몬과 그형제 안드레를 부르셨을 때에는 종말론적인 긴박성(緊迫性)이 짙게 깔려 있었으며, 그래서 그들은 과거의 모든 삶을 과감히 청산(淸算)하고 주님을 따라 나섰던 것이다. 진정 어부들에게 있어서 ‘그물’은 배와 더불어 그들의 생존의 근거이다. 그러므로 그들이 이 모든 것들을 버리는 데에는 과감한 의지적 결단이 요구되었을 것이다. 한편 두제자의 이 같은 즉각적 순종의 배후에서 우리는 또 한 가지 진리를 발견하게 된다. 그것은 예수의 절대적 능력과 권위이다. 실로 그 분의 권위 앞에 모든 피조물은 순종할수밖에 없는 것이다(빌 2:10).\n좇으니라. 헬라어 ‘아콜루데인’은 복음서에서 자주 사용되고 있으며, 의미상으로는 (1)예수를 따르는 것, (2)예수의 부르심에 자원하여 순복하는 것, (3)예수의 인도하심을 받는 것을 뜻한다(8:34, 마 4:25, 9:38 등). 이 말에 대한 문자적인 뜻을 세분하여 살펴보자면 ‘아콜루데인’은 접두어 ‘아’(여기서는 ‘일치’, ‘닮음’이란 의미)와 ‘길’이란 뜻의 ‘켈류도스’의 합성어로서,’같은 길을 함께 가다’란 의미를 가진다. 따라서 그들은 주님의 부름을 받은 즉시 하나님의 나라가 가까왔다고 하는 선포에 대한 증인으로서 주님의 동반자가 된 것이다.\n1:19 조금 더(올리곤). 이 부사는 마가의 세밀하고도 정확한 사건 묘사 기법을 드러내 주는 표현이다.\n세베대의 아들 야고보와 … 요한. 야고보와 요한은 베드로 다음으로 중요한 제자들로서 이들의 어머니는 살로메였다(마 10:2 참조). 한편 여기 ‘야고보와 요한’이라는 이름의 서열상에 있어서 야고보가 언제나 먼저 나오는 것으로 보아 그가 형으로 보인다. 후에 그는 12사도 가운데 최초로 순교하게 되는데(행 12:2), 이에 비해 요한은 모든 사도들 중에서 가장 오래 살아남아 교회를 파수(把守)하고 요한복음과 요한계시록등 여러 서신들을 기록하였다. 한편 이들은 베드로의 경우와 같이 주님의 부르심을 받았을 때에 즉각적으로 주님과 밀접한 관계에 들어갔으며 사도로서의 훈련을 받게 된것이다. 사실 이들이 주님의 부르심에 회의적인 반응을 보일 소지(素地)는 얼마든지 있었다. 즉 그들은 마 13:55, 요 6:42 등의 경우처럼 그들도 “이는 나사렛에서 온 목수의 아들이 아닌가 ? 왜 우리는 이 사람의 제자가 되어야 한단 말인가?”라는 거부의 의사를 표시할 수 있었을 더 큰 근거가 될 수 있었다(요 19:25). 실로 예수와 이종 사촌간이었던 그들은 예수의 메시아성에 대한 의구심을 다른 누구보다도 많이 갖고 있었을 수도 있었다. 예수의 형제와 친척들은 심지어 예수를 보고 ‘미쳤다’고 하지 않았던가(3:21). 이러한 불리한 가정적 배경에도 불구하고 그들은 주님의 위엄과 능력과 사랑의 부르심에 조금도 주저않고 따라나섰다.\n그물을 깁는데. 베도로와 안드레가 호수에서 그물을 던져 고기를 잡던 와중에 부름받은 것과 짝을 이루기나 하듯이 야고보와 요한은 다음 출어(出漁)를 위해 그물을 수선(修繕)하고 있던 상황에서 부름을 받는다. 실로 이것이 현장감과 생동감이 넘치는 마가의 묘사 기법이다. 즉 그들은 어떤 종교적 분위기나 헌신의 순간에서가 아니라 자신에게 맡겨진 생업에 충실하고 있을 때 주님의 부름을 받은 것이다. 한편 팔레스타인에서는 보통 저녁 이후시간에 고기를 잡고 낮에는 그물 수선을 하는 것으로 알려져 있다. 따라서 본문을 베드로 형제의 소명받음이 있은지 얼마간의 시간이 흐른 후로 보아야 한다고 생각하기도 한다(Bultman).\n1:20 곧 부르시니(카이유데오스에칼레센). 예수께서는 마치 단거리 육상 선수의 그것처럼 조금도 지체함이 없이 긴급하게 두 제자를 부르셨다. 실로 예수의 선교사역은 이처럼 신속하고도 민첩하게 진행되었는데, 이는 당신께서 항상 다가올 종말에 대한 기대와 예비를 하고 계셨음을 보여 준다.\n삯군들과 함께 … 버려두고. ‘삯군들’에 대한 언급은 마가복음에만 나오는 것으로서 ‘삯군’(미스디오스)이란 임금(賃金)을 받고 고용된 일꾼들을 가리킨다. 적어도 이러한 삯군들을 고용하기 위해서는 상당한 재력이 뒷받침되어야 했다. 따라서 세베대의 가정이 비교적 부유했음을 알 수 있다. 삯군들이 있었기에 야고보와 요한은 주저함없이 그들에게 아버지 돕는 일을 맡기고 예수를 따라갔다. 그들은예수의 부르심에 의해 이전 생활을 완전히 청산하고 온전한 헌신의 길에 나섰음에 틀림없다. 실로 하나님의 거룩한 뜻을 받들기 위해서는 무엇보다 이 떠남의 결단이 요구된다(창 12:1-3). 이 떠남을 통해 하나님의 더 크고 풍성한 은혜를 만날 수 있기 때문이다(마 19:29).\n1:21 저희가 가버나움에 들어가니라. ‘저희’라는 말이 원문에는 나와 있지 않지만 ‘들어가니라’에 해당하는 동사 ‘에이스포류온타이’이 삼인칭 복수형으로 사용된 것에서 비롯된 것이며, 이들은 예수와 예수께 선택된 처음 네제자를 가리킨다(29절). 한편 ‘나훔의 동네’란 뜻을 지닌 ‘가버나움’은 호수가에 위치해 있었고, 제자들이 부름받은 갈릴리 호수에서 그리 멀지 않은 곳에 있었다. 특히 이곳은 다메섹과 연결되는 교통의 요지(要地)이자 세관이 있던 곳으로서(2:14) 군사, 경제적으로 매우 중요한 곳이었다.이곳은 오늘날 갈릴리 해안 서북쪽에 있는 텔 훔(TellHum)으로 확인되고 있다(마 4:13 주석 참조). 그리고 예수께서 이곳을 공생애 사역의 주활동 무대로 삼으신 것 가운데 한 이유는 바로 이곳이 세리 마태를 위시한 다섯 제자들의 고향이었기 때문이다.\n안식일에. 유대인들의 안식일은 금요일 저녁 해가 지는 시점부터 시작된다. 바로이때 안식일 예배 중 첫 번째 예배가 진행된다. 따라서 예수께서는 이때 안식일이 되기전 금요일에 이미 회당 안으로 들어가셨던 것으로 추측된다.\n회당에 … 가르치시매. 예수의 공생애사역의 시초가 가버나움 회당에서 일어났다는 것은 기념비적인 사건이다.여기 ‘회당’(Synagogue)이라는 말은 한 지방에 모인 회중을 가리키기도 하고, 또한 이들 회중이 모이는 건물을 가리키기도 한다. 이 회당의 기원은 바벨론 포로 생활 중 성전을 상실한 유대인들이 함께 모여 기도하고 율법을 연구하던 결과로 생겨난 것이다. 신약 시대에는 회당을 유지할 수 있을 만큼 충분한 수의 유대인이 살던 곳이면 헬라 세계 어디서든지 이를 발견할 수 있었다.회당은 유대교를 가장 오랫동안 지속시켜 준 제도가 되었으며 기독교 초창기에 복음도 이 회당을 근거지로 삼아 전파되어 나갔다(마 4:23, 눅 4:16-30 주제 강해 ‘유대교의 회당과 초대 교회’참조). 한편 예수께서 안식일에 이 회당에 들어가시자마자 가르치기 시작한 것을 묘사하는 ‘에디다스켄’은 미완료 동사로서 매 안식일이면 예수께서이곳에 나오셔서 가르쳤음을 간접적으로 시사하고 있다. 당시 가버나움 회당은 활짝 개방되어 있었으므로 예수께서는 이곳을 초창기 복음 전파의 근거지로 삼고 계속적으로 가르치셨다. 물론 이때 ‘회당의 자유’는 회당 지도자들이 인정하는 방문 교사들 또는 권위 있는 선생들에게 허용되는데, 그들은 주로 그 회당에서 율법이나 선지서를 읽으며 그 읽은 바를 풀이하고 설교하기도 했다. 한편 그때 회당에서 이루어지던 의식은 오늘날의 예배 의식과 비슷한 것으로서 기도, 찬양, 성경 봉독, 그리고 랍비(Rabbi)나 이에 준하는 자격을 갖춘 사람에 의한 설교 등의 순서로 진행되었다.\n1:22 뭇 사람이 그의 교훈에 놀라니. ‘놀라니’에 해당하는 ‘엑세플레쏜토’은 ‘밖으로’를 뜻하는 ‘에크’과 ‘친다’를 뜻하는 ‘플레쏘’의 합성어로서, 이는 문자 그대로 놀라움과 경이에 가득차서 ‘정신이 멍하다’, ‘넋을 잃을 만큼 감동을 받다’를 의미한다. 본문의 의미는 그들이 순간적으로 놀라고 그친 것이 아니라 한동안 놀라움에 휩싸여 있었음을 보여주고 있다. 이와 같은 맥락에서 예수의 산상수훈에 대한 군중들의 반응도 이렇게 표현되었다(마 7:28). 한편 청중들 편에서 볼 때 무엇이 그들로 하여금 이토록 놀랍게 하였던가? 이에 대해 마가는 그 ‘교훈’(디다케)에 놀랐다고 보고한다. 이 ‘교훈’은 능동적 측면에서 가르치시는 행위 또는 방법을, 수동적 측면에서 가르치는 내용을 각각 의미하는데, 본문은 이 양자를 모두 포함한다. 실로 목수 출신이었던 그가(6:3) 어떻게 그러한 지혜를 나타내 보일 수 있었을까하는 것이 그들의 깊은 의문점이었으리라. 이러한 의구심에 대해 마가는 ‘교훈’이란 말에 덧붙여 특별한 이유, 곧 “이는 그 가르치시는 것이 권세있는 자와 같고 서기관들과 같지 아니함일러라”하는 설명구를 달았다(마7:28,29). 다음은 그리스도의 가르치시는 방법과 내용및 서기관들의 가르치는 방법과 내용 사이의 차이점들이다. (1)그리스도께서는 진리를 말씀하신 것에(요 14:6, 18:37) 반해 서기관들의 설교는 대부분이 와전(訛傳)된 것이었고 쉽사리 이해할 수 없는 사변적(思辯的)인 것들이었다. (2)그리스도께서는 중대한 의미가 담긴 문제들, 곧 생명과 사망 그리고 영원에 관한 문제들을 제시하셨지만 서기관들은 하찮은 문제들을 가지고 시간을 낭비하였다(마 23:23, 눅 11:42). (3)그리스도께서 전파하시는 내용에는 체계가 서 있었다. 그러나 그들의 탈무드(Talmud)경이 그렇듯이 서기관들은 자주 중언부언(重言復言)하였다(마 6:7). (4)그리스도께서는 주위에서 흔히 볼 수 있는 실례들을 사용하심으로써 청중들의 관심을 불러 일으키셨지만 서기관들의 설교는 고류하고 형식적인데만 얽매여 있었으므로 메마른 심령들의 갈급함을 채워줄 수 없었다. (5)그리스도께서는 사람들을 사랑하시는 자요, 그들의 영원한 축복에 관심을 갖고 계시는 자로서 말씀하셨으며 또한 하나님 아버지와 그의 사람에 대해 언급하셨다. 하지만 서기관들은 가장 중요한 사랑이 결핍되어 있었다. (6)마지막으로 가장 중요한 것으로서 본 구절에 진술되어 있는 바와 같이 그리스도께서는 ‘권세’를 가지고 말씀하셨다. 이는 그가 전하시는 메시지가 바로 하나님 아버지의 생각과 마음으로부터 나온 것이요, 실행 능력을 겸비한 탁월한 것이었기 때문이다(요 8:26). 그러므로 그리스도의 메시지는 곧 아버지의 메시지요, 성경의 메시지다. 그러나 서기관들이 전하는 메시지는 대부분 그들의 스승들의 유전에서 온 것으로서 고작 스승들의 교훈을 인용하는 정도에 그쳤던 것이었다(7:8,13, 마 15:2,3). 그들은 마치 깨어진 물통에서 물을 퍼내려고 헛되이 노력하였던 반면에 그리스도께서는 친히 ‘생수의 근원’(렘 2:13)이 되시어 자신으로부터 물을 공급하셨다. 이상에서 살펴본 대로 그리스도의 기르침과 당시 종교지도자를이었던 서기관들의 가르침의 차이는 근본적인 면에서 상이(相異)했다. 그럼으로 그리스도의 가르치심을 듣고 백성들이 놀랐던 것은 어쩌면 당연한 귀결이었는지도 모른다.\n1:23 마침(유뒤스). 긴박감을 더해 주는 마가의 표현 기법이다. 곧 예수께서 가르치신 교훈으로 회당 내(內)가 놀라움과 감동으로 가득차 있던 바로 ‘그 시점’에라는 뜻이다.\n더러운 귀신(프뉴마티 아카다르토). 본서에서 이 말은 11회 나오며, 누가는 이 말에 ‘귀신’ 혹은 ‘마귀’라는 뜻을 가진 ‘다이모니온’을 부가하여 사용하고 있으나(눅 4:33, 8:27, 10:17등), 의미상으로는 별 차이가 없다. 여기서 마가가 표현하고자 하는 것은 ‘귀신’이라는 존재에 ‘더러운’이라는 형용사를 첨가한 데 있다. 이 ‘더러운 영’은 선한 의지와 도덕성이 완전히 상실된 그야말로 악의 실체가 되어버린 영의 상태를 의미한다. 실로 예수의갈릴리 사역 초두(初頭)인 바로 이 안식일에 진리 전파 장소 한 가운데로 돌진해 온 자는 더러운 영에 사로잡힌 자로서 이는 구속사적 측면에서 중요한 의미를 지닌다. 왜냐하면 예수께서 악한 영, 곧 마귀의 일을 파괴하기 위해 이 땅에 오셨기 때문이다.(요일 3:8). 한편 더러운 귀신들린 자의 첫반응은 ‘소리질러’(아나크라조)란 말에서 볼 수 있듯이 예수의 진리 전파 사역을 ‘방해하고’ 어떻게든 ‘막아’보려고 한 것이다(눅 4:33). 현대 의학이나 심리학, 심지어는 현대 신학자들 중에서도어떤 이들은 귀신의 존재를 인정하지 않으려는 경향이 농후(濃厚)하다. 즉 그들은, 귀신이란 정신병을 가진 어떤 사람이 정서적 불안 상태에서 충격을 받은 경우 혹은 정신이상자와 간질병자의 경우로 나타나는 증세를 가정(假定)해서 칭한 이름이라고 한다.그러나 본 구절은 귀신의 존재와 성격에 대해 명백히 규명해 주고 있다(마 4:1-11, 주제 강해 ‘사탄’(마귀)과 ‘귀신’참조). 이러한 귀신은 그리스도의 권위에 도전하고 그리스도의 일을 방해하며 사람들에게 극한 공포심을 안겨주는 것이다(벧전 5:8).\n1:24 나사렛 예수여. 문자적으로 ‘나사렛 사람’ 혹은 ‘나사렛에서 온 사람’이란 뜻으로서, 회당에 들어왔던 귀신은 예수에 대하여 ‘나사렛 사람’이라는 것을 강조하여 큰 소리로 떠들어 대었다. 그것은 예수께서 나사렛에서 자라나셨으며 따라서 천한 신분을 가졌음을 강조한다. 이것은 결국 예수의 메시아성을 부정하기 위한 교묘한 술책(術策)으로 볼 수 있다. 사실 당시 일반 사람들의 통념 속에서는 ‘나사렛’이라고 하면 경멸의 뜻으로 인식되어졌다. 왜냐하면 그곳은 종교, 문화적으로 선민적 특권을 누리던 예루살렘 및 유대 지경과는 동떨어진 이방의 초라한 고을이었기 때문이다(사 9:1,2). 이런 관점에서 심지어 예수께서 ‘참 이스라엘 사람’이라고 언급하셨던 나다나엘까지도 ‘나사렛에서 무슨 선한 것이 날 수 있느냐’라고 반문하였던 것이다(요 1:46,47).\n우리가 당신과 무슨 상관이 있나이까. 원문을 직역하면 ‘우리가 당신에게 무엇입니까?’이다. 이 말은 귀신이 그 사로잡은 자의 성대(聲帶)와 입술을 사용하여 한 말로서 의미상으로는 ‘당신이 왜 우리를 괴롭히려 합니까’라는 뜻이다(마 8:29). 여기에서 귀신이 말한 ‘우리’란 복수형의 칭호에 대해 (1)말하는 사람과 귀신을 함께 일컫는 이중 인격을 함의한 말로 보는 학자도 있고(Robertson), (2)이 사람의 입을 빌어 말하는 그의 나머지 동료 귀신들을 가리킨다고 보기도 한다(W. W. Wessel). 이중 예수의 신성을 직시하고 또 그분에 대한 두려움을 공동으로 인식하고 있다는 점에서 (2)의 견해가더 적절할 것이다. 실로 이 귀신은 초자연적인 존재로서 지금 자신에게 닥칠 일이 다른 귀신들에게도 닥칠 것이라는 사실을 이미 간파하였던 것이다. 즉 더러운 귀신은 예수의 일을 방해하려 했으나 예수 앞에서 예수가 말을 꺼내기도 전에 그 귀신은 자기뿐 아니라 악령의 세계 전체에 닥친 파멸과 심판의 위기를 직감하고 공포와 경악에 휩싸이고 말았다.\n하나님의 거룩한 자(호하기오스 투 데우). 이는 23절에 나오는 ‘더러운 귀신’(프뉴마티 아카다르토)과 대조되는 말로서 원래는 하나님께 구별된 일꾼들, 선지자들을 가리켰으나 본문에서는 특별히 예수의 신성과 메시아성을 가리킨다. 이와 함께 예수에 대한 귀신들의 표현을 살펴보면 마 8:29에서는 ‘하나님의 아들’(the Son of God)로, 막 5:7에서는 ‘지극히 높으신 하나님의 아들’(the Son of the Most High God)로 나타나는데, 이것이 모두 귀신이 어떻게든 최후의 심판 때까지 자신의 생명을 연장시켜보겠다는 자기방어적 측면에서 한 고백으로서 그 모두가 진실한 진술이었다는 데 주목을 끌게 한다. 이 귀신은 예수의 ‘거룩한’(호 하기오스) 신성을 이해했기 때문에 ‘불결한’(혹은 ‘더러운)(아카다르토) 본성을 갖고 있는 자신들은 그 앞에서 쫓겨날 것을 미리 알고 있었으며, 여기에 대한 놀라움과 충격에 의해 이러한 용어가 무의식 중에 실토(實吐)되고 만 것이다(34절 주석 참조).\n1:25 예수께서 꾸짖어 가라사대. 예수께서 귀신을 상대하시는 유일한 방법은 ‘꾸짖는 것’이다. 이 ‘꾸짖다’(에피티마오)는 말은 ‘말로써 엄하게 경고하다’는 뜻 외에 ‘벌하다’,’책망하다’는 뜻이 내포되어 있어 그 꾸짖음의 강도를 더하고 있다. 실로 귀신을 상대하는 유일한 방법은 타협이나 회유(懷柔)가 아니라 그리스도의 이름으로 단호히 꾸짖고 책망하는 것이다.\n잠잠하고 … 나오라. 예수께서는 완전히 타락한 귀신에게서 자신의 메시아직에 대한 증거를 용납하지 않으셨다. 귀신과 사탄은 이 거룩한 증거에 끼어들 자격이 없기 때문이다. ‘잠잠하고’에 해당하는 헬라어 ‘피모데티’은 ‘피모오’의 부정 과거 2인칭 단수 명령형으로 원뜻은 ‘입에 자갈을 물리라’로서 더 이상 소리치지 말라는 단호한 명령인 것이다. 이에 대해 혹자(Robertson)는 ‘소에게처럼 입에 망을 덧씌울 것이라’는 말로서 번역하여 더욱 실감있게 묘사하고 있다. 그리고 이어지는 ‘나오라’는 명령 역시 더 이상 지체치 말고 즉각적으로 그 사람에게서 떠나라는 거부할 수 없는 엄한 명령인 것이다.\n1:26 경련을 일으키게 하고(스파락산 아우톤). 이것은 마치 위경련을 일으키듯이 ‘발작하며 몸부림을 치게 하고’라는 보다 강한 의미로 해석하는 것이 좋다. 흠정역(KJV)에서는 이 구절을 ‘그 때에 더러운 귀신이 그 사람을 상하게 하고’(And when the unclean spirit had torn him)라고 번역하고 있다. 그러나 이 번역은, ‘그 사람은 상하지 아니한지라’(눅 4:35)와 모순될 뿐만 아니라 원문에 있는 경련으로 보아야 할 간질병(마 17:15)에 대한 언급도 없음으로 그다지 적절하지 않다. 이러한 의미에 있어서 한글 개역 성경의 번역이 원문의 의미에 보다 근접해 있다.어쨌든 귀신(사탄)도 천지 만물을 창조하시고 지배하시는 하나님의 거룩한 아들의 명령을 거역할 수 없었다. 그러나 귀신은 마지막 쫓겨나가는 순간까지도 그 사람에게 경련을 일으키게 하였다. 이것이 마귀의 본성인 것이다.\n큰 소리를 지르며 나오는지라. ‘큰 소리’(포네 메갈레)란 어떤 크나큰 충격에 의해 강렬한 음성으로 내뱉는 비명을 가리킨다. 이는 그 사람이 받는 고통이기 이전에 그 사람에게서 떠나가야만 하는 귀신의 최후의 일성(一聲)으로 보아야 할 것이다. 이로써 그 귀신은 그 사람의 인격과 영원히 결별하게 된 것이다. 한편 마가는 자신의 복음서 가운데 귀신 축출(exorcism) 기사를 첫 번째로 기록하였다. 이 이적의 기록은 마가의 복음서 기록 의도와 적절히 조화를 이룬다. 즉 마가는 예수의 교훈(22절)과 이적이 바로 그분이 하나님의 아들이자 온 인류의 구원자이심을 밝히는 가장 확실한 증거로 제시했던 것이다. 한편 교회사가 하르낙(Harnack)은 이 귀신 축출이 A.D.3C까지 초대 교회 발전에 지대한 공헌을 했다고 주장하면서 한 개인의 치유뿐 아니라 사귀(邪鬼)로 인한 공포에 휩싸였던 한 사회를 치유하는 크나큰 역할을 했다고 전한다. 진정 이것은 귀신의 왕국을 멸절하시고 이 땅에 당신의 나라를 건설하시는 예수의 권능에 찬 역사의 단면이 아닌가(9:14-29, 주제 강해 ‘귀신들림과 축사’참조).\n1:27 다 놀라. 마가는 회당에서 일어난 생생한 모습을 극적으로 나타내기 위하여 또 하나의 극적인 동사를 사용하였다. ‘다 놀라’,이 말에 해당하는 헬라어 ‘에담베데산’은 수동형이지만 능동의 뜻을 갖고 있다. 즉 그들은 매우 충격적으로 놀라고 있는 것이다. 이처럼 그들은 놀란 이유는 그들 모두 이제까지 경험해 왔던 교훈 및 이적과는 너무도 달랐기 때문이었다. 즉 22절에서 ‘뭇 사람들이 놀란’것은 종래의 서기관들의 틀에 박힌 고루한 가르침과는 판이한 그리스도의 권세있는 가르치심으로 인한 것이었고, 본 구절에서 ‘다 놀란’것은 그리스도의 단 한번의 명령에 귀신이 즉시 쫓겨난 사실로 인한 것이었다.\n서로 물어 가로되 … 어찜이뇨. 차분한 어조로 ‘서로 말하여’(눅 4:36)라고 기록한 누가의 보고보다는 좀더 긴장되고 호기심이 충천한 듯한 분위기를 연출 하는 어구(語句)이다.\n새 교훈(디다케 카이네). 주님의 새로운 가르치심과 그로 인한 뭇 사람들의 놀라움은 계속 되었다. 실로 예수의 가르침은 진부하고 장황한 랍비의 교훈과는 완전히 판이한 것이었으며, 이는 마치 새봄의 꽃내음처럼 신선하고 ‘새로운’(카이네) 가르치심이었을 것이다. 특별히 여기 ‘새로운’(네오스) 것이 아니라 질적인 새로움을 말한 것으로 결국 예수의 ‘새 교훈’은 고루한 가르침에 익숙해 있던 사람들에게 창조적이고 충격적인 내용으로 다가왔음을 연상케 한다. 특히 이 ‘새 교훈’은 ‘권세있는’(카트 엑수시안) 교훈으로서 사람들의 심령에 어두운 그림자를 몰아내고 새로운 창을 열어 진리를 발견하게 할 뿐 아니라 그리스도께 복종케 하는 교훈이었다. 한편 보통 대부분의 독법(讀法)에서는 ‘권위있는’이라는 말을 생략하고 읽는다.\n1:28 온 갈릴리 사방에 퍼지더라. 예수 사역의 탁월성으로 인하여 그에 대한 소문은 삽시간에 가버나움을 뛰어 넘어 갈릴리 온 지역으로 퍼져나갔다. 누가의 보고와 관련시켜 본 장명을 연상한다면 ‘가버나움 근처의 갈릴리 도처’로 이해해야 할 것이다(눅 4:37 주석 참조). 한편 여기 제시된 ‘갈릴리 사방’에 해당하는 헬라어 ‘텐 페리코론 테스 갈릴라이아스’에 대해서 ‘갈릴리’가 소유격으로 쓰인 것으로 보아서 예수에 대한 소문을 비단 갈릴리 지역뿐만 아니라 고보다 더 넓은 범위로 확산되었음을 의미한다(William L.Lane)고 보는 이도 있다(마 4:24). 이처럼 예수의 소문은 가히 폭발적일 만큼 갈릴리 전역에 퍼져나갔음에는 의심할 여지가 없다.\n1:29 회당에서 나와. 앞 사건과의 연속성과 예수 사역의 생동감 넘치는 지속성을 강조한 마가의 표현 기법 중 하나이다.\n시몬과 안드레의 집. 예수와 그의 네 제자들은 회당에서 나와 시몬과 안드레의 집으로 직행했다(마 8:14, 눅 4:38). 베드로는 이미 결혼한 사람으로(30절, 고전 9:5) 그의 장모와 함께 살고 있었다. 그러나 마가는 그 집을 ‘시몬과 안드레의 집’이라고 말하고 있다. 그렇다면 분명히 시몬의 형제 안드레도 베드로와 같은 집에 함께 기거했을 것이다. 한편 이 집에 초청을 받은 사람들은 예수 그리스도와 야고보와 요한뿐이었으며 다른 사람들은 이 초청의 대상에서 제외되어 있었다. 아마도 베드로의 장모가 심한 열병으로 누워있었기 때문에 그것이 걸림돌이 되었던 것 같았다. 이쨌든 이곳은 예수의 갈릴리 사역 중 매우 중요한 역할을 했던 곳으로 예수께서 선교 여행을 하시고 나서 이곳으로 돌아오셨던 것이다.\n1:30 시몬의 장모. ‘시몬’은 베드로의 본명으로서 그에게 장모가 있었다는 것은 그가 분명코 결혼했음을 지적해 주고 있는 말이다. 고전 9:5은 베드로의 부인이 그 당시 살아있어서 베드로의 전도 여행에 동행했음을 암시해 주고 있다. 그런데 오늘날 로마 가톨릭 교회에서 베드로가 독신이었음을 강조함은 이 모든 사실로 미루어 보아 인정할수 없는 것이다. 그들이 주장하는 사제들의 독신주의(celibacy)는 베드로가 독신이었음을 가정한 데서 비롯된 것이다. 그러나 이것은 하나님의 창조 섭리에도 어긋날 뿐만아니라(창 1:27) 너무 인위적인 독신주의를 고집함으로 인해 또다른 우월 의식과 비신앙적인 편협성을 드러내고 있다. 한편 초대 교회 시대 교부였던 알렉산드리아의 클레멘트(Clement)는 베드로와 빌립이 자녀를 낳았다고 전하고 있으며, 특히 베드로가 전도할 때에는 항상 그의 아내를 대동(帶同)했다고 한다. 그리고 베드로와 마찬가지로그의 아내도 순교당하였는데, 그 아내가 베드로가 지켜보는 앞에서 죽어갔을 때 베드로는 아내를 향해 오직 주님만을 생각하라고 권면했다고 전한다(Clement of Alex.,Storm. 3:6). 그리고 또다른 전승에 의하면 그의 아내의 이름은 컨콜디아(Concordia) 또는 페페튜아(Perpetua)라고 전한다.\n열병으로 누웠는지라. 마가는 단지 시몬의 장모가 병들어 누워있는 사실만을 언급하지만 의사 출신이었던 누가는 그녀가 ‘중한 열병’(눅 4:38)으로 고통받고 있었음을 지적한다. 그녀의 병명은 확실히 알 수 없지만 습한 기후의 갈릴리 호수를 끼고 있는 그 지방에서 흔히 발병하던 풍토병과 같은 것이었을 것이다. 그리고 ‘누웠는지라’에 해당하는 헬라어 ‘카테케이토’이 과거 미완료형으로 사용된 것으로 보아 그 병이 장기적으로 오래 지속된 만성적 질병이었음을 암시해 준다. 하지만 그녀의 열병이 아무리 장기적이었고 또 극심했다고 할지라도 만병의 대 의사이신 예수께서 못 고치실리가 없으셨을 것이다.\n1:31 나아가사 그 손을 잡아 일으키시니. 예수께서 병을 치유하실 때 취하시는 특징적인 행동으로서(41절, 5:41) 환자에 대한 예수의 적극적인 사랑을 잘 나타내 주고 있다. 한편 누가는 이 장면을 ‘열병을 꾸짖으신대’라고 기록하고 있는데(눅 4:39), 이는 의사 출신인 누가가 그 열병의 원인을 사탄의 활동으로 보았기 때문일 것이다(눅 13:16)열병이 떠나고 … 수종드니라. ‘떠나고’에 해당하는 ‘아페켄’은 부정 과거형으로서 이는 베드로 장모의 열병이 즉각적으로 단번에 나은 사실을 가리키고, ‘수종드니라’에 해당하는 ‘디에코네이’은 미완료 과거형으로서 계속하여 수종드는 현재적 상태를 의미한다. 이와같은 확실한 구원의 확증을 받은 자에게는 주님을 위하여 충성하고자 하는 마음과 행위가 뒤따르기 마련이다.\n1:32 저물어 해 질 때에. 유대인들은 안식일의 계명을 어기지 않기 위하여 토요일 오후, 곧 안식일이 끝나는 시각을 기다렸다가 병자들을 운반해 와 예수께 고침받기를 원하였다. 유대인의 안식일은 금요일 해질 때부터 토요일 해질 때까지였으며, 이 시간내에서는 일체의 노동 행위가 금지되어 있었다(렘 17:21). 특히 당시의 종교 지도자들은 백성들로 하여금 안식일의 정신은 배격(排擊)한 채 그 율법의 조목만을 지키도록 강요하였으며, 그리하여 백성들은 영적으로 육적으로 병든 삶을 그대로 유지한 채 살수 밖에 없었다. 예수께서는 이러한 종교 지도자들에게 “율법의 더 중한 바 의와 인과신은 버렸도다”(마 23:23)라고 신랄하게 비판하셨다.\n모든 병자 … 데려오니. 폭발적인 소문이 온 갈릴리에 퍼져나가자 ‘모든(각양) 많은 병자들과 귀신들인 자들이 예수께 나아왔다. 특별히 본문의 ‘데려오니’(에페론)는 미완료 시제로서 병자들을 계속 연이어서 데려왔음을 보여 준다. 한편 마가는 누가의 경유처럼 각 환자들의 질병을 구체적으로 묘사하지 않고 다만 ‘모든’(많은)이라는 말을 사용함으로써 예수께서 그 어떤 질병도, 또 아무리 많은 환자라도 다 고치실 수 있는 능력이 있으심을 은연중 강조하고 있다.\n1:33 온 동네가 … 모였더라. 마태와 누가는 병자들의 큰 무리에 대해서만 기록하고 있지만(마 8:16, 눅 4:40), 마가는 온 동네, 즉 가버나움 지역의 무리들에 대해 보다 구체적으로 언급하고 있다. 그리고 이때의 시간은 대충 안식일이 끝나는 일몰 직후(日沒直後)라고 보아야 한다. 그날 아침 회당에서 귀신들린 자를 이적으로 고치신 사실이 소문으로 신속히 퍼져 군중들은 환자들을 많이 데리고 예수 계신 곳으로 왔다. 이러한 맥락에서 볼 때에 33절은 특별히 생동감을 더해 주며, 이 동사의 시제가 계속적으로 사람들의 수효(數爻)가 늘어가고 있음을 일러 준다. 한편 본문의 ‘문 앞’이란 베드로의 집 문 앞을 가리키며 바로 이 문을 통과한 자들, 곧 문을 통과하여 예수를 만난 자들은 하나같이 회복과 생명의 기적을 체험하게 되었다.\n1:34 각색 병든 많은 사람. 이는 예수께 나아온 병자들의 양상을 보여 주는 말로써 그 병증이 매우 다양했음을 알려주며, 더불어 수많은 사람들이 예수께 나아왔음을 보여주고 있다. 한편 예수께서 베푸신 이적을 대별(大別)하면 귀신 축출, 질병 치유, 죽은 자를 살림, 피조계(被造界)를 당신의 의지로 다스림 등이 있으나 특히 마가가 관심을 가진 부분은 바로 귀신 축출이었다.\n귀신이 자기를 알므로. 유대 종교 지도자들을 위시한 대부분의 사람들은 예수가 하나님의 아들이라는 사실을 아직 모르고 있었으나 영적 감지력(感知力)이 뛰어난 귀신들은 예수가 하나님의 아들이라는 사실을 익히 알고 있었다(눅 4:41). 사실 귀신들은지적인 존재로서 예수 그리스도의 신성과(마 1:24), 자신의 운명(마 8:29) 그리고 구원의 계획(약 2:19) 등을 알았으며, 그들 나름대로 잘 발달된 지적 체제를 가지고 있었다(딤전 4:1-3). 이 사실은 이미 24절에서도 잠깐 밝힌 바 있다.\n허락지 아니하시니라. 마가는 예수께서 귀신들에게 자신이 하나님의 아들이라는 사실을 말하지 못하도록 했다고 한다. 실로 귀신들도 지.정.의를 가진 인격적 존재이다. 그런 관점에서 마가는 예수께서 ‘귀신들린 사람’에게 침묵을 명하신 것이 아니고 ‘귀신’에게 말을 못하게 했음을 강조하고 있다. 만일 예수께서 귀신의 말을 허용 혹은 묵과하셨다면 상황은 어떠했겠는가? 아마도 그들은 24절에서와 같이 당신은 ‘하나님의 거룩한 자’라고 서슴없이 외쳐대었을 것이다. 예수께서는 귀신들이 자신의 신적인 존재에 대해 인지(認知)하였다는 사실을 알고 계셨으나 그 사실을 사람들에게 공포하는 것을 금지시키셨다. 실로 예수께서는 자신이 사악한 존재에 의해 그 신분이 밝혀지기전에 먼저 말씀과 행동으로 자신이 어떤 모습의 메시아인가를, 즉 당시 사람들이 갖고 있던 메시아 개념과는 전혀 다른 성격의 메시아이심을 보여주고자 했던 것이다. 또한 예수께서는 오직 구원받은 자기의 백성들의 입을 통해 자신의 존재가 온 천하에 전파되기를 원하셨다(16:15, 행 1:8). 그리고 무엇보다 예수께서는 아직 당신의 존재를 공개하실 때가 이르지 않았기 때문에 더욱 침묵을 요구하셨던 것이다.\n1:35 새벽 오히려 미명에. 예수께서는 안식일의 교훈과 치유 사역으로 몸이 퍽 고단하셨을 것임에도 불구하고 베드로의 집에 머무시다가 ‘아직 날이 채 새기도 전에’(눅4:42) 일어나셔서 한적한 곳으로 기도하러 가셨다. 이 말에 해당하는 헬라어 ‘프로이엔뉘카 리안’을 흠정역에서는 ‘날이 밝기 이전’(agreat while before day)이라 하였고, NIV역에서는 ‘아직 어두울 때’(while it wasstill dark)로 번역하고 있다. 이때는 아마도 오늘날의 새벽 3-4시경이었을 것으로 추측된다.\n일어나 나가 한적한 곳으로. 예수께서는 베드로의 집에서 나가셨을 뿐 아니라 그 성읍에서도 나가셔서 갈릴리 가버나움 교외의 광야 지대로 추정되는 ‘한적한 곳’으로 발길을 옮기셨던 것이다. 본서에는 이곳 외에도 두 번 정도 더 같은 상황을 발견하게 되는데, 그때마다 예수는 당신의 사역 중 매우 중대한 일을 눈 앞에 두었음을 볼 수있다. 지금 예수는 갈릴리 전역에 선교 여행을 떠나기 전으로서 그 어떤 준비보다 하나님 아버지와의 내밀한 교제를 통한 영적 준비가 필요했기 때문에 이 한적한 곳에, 이른 시간에 홀로 나아오셨던 것이다.\n기도하시더니. 이 말에 해당하는 헬라어 ‘프로슈케토’은 미완료 시제로서 예수께서 기도의 끈을 늦추지 않고 지속적이고도 열심히 기도하셨음을암시적으로 나타내는 말이다. 실로 예수께서는 자신이 맡은 인류 구속 사역, 그중에서도 지금 당장 완수해야만 하는 갈릴리 사역을 성공리에 마치기 위해 아버지로부터 감당할 수 있는 힘과 능력을 요구하셨을 것이다. 한편 예수께서는 이처럼 자신의 기도의 모본(模本)을 통해서 기도가 얼마나 중요한 것인가를 보여주셨다. 그는 세례 받으실 때(눅 3:21), 열 두 제자를 택하시기 전에(눅 6:12), 오병 이어의 이적을 베푸실 때와그 일 후에(6:41,46), 제자들에게 중요한 질문을 하시고자 할 때에(눅 9:18), 변화산에 계실 때에(눅 9:28), “수고하고 무거운 짐진 자들아 다 내게도 오라”고 하신 사랑의 초청 직전에(마 11:25-30), 베드로가 자기를 세 번 부인하기 전 그를 위하여서(눅22:32), 성만찬 예식을 제정하시던 날 밤에(요 17장), 겟세마네 동산에서(14:32, 35,36, 39), 십자가 위에서(눅 23:34), 그리고 그의 부활 후(눅 24:30)에 기도하셨다. 위의 기도의 경우들은 예수의 기도 생활이 얼마나 진지했으며 얼마나 중요한 것인가를 단적으로 보여주었다. 실로 기도는 그분이 지니신 능력의 원천이요 또한 영적 양식이었던 것이다.\n1:36 뒤를 따라가. 이 말에 해당하는 헬라어 ‘카테디옥산’은 단순히 추종(追從)하는 것이 아닌 간절한 열망을 가지고 샅샅이 뒤지고 성가실 정도로 찾고 또 찾는 것을 의미한다. 이는 시몬을 비롯한 제자들의 예수에 대한 순수한 열정을 증거해 주는 말이라고 볼 수 있다. 그러나 이것은 또한 그들의 영적 무지를 보여주기도 한다. 즉 그들은 예수를 이해하지 못하고 또한 예수께서 아버지 하나님과 함께 하는 교제의 시간을 가져야 할 필요성을 이해하지 못했던 것이다. 한편 여기서 마가가 ‘제자들’(마데타이)이란 말를 쓰지 않고 ‘시몬과 및 그와 함께있는 자들’이라 묘사한 것은 아마도 그들이 제자들처럼 행동치 못하고 단지 무지한 인간적 수준에 머물러 있었기 때문이었을 것이다.\n1:37 모든 사람이 주를 찾나이다. 여기에서 ‘모든 사람’은 베드로의 집 앞에 모여있었던 무리들을 가리킨다. 이들은 예수께서 베드로의 장모의 열병을 고친 것을 보고 흥분을 감추지 못했으며 그래서 ‘한적한 곳’에서 기도하시던 예수를 찾아 뵙기를 원하였다. 이들은 아직 예수를 구주로 깨닫지 못한 자들이었으며 그들은 단지 예수의 외적인 능력, 곧 병 고치는 능력에 혹(惑)하여 열광적으로 예수를 찾기에 급급하였던 것이다. 한편 이 말을 했던 제자들은 예수께서 모든 사람들이 당신을 찾고 있다는 사실을 아신다면 기뻐하지 않을까라고 생각했는지 모른다. 실로 그들은 아직 온전한 메시아관을확립하지 못한 채 정치적이고 인기에 영합(迎合)하는 그릇된 메시아관(8:27-9:1)에 집착했음이 분명하다.\n1:38 다른 가까운 마을들로 가자. 이제부터 주님께서는 갈릴리 지방의 각 동리와 마을들로 다니시며 본격적인 선교 사역을 수행하시고자 결단하신다. 여기서 주님은 일반 사람들과 같이 단순히 이적이나 일으켜 군중들에게 인기나 얻고 세상적인 부귀 영화나 누리는 것을 목표로 하지 않으셨음을 보여주셨다(마 4:6-10). 그의 목적은, 비록 이세상에서는 머리 들곳조차 없을지언정(마 8:20, 눅 9:58) 고난의 길을 택하시고 그 고난을 통하여 영원한 천국 복음을 전하시기 위한 것이었다. 한편 여기서 ‘마을들’(코모폴레이스)이란 명확하지는 않지만 아마도 규모를 갖춘 마을을 가리키는 말일 것이다. 유대사가 요세푸스(Josephus)의 증언에 따르면 그 당시 갈릴리 상류 지역에는 수천명을 군락(郡落)으로 하는 약 200여개의 마을들이 형성되어 있었다고 전한다. 예수는 이 200여개의 마을을 다 돌아다니시고자 하셨다기 보다 가버나움 근방의 여러 마을들을 돌으시며 전도하고자 하셨던 것 같다.\n전도하리니 내가 이를 위하여 왔노라. 예수께서 세상에 오신 목적은 하나님의 복음을 전파하고 제자들을 훈련시키고 고난을 통해 인류를 구원하기 위함이었지 단지 기적이나 베풀어 인기를 누리기 위해서 오시지는 않았다. 물론 병고침과 귀신 축출은 중요한 일이지만(39절) 그것들은 예수께서 이 땅에 오신 근본 목적을 뒷받침하는 것이어야 했다. 실로 마가가 그의 복음을 기록한 목적이 예수를 기적 베푸는 자로서만 지나치게 강조하는 이단적 기독론을 공격하기 위함이었다고 보면 분명히 본문의 말씀은 매우 적절한 것이라고 볼 수 있다. 한편 본문의 ‘왔노라’(엑세르돈)는 말은 ‘ … 에서 나아왔다’는 뜻으로서 베드로의 집에서 기도하러 광야로 나아왔다는 뜻으로 해석되기도 하고(Mayer), 하늘에 계신 아버지에게서 나아왔다는 의미로 해석되기도 한다(Bengel). 그런데 누가복음의 평행구(눅 4:43)와 조화를 이루기 위해서는 이 땅에 거룩한 뜻을 성취하기 위해 하나님 아버지의 품을 떠나 세상에 왔노라고 해석하는 것이 더욱 적합할 것이다.\n1:39 온 갈릴리에 다니시며. 이는 예수의 제 1차 갈릴리 전도 여행을 요약한 말이다. 사실 마가의 ‘온 갈릴리’라는 표현은 과장이라기보다 매우 방대한 지역을 활보(闊步)하였음을 강조하는 말로서, 예수의 전도 여행이 매우 활발하게 전개되었음을 보여주고 있다.\n여러 회당. 그 역사의 시작이 포로 시대로 믿어지는 이 회당은(21절 주석 참조) 성전이 파괴되고 유대 백성들이 고국에서 멀리 떨어져 있었기에 그곳에서 신앙 생활을 하는데는 매우 긴요(緊要)한 역할을 했을 것이다. 예루살렘 탈무드(The Jerusalem Talmud)의 한 구절에 따르면 예루살렘 멸망 때(A.D.70)에 팔레스타인에는 480여개의 회당이 산재(散在)해 있었다고 한다. 예수의 초창기 사역도 이 회당과 밀접한 관계가 있다(눅 4:16-30,주제 강해 ‘유대교의 회당과 초대교회’참조). 한편 예수께서 ‘여러 회당’에서 설교하신 것이 무엇을 의미하였는가를 이해하기 위해서는 다음의 사실을 염두에 둘 필요가 있다. 즉 현재 남아있는 회당들의 옛 터를 보면 모두 예루살렘을 향하고 있다. 갈릴리 지방의 회당들은 남쪽을, 예루살렘 남쪽의 회당들은 북쪽을, 예루살렘 서편의 회당들은 동편을 각각 향하고 있다. 우리 주님에게 있어서 이 사실은 그가 어느 회당에 들어가시든지 간에 회당에서 말씀을 전하시는 동안에는 항상 자신이 장차 십자가에 못박히신 골고다 언덕을 향하고 계셨을 것이다. 주님은 늘 예루살렘에서의 십자가를 염두에 두시고 사역을 감당하셨던 것이다(빌 2:8).\n1:40 먼저 본문 이하부분(40-45절)과 바로 앞 부분의 기사는 접속사 ‘카이’(’그리고’)로 연결되었으며, 또 뒤따라 나오는 기사(2:1-3:6) 역시 ‘카이’로 연결되고 있다. 따라서 40-45절 부분은 1:21-39과 2:1-3:6을 연결시켜 주는 역할을 하는데, 이는 마가복음에서 이 부분이 하나로 간주될 수 있는 단위임이 틀림없음을 보여준다. 그렇다면 본문은 갈릴리 전도 여행 도중에 발생한 것임이 분명하다.\n나병 환자. 나병(혹은 나병)은 유대인들에게 있어서 죄의 결과를 상징하는 질병으로서, 그 환자는 인간의 가장 기본적인 생활을 박탈당한 채 그들의 공동체 밖으로 소외되었다. 한편 성경에서의 나병이라는 말은 나병(leprocy)을 비롯한 광범위한 유형의 심한 피부병을 지칭하는 병명으로 쓰였다. 이는 흔히 의학 용어로 한센씨 병(Hansen disease)이라 일컬어지는 나병에만 국한되는 용어가 아니라 피부와 모발의 이상 등에도 사용되던 피부 질환까지도 포함한 말이다. 그런데 어떤 종류의 피부병이든간에 그것이 일단 나병으로 단정지어지면 그 사람은 이후부터 매우 고통스러운 생활을 해야만 한다. 율법에는 “문둥 환자는 옷을 찢고 머리를 풀며 윗입술을 가리우고 외치기를 부정하다 부정하다 할 것이요 병 있는 날 동안은 늘 부정할 것이라 그가 부정한즉 혼자 살되 진밖에서 살지니라”(레 13:45, 46)고 규정하여 육체적 고통과 함께 대사회적 고통까지 함께 받아야만 했던 무서운 질병이다.\n예수께 와서 꿇어 엎드리어. 율법에 의하면 사회 활동이나 대인 접촉이 금지되었음에도 불구하고 한 나병 환자는 율법의 고리를 깨치고 예수께 나아왔다. 실로 이것이야말로 생명의 주께 나아오는 자의 담대한 모습이다. 그런데 그는 예수께 나아가 그가 할 수 있는 최대한의 겸손과 예의를 갖추고 (’끓어 엎드리어’) 예수께 경배했다. 이에 대해 누가는 ‘엎드려’(눅 5:12)라고 했으며, 마태는 ‘절하고’(마 8:2)라고 각각 묘사했으나 그 의미하는 바는 동일한 것이다. 진정 그는 절박한 심정으로 마치 자신의 전부를 예수께 드리기라도 하듯이 겸손한 몸가짐으로 경의(敬意)를 표했던 것이다(시10:17, 약 4:6).\n원하시면 저를 깨끗케 하실 수 있나이다. 나병 환자는 예수께서는 자기를 능히 고칠 수 있다고 확신했다. 다만 그가 걱정하는 바는 예수께서 과연 자기의 치유를 원하시는가 하는 것이다. 실로 그 나병 환자의 예수께 대한 신앙 지식(전지 전능하신 분으로서 무엇이든 원하시기만 한다면 모든 것이 가능하시다는 사실)을 가히 초월적이리만큼 놀라왔다. 주께 모두 맡기는 것이야말로 간구자의 참된 자세일 것이다. 한편 그 나병 환자는 예수께 ‘고침’을 바라기보다 ‘깨꿋케됨’을 바랐는데, 이는 하나님의 거룩한 선민으로 자부하고 있던 유대인들에게 있어서 이 나병은 의학상의 문제이기 이전에 의식법상의 문제였기 때문이었을 것이다(레 13:1-3).\n1:41 민망히 여기사(스플랑크니조마이, filled with compassion,NIV). 그 나병 환자가 깨끗하게 될 수밖에 없었던 근본 동인(動因)이 묘사되고 있다. 이 말의 본래의 의미는 ‘간절히 열망하다’를 뜻한다. 이것은 예수의 나병 환자를 향하신 긍휼과 사랑과 동정심을 동시에 나타내는 말이다. 이는 곧 그가 받는 모든 고통을 목격하고 더불어 그 고통에 동참할 뿐 아니라 그 고통을 치유해 주고자 하시는 마음이 간절하다는 의미를 내포한 말일 것이다(히 4:15). 한편 본문의 ‘민망히 여기사’라는 독법(讀法)을 일부 사본들에서는 ‘분하게 여기사’라는 의미의 ‘오르기스데이스’으로 읽기도 한다. 이러한 변용에 대해 혹자(W. W. Wessel)는 주께서 분을 내신다는 말을 쓰는 것에 당혹감을 느낀 서기관에 의해 ‘오르기스데이스’ 독법 대신에 ‘스플랑크니조마이’라는 독법을 취했다고 설명한다. 그러나 만일 ‘오르기스데이스’ 독법을 취하게 된다해도 그 더러운 병이 마귀의 것이라는 사실이 예수로하여금 분하게 여기도록 만들었다는 설명으로 이에 대한 답변을 삼을수 있다. 즉 예수의 분냄은 병자나 그가 앓고 있는 병을 겨냥한 것이 아니라 그를 파멸로 이끈 사탄에게 겨냥한 것이었다. 이렇게 본다면 예수와 사탄은 또 한번의 충돌을 하고 있는 것이다. 바로 이것이 마가의 복음서가 관심을 기울이는 한 가지 사안이다. 그러나 비록 ‘오르기스데이스’ 독법을 취한다하더라도 그 병자에 대한 예수의 뜨거운 연민의 정은 참으로 감동적인 것이었다.\n손을 내밀어. 예수께서는 부정한 나병 환자에게 손을 내밀어 그의 몸을 만지셨는데, 이는 모세법에 근거해 볼 때 부정을 자초(自招)하는 일이었다(레 13:45, 46). 사실 유대인들은 나병 환자가 집 안에 들어서는 경우 그 집 안에 있는 모든 것들이 부정함을 입는 것으로 간주(看做)할 만큼 의식법에 철저했었다. 그러므로 예수의 이 행위는 초월한 사랑이 아니고서는 불가능한 일이었다. 진정 예수는 인류 구속의 메시지를 단지 입으로서만이 아니라 행동으로도 보이시고, 인간들에게 내재해 있는 두려움과 그릇된 관념을 실현해 보이셨다. 실로 그분의 사랑의 손길은 의식법의 부정이 지닌 힘보다 더 강하고 탁월한 것이었다. 한편 복음서의 많은 구절들에서 예수께서 병자들에게 친히 그 손을 대시며 병을 고쳐주셨던 사실이 나타나 있다(마 8:3,15, 9:29, 17:7, 20:34, 눅 5:13, 7:14, 22:51 등). 그리고 때로는 병자들이 예수 그리스도께 손을 대기도 하였다(3:10, 5:27-31, 6:56). 이처럼 어느 편에서 손을 대었든지간에 모두 병이 낳았다. 즉 분명히 그와 같은 신체적인 접촉으로 인하여 치료의 능력이 구주에게서 나와서 그 능력을 필요로 하는 자에게 전하여졌던 것이다(5:30, 눅 8:46). 그러나 이것은 결코 어떤 마술이 아니었다. 또한 그 치료의 능력은 결코 주님의 손가락이나 옷자락에서 나온 것이 아니었다. 그 능력은 참 하나님이시며 동시에 참 인간이신 예수 그리스도의 전능하신 의지와 죄인을 불쌍히 여기시는 무한한 사랑의 마음에서 나온 것이었다. 주님께서 예나 지금이나 ‘우리의 연약함을 체휼하신’(히 4:15) 그 손으로 병자를 만지실 때 치료의 능력은 발하여지는 것이다. 본문에서 분명히 밝히고 있는바와 같이 예수께서는 ‘민망히 여기사’ 그 손을 내밀어 나병 환자에게 대셨다. 이 불쌍한 병자의 간절한 소원과 믿음은 즉시 그를 간절한 마음으로 돕고자 하시는 구주로부터 응답을 받았다. 이처럼 신속한 응답은 주님의 의지와 능력과 사랑이 하나로 뭉쳐진 결과로 이뤄진것이었다.\n내가 원하노니 깨끗함을 받으라. 믿음으로 간청하는 자에게 향하신 예수 그리스도의 두 가지 응답이었다(원하시면-원하노니, 깨끗케 하실 수 있나이다-깨끗함을 받으라.) 사실 예수께서는 이처럼 너무도 적절한 응답을 베푸셨을 뿐 아니라 그 나병 환자에게 ‘더 큰 믿음과 온전한 영혼’까지 덧붙여 응답해 주신 것이다.\n1:42 곧 … 떠나가고 깨끗하여진지라. 나병 증세가 약간의 차도(差度)가 생긴 것도, 일시적인 회복도 아닌 영원히 그 환자의 몸에서 떨어져 나가 버린 이적이 순간적으로 일어났다. 한편 복음서의 각 평행구 중에 마 8:3은 ‘나병이 깨끗하여진지라’, 눅5:13은 ‘나병이 곧 떠나가니라’라고 말하고 있으나 여기서는 ‘곧 나병이 … 떠나가고 깨끗하여진지라’라고 두 가지 면을 다 말하고 있다. 예수께서 행하신 치료는 즉각적이며 완전한 것이었다. 베드로의 장모는 앓던 열병이 완전히 회복되는데 다음날까지 기다릴 필요가 전혀 없었다(마 8:14, 15). 중풍병자는 즉시 자리에서 일어나 그의 침상를 들고 걸어 나갔다(눅 5:24, 25). 한편 손 마른 사람도 그 자리에서 즉시 회복되었다(3:1-5). 이처럼 예수 그리스도의 의지(41절)와 그 목적 하신 바의 성취(42절)는 절대적으로 일치한다. 이것이 바로 그리스도의 전능성과 권위를 말해주는 것이다. 한편 본 이적은 표면적으로는 예수 그리스도께서 의식법을 범하신 사건이었으나 내면적으로는 ‘생명의 성령의 승리’였던 것이다(롬 8:2).\n1:43 엄히 경계하사. 이 말에 해당하는 헬라어 ‘엠브리마오마이’은 원래 ‘말처럼 코를 푸르릉거리다’, ‘콧소리를 씩씩내며 분노를 터뜨리다’로서 매우 격분한 상태를 나타내 준다. 따라서 예수께서 경계하셨다는 말씀 속에는 성냄과분개(憤慨)의 요소가 함께 내포되어 있음을 알 수 있다. 그렇다면 예수께서는 왜 이처럼 분노하셨을까? 그 이유는 예수께서 당부하신 말씀(44절)을 그 사람이 불순종하리라는 사실을 이미 알고 계셨기 때문이라고 할 수 있다. 그 결과로서 예수는 ‘다시는 드러나게 동네에 들어가지 못하시고 오직 바깥 한적한 곳에’ 계시게 되었던 것이다(45절). 진정 예수는 사람들에게 당신이 그들의 호기심을 만족시키는 ‘이적 행하는 자’로 알려지기를 원하셨던 것이다.\n곧 보내시며(유뒤스 엑세발렌). 이를 문자적으로 해석하면 ‘지체없이 억지로 쫓아 보내시며’가 된다(12절). 이는 앞의 ‘엄히 경계하사’라는 말과 조화를 이루어 예수의 격렬한 감정을 분명히 노출시키고 있다.\n1:44 삼가 아무에게 아무 말도 하지 말고. 예수께서는 간곡한 어조로 본 치유 이적을 타인에게 발설하지 않기를 그 나병 환자에게 당부하셨다(3:12, 마 12:16, 16:20, 27:9, 눅8:56). 그 이유는 예수께서 사람들에게 ‘신통력있는 자’, ‘기적을 베푸는 자’라는 명성을 얻게 되기를 원치 않으셨기 때문이다. 사실 당시 유대인들은 자신들을 로마의 압제로부터 구원해줄 정치적 메시아를 간절히 고대하고 있었던 터인지라 여차하면 능력 많으신 예수께 몰려와 그러한 능력으로 세상 권력을 장악해 줄 것을 요구할 것이 뻔한 일이었다. 따라서 예수께서 그 나병 환자로 인해 명성을 얻게 되면 오히려 그것이 당신의 사역의 본질적인 목적(복음 전파와 인류 구원)을 방해하는 결과를 낳게 될 것이 분명하다. 더욱이 그 나병 환자는 제사장앞에서 깨끗함의 선언을 얻기 전까지는 대사회적으로 어떤 활동도 할 수 없고 또 자신의 몸이 공식적으로 완쾌되었음을 확정짓지도 못할 것이다.\n네 몸을 제사장에게 보이고. 나병 환자에서 고침받은 이 사람이 먼저 해야 할 일은 깨끗케 된 것을 보임으로 정결 의식을 행하고 그 깨끗케 됨을 제사장에 의해 공식적으로 선포받아야 했다(레 14:1-20). 그런데 여기 정결 판정을 내리는 제사장은 예루살렘에 거주하는 제사장 그룹에서 가장 우두머리격의 제사장이었을 것이다. 예수께서 이처럼 형식적이나마 정결 선포 권한을 제사장이 가졌다고 인정하신 것은 지금껏 진행되었던 율법 제사의 유효성을 인정하신 것이 된다. 그와 더불어 그 제사장으로 하여금 그 나병이 율법의 교훈에 따라 치유된 것이 아니라 율법의 완성자이신 예수의 사랑과 능력에 찬 역사(役事)로 이뤄진 것임을 분명히 인식시키기 위한 것이 되기도 한다.\n모세의 명한 것을 드려. 나병을 치료받은 자에게 요구되는 모세의 명령(레 13,14장)은 (1)제사장에게 판정을 받고(레 13:16,17), (2)산 새 두마리(two clean livingbirds)와 백향목과 홍색실과 우슬초를 드리고(레 14:4), (3)8일후 재차 흠없는 어린 숫양 둘과 암양 하나를 드리는 것(레 14:10)으로 이뤄진다. 이처럼 예수는 모세의 명한 것, 즉 율법을 무시하지 않으셨다. 그리고 예수의 이러한 조언을 완수하고서야 비로소 나병 환자였던 그 사람은 법적으로 회복되어 자유인이 되고 성전 예배 등이 가능한 종교적 사면을 받게 될 것이다. 이로써 예수는 율법과 선지자를 폐하려 오신 것이 아니고 완전케 하실려고 오신 것임이 명백하에 입증되었다(마 5:17).\n저희에게 증거하라. 모세의 명령한 것을 드리는 것은 결국 ‘증거를 위한’ 것이었다. 즉 제사장과 사람들에게 병고친 사실에 대한 확실한 증거로 그 명한 것을 행해야했던 것이다. 실로 당시 백성들에게 이스라엘 종교의 책임자인 제사장의 치유 판결보다 더욱 확정적인 판정은 없었다.\n1:45 그러나 그 사람이 … 전파하여. 예수께서 아주 엄격하게 명령하셨음에도 불구하고 ‘그 사람’은 인간의 본성대로 행동하고 말았다. 사실 인간적 측면에서 그가 지금껏 억압받고 있던 나병으로부터 해방된 그 기쁨을 억제하고 끝내 숨긴다는 것은 불가능한 일인지도 모른다. 그는 솟구치는 생명에의 환희에 도취되어 자신에게 일어난 변화의 조목조목을 ‘많이’(’크게’란 뜻), 더욱 열정적으로 사방에 퍼뜨리고 말았다. 결국 이는 예수의 복음 사역에 크나큰 장해(障害) 요인이 되고 말았다. 실로 복음의 참 일꾼이되기 위해서는 열정적인 감정만으로는 불가능하다. 거기에는 무엇보다 하나님의 뜻에 대한 전적인 순종과 절제, 인내의 덕 및 하나님의 뜻을 분별할 줄 아는 지혜가 필요한 것이다.\n다시는 … 동네에 들어가지 못하시고. 여기서 나병 환자가 병고침을 받은 이후의 실수가 나타난다. 그는 예수의 침묵에의 요청에 아랑곳하지 않고 신비한 체험에 집착한 나머지 예수의 사역에 오히려 걸림돌이 되고 말았다. 즉 그는 예수로 인한 자신의 치유 사실을 가는 곳곳마다 소개했기 때문에 사람들은 극도로 흥분하게 되었다. 그로 인해 예수께서는 공공연히 마을에 들어가셔서 사역의 주된 목표인 ‘말씀 전파’를 못하게 되셨던 것이다. 즉 이제 사람들은 오진 신비한 이적에 온 정신이 빼앗김으로써 예수의 전하는 메시지에는 귀기울일 수 없게 되었다. 따라서 예수께서는 사람들의 그릇된 메시아관을 고치시기 위하여 동네에 들어가지 아니하시고 바깥 한적한 곳에 머무신 것이다. 여기서 ‘바깥 한적한 곳’이란 인적이 드문 동네 바깥이나 광야 지역 같은 곳을 말한다. 이렇게 하여 예수께서는 한동안 흥분한 그들로 하여금 냉정을 기하게 하셨으며, 수일 후에 가버나움 동리로 들어가셔서 말씀을 전파하신다(2:1). 한편 바로 그런 이유에서 본문의 ‘다시는 … 들어가지 못하시고’라는 말이 지닌 의미에 의구심이 생길 수 있을 것이다. 이러한 의구심을 해결하자면 원문이 의미하는 바를 새롭게 해석할 필요가 있다. 즉 ‘다시는 … 못하다’(메케티)란 그 이후 영원히 못하다는 뜻이기 보다 오히려 ‘더 이상 계속해서 못하다’(no longer), 즉 복음 전파 사역을 지속적으로 계속하지 못하고 잠시나마 중단할 수밖에 없었음을 의미한다고 보는 것이 더욱 적절할 것이다. 하지만 예수께서 이처럼 침묵, 은신하시고 계신 때에도 사람들의 마음 속에서는 예수에 대한 새로운 인식과 기대가 점차 넓혀지며 커져만 가고 있었다.\n사방에서 … 나아오더라. 여기서 ‘나아오더라’(에르콘토)는 미완료 시제로서 갈릴리 원근 각지에서 사람들이 끊임없이 물밀듯이 몰려들고 있음을 암시해 준다. 실로 생명은 강한 흡입력이 있어서 뭇 심령들을 끊임없이 움직이게 한다.\n 예수의 생애, 곧 메시야의 말씀과 행적들을 기록하고자 했다는 사실에 대해서는 사복음서 기자들 모두 일치한다. 그러나 이들이 각 복음서를 기록하게된 구체적인 목적에 있어서는 다소간 차이를 보이는데(사복음서 개론 '복음과 사복음서', '사복음서의 비교' 참조), 마가복음 또한 예외는 아니다. 본서는 처음 시작부터 나름대로의 독특한 특징을 드러내고 있는 바, 마가복음 또한 예외는 아니다. 본서는 처음 시작부터 나름대로의 독특한 특징을 드러내고 있는 바, 마가복음의 특징 자체의 설명은 이미 서론에서 언급되었으나 본장과 관련하여 다시 한 번 살펴보면 다음과 같다. \n (1) 간결한 문체. 마태복음은 아브라함으로부터 이어지는 예수의 족보로 시작되며(마 1:1-16). 누가복음은 격식을 갖춘 근사한 서문으로 시작된다(눅 1:1-4). 또한 요한복음은 신학적 체취를 강렬하게 풍기는 소위 논문식 서론으로 시작된다(요 1:1-18). 반면 본서는 단 할 줄의 표제(表題)로 서두를 끝맺고 곧바로 본론에 들어가고 있다(1절). 그리고 예수의 탄생을 전후한 이야기들이나(마 1:18-2:23;눅 1:5-2:39), 예수의 유년 시절(눅 2:40-52) 등을 과감하게 생략하고서 곧바로 세례 요한의 활동을 소개하고 있다(2절 이하). 즉 예수의 교훈보다는 행동 자체에 초점을 맞추며 또한 예수의 생애에 관한 여러가지 소상한 신학적 설명들보다는 예수의 공생애 중에 일어난 사건들을 간결하고 꾸밈없는 문체로 생생하게 묘사하고 있는데, 이것이 바로 본서의 특징이다. \n 이렇듯 본서는 비록 단순한 어휘와 문체로 씌어졌지만, 맑은 연못이 보기보다는 훨씬 깊듯이 타복음서들에 못지 않는 심오한 진리들을 함축하고 있다. 한편 본서가 이렇듯 예수의 '행동' 자체를 강조하는 이유는, 메시야에 대한 역사적, 신학적 예비 지식이 없었던 본서의 1차 독자인 로마인들에게는 번잡한 이론이나 교훈보다는 가시적 결과와 구체적으로 드러난 행동이 더 큰 호소력을 발휘할 수 있었기 때문이다. \n (2) 고난받는 종으로서의 이미지 부각. 마태복음은 구약 예언을 성취시키는 왕으로서의 예수를, 누가복음은 완전하고 유일한 한 인간 곧 인자(人子)이신 예수를 각각 소개하였다. 그리고 요한복음은 하나님의 아들이신 예수의 신성(神性)을 강조한다. 반면에 본서는 종의 모습으로 이 세상에 고난받는 종으로 오셨음을 암시하는 사항은 다음과 같다. \n (가) 예수께서 갈릴리 나사렛 출신이었다는 사실이다(9절). 구약 시대 때부터 갈릴리는 이방 문화와의 혼합이 빈번한 곳이었기 때문에 '이방의 갈릴리'라고 불리었다(사 9:1;마 4:15). 뿐만 아니라 갈릴리는 이스라엘의 천민 계층이 많이 우거하는 우범지대(虞犯地帶)라 할 수 있었다. 요컨대 당시 갈릴리는 학식과 명망과 부귀를 갖춘 자들이 모여 사는 유대 땅에 비해 비천하고 종교적으로 불경건하다고 간주되는 자들이 거주하는 지역이었다. 그리고 갈릴리 나사렛의 주민 또한 대체로 무식하고 그 풍속이 추잡하여 멸시와 천대의 대상이 되었다(24절 ;마 2:23). 나다나엘이 '나사렛에서 무슨 선한 것이 날 수 있느냐'고 말한 것도 바로 이 때문이다(요 1:46). 그러나 예수께서 성장하신 고향이 나사렛이라는 사실은 당신이 '죄인의 친구'로 오셨음을 시사한다(눅 15장)\n (나) 예수의 공생애가 갈릴리에서부터 시작된 것처럼 기록되었다는 사실이다. 예수의 공생애는 물론 갈릴리를 중심으로 전개되었다. 하지만 실제로 공생애의 초기는 짧은 기간이나마 유대 사역을 위해 할애되었다(요 2:13-4:42). 그런데도 마가는 이러한 초기 유대 사역을 생략하고 곧장 갈리리 사역을 기록하였으며, 유대 사역은 십자가를 향해 나아가는 마지막 한 주간에 관해서만 소개하였다. 이처럼 마가가 예수의 사역을 갈릴리에 집중한 것은, 주께서 죄악이 더한 곳에 더욱 더 큰 은혜를 부어주시며(롬 5:20), 병자를 치유하고 죄인을 회개시키기 위해 오셨음을 시사한다(마 9:13)\n (다) 본서의 40% 이상이 마지막 한 주간, 즉 예수의 수난 주간에 관한 기록이라는 점이나, 예수의 초기 갈릴리 사역을 소개하는 부분인 2:1-3:6에서 이미 핍박의 음모가 나타나고 있다는 점 등 또한 고난받는 종의 이미지를 부각시킨다. \n 이상 이미 서론에서 언급된 마가복음의 전체적 특징을 본서와 다시 한번 연관시켜 상기하는 이유는 본서의 강해는 마가의 기본적 관점에 따라 종으로서의 예수 사건이라는 관점에서 전개해 나갈 것이기 때문이다. 한편 본 호크마 종합주석의 강해란의 경우 사복음서를 각각 강해함에 있어 마태복음의 경우는 사건과 문맥 분석에, 마가복음의 경우는 주제적 관점에서, 누가복음의 경우는 예수 사건의 역사적 배경과 진행, 요한 복음의 경우는 신학적 의미 분석이란 차원에 각각 집중할 것임을 더 밝혀둔다. \n 본장은 내용상 네 부분으로 구분될 수 있다. 먼저 본서의 도입격이라 할 수 있는 1절 서론이다. 마치 창세기 1:1 이 짧지만 그 사건 자체의 중대성과 창세기 문맥 전체에서의 중요성 때문에 따로 한 단락으로 분류되어야 마땅하듯이 본장의 1절도 따로 구분되어야 한다. 2-13절은 종의 사역이 본격적으로 시작되기 전의 세 가지 예비적 사건들을 보여 준다. 14-20절은 예수의 갈릴리 사역의 시작을 보여 준다. 아울러 열두 제자 중 네 사람이 부르심 받는 장면을 소개한다. 그리고 나머지 부분은 (21-45절) 예수의 초자연적 권능을 증거하는 내용이다. 이러한 권능은 비록 예수께서 많은 사람들을 섬기고 그들을 위해 목숨을 바치기 위해 오셨지만 근본적으로 하나님과 본체이심을 보여 주고 있는 것이다(마 20:28;빌 2:6). \n 1. 서론(1:1)\n 단 한절로 이루어진 본문은 본서 전체의 서론이자 표제어이며 또한 결론이기도 하다. 즉 본서 전체는 하나님의 아들이요 또한 그리스도이신 예수께 관한 복음을 증거하는 내용이다. 한편 70인역의 서두가 헬라어 '아르케'(* , '태초에')라는 말로 시작하듯이 본문도 원본상으로 동일한 말로 시작되는 바, 이는 마가복음이 예수 그리스도의 복음을 계시하는 또 하나의 새로운 시작임을 시사한다. 그리고 본절은 마가 자신을 포함한 초대 교회의 신앙 고백이기도 했다. 초대교회 성도들이 사용한 암호인 물고기 그림은 그들의 신앙 고백을 나타내는 표시였다. '물고기' 란 뜻의 헬라어인 '잎뒤스'(* )는 '예수 그리스도 하나님의 아들 구주'(*' , 예수스 크리스토스 데오스 휘오스 소테르)의 약자가 된다. 당시 로마 제국의 잔혹한 박해 하에서는 이러한 신앙을 고백하려면 순교마저 각오해야 했다. 따라서 마가가 본서의 표제어로서 이 신앙 고백을 채택한 것은 그의 강렬한 믿음에 대한 표현인 것이다. \n 2. 종의 등장과 사역 준비(1:2-13)\n 예수의 선구자인 세례 요한의 활동과(2-8절) 예수의 수세(受洗) 장면 (9-11절) 및 예수의 광야 시험(12, 13절) 등이 기록되어 있다. 본서의 주요 특징 가운데 하나가 타 복음서에 비해 간결한 것이라는 사실에 대해서는 장 강해에서 밝힌 바 있거니와 이와 같은 특징은 본문에도 잘 나타나 있다. \n 예컨데, 본문에는 세례 요한의 설교 내용이 매우 간략하게 언급되는데, 바리새인들과 사두개인들(마 3:7-10) 및 무리들과 (눅 3:10, 11) 세리들 그리고 군병들에 대한 (눅 3:12-14) 신랄한 충고가 생략되었다. 그대신 마가는 성령으로 세례를 주실 능력 많으신 메시야에 관한 요한의 증거에다 초점을 맞추고 있다. 그리고 광야 시험에 관한 마가의 기사 또한 매우 간략하다. 이에 대해 마태는 열 한 줄, 누가는 열 세 줄을 각각 할당하고 있는 반면에, 마가는 단 두 줄로 요약하였다. 다시 말해서 본문에는 시험의 종류도 기술되지 않았고 예수께서 사단을 이기고 승리하셨다는 내용도 없다. 아마도 마가는 사단의 시험이 광야에서만 있었던 것이 아니라 예수의 온 생애에 걸쳐 계속되었음을 강조하고 싶었는지도 모른다. 실제로 마가는 본서에서, 예수의 생애가 사단의 온갖 시험과 계교를 물리치고 승리하는 삶으로 일관되었음을 곳곳에서 생생하게 묘사하고 있다. \n 이제 본문의 내용을 기록된 사건의 순서에 따라 살펴보기로 하자. \n (1) 세례 요한의 활동. 타복음서와 마찬가지로 본서 또한 세례 요한에 관한 구약 인용구를 제시함으로써 그의 역할과 사역을 증거하고 있다. 특히 마가는 비교적 짧게 압축된 지면에도 불구하고 거의 동일한 뜻의 구약 성구를 재차 인용함으로써(2, 3절) 메시야의 선구자인 세례 요한의 역할을 강조하였다. 한편, 요한에 대한 예언과 요한의 자기 고백 및 활동 모습을 통해 우리는, 요한이 (까) 온 몸과 마음을 바쳐 하나님의 일을 위해 헌신하였으며(요 5:35), (다) 자신의 소명의 의미와 내용을 잘 알고 있었으며, (따) 자신의 한계를 직시하고 겸손하게 오직 주님만 증거하였다는 사실을 알 수 있다(7절; 요 1:19-23). 이와 같이 자신을 내세우지 않고 오직 주께만 영광돌리는 자세는 하나님 나라의 일꾼에게 기본적으로 요구되는 것이라 하겠다(롬 14:7-9). \n (2) 예수께서 세례 받으심. 마가는 공생애 기간 중의 예수의 활약상을 강조하고자 했기 때문에 공생애의 준비 과정인 수세(受洗)와 광야 시험에 관한 기사를 과감하게 압축하였다. 그리고는 본문 이후부터는 묘사의 초점을 예수께로 곧장 맞추어 나간다. 본문에서 드러나는바, 예수의 수세(受洗)의 의의는 세 가지로 요약될 수 있다. \n (까) 먼저, 이 수세 사건은 예수께서 스스로 죄인의 자리에 처하셨음을 시사한다. 마태복음의 기록에 따르면, 세례 요한은 세례를 받으러 나아오는 예수께 거부 의사를 표하였다(마 3:14). 사실 세례 요한은 메시야의 앞 길을 예비하는 자로서 죄인들의 마음을 회개시키는 데에 온 힘을 모두었으며(마 3:2), 그의 세례는 곧 '회개의 세례'(4절)라 할 수 있었다. 따라서 전적으로 무죄, 무흠하신 예수께서는 요한에게 세례받을 하등의 이유가 없었다(고후 5:21). 그러나 예수는 세상 죄를 대신 지고 가는 어린 양으로 바쳐지기 위해 이 땅에 오셨기 때문에(요 1:29;벧전 1:19) 스스로 죄인과 동류로 여기신 것이다. 사실 예수께서 죄 있는 인간의 몸을 입고 성육신(Incarnation)하신 순간부터 대속을 위한 첫걸음은 이미 디뎌진 셈이며, 갈보리 산상에서 십자가 저주를 당하심으로 말미암아 속죄제가 영원히 마감되었다(히 10:2). \n (다) 두번째로, 본문에서 이 수세 사건은 예수께서 하나님의 아들로 인준받는 공식적 행사로 부각되어 있다. 예수께서는 적절한 시점이 이르기 전까지는 자신의 신성(神性)을 공공연하게 드러내지 않으셨다(8:27-29). 그러나 하나님께서는 예수의 공생애가 시작되는 시점에 예수의 신분을 분명히 확증하셨으며, 예수께서도 21절 이하에 수록된 바와 같은 온갖 이적적 권능을 통해 자신이 '그리스도이자 살아계신 하나님의 아들'이심을 묵묵히 드러내셨다. \n (따) 세째로, 문맥의 흐름상 이 수세 사건은 세례 요한에 관한 이야기로부터 예수께 관한 이야기로 넘어가는 다리 역할을 하고 있다고 볼 수 있다. 이 세례 사건을 기점을 세례 요한은 무대 뒤로 사라지고 예수의 사역이 전면에 부각된다. \n (3) 예수께서 시험당하심. 타 복음서에 비해 본문이 간략하다는 사실에 대해서는 장 강해서 밝힌 바 있다. 그리고 본문에 관한 상세한 내용은 타 공관복음서 병행 부분의 강해를 참조하라. \n * 광야의 소리. \n 여기서 광야는 좁게는 유대 광야를, 넓게는 요단강 계곡의 좌우에 넓게 펼쳐진 벌판을 가리킨다. 요한은 바로 이 광야를 배경으로 메시야의 선구자로 훈련받았으며, 이곳을 무대로 회개의 세례를 선포했다. 그런데 특별히 세례 요한의 사역을 '광야의 소리' 라고 표현한 것은 그의 사역이 갖는 다음과 같은 특성을 압축한 말일 것이다. \n (1) 선구자적 사역을 뜻한다. 고대의 동방 군주들이 행차할 때, 앞 길에 장애가 있으면 제거하고, 거친 광야를 통과할 시에는 먼저 길을 내기 위해 선발대가 파견되었다. 이와 마찬가지로 세례 요한도 거친 광야와도 같이 황폐하고 완악한 백성들의 마음을 일깨워 예수 그리스도의 사역을 보다 순조롭게 하는 선구자 역할을 했다(사 40:3). \n (2) 선지자로서의 고난의 생애를 뜻한다. 역사의 거친 들판에서 거침없이 경고의 예언을 선포하여 백성들의 심령에 경종을 울리는 것이 선지자들의 주된 임무였듯이. 세례 요한도 하나님의 뜻을 받들고자 불의의 세력에 항거(抗拒)하다가 마침내 순교까지 당하는 수난을 겪어야 했다(6:14-29). \n 광야는 이웃이나 벗도 없이 홀로 서있는 고독의 장소요, 도둑이 야생 동물들만 웅크리고 있는 살풍경하고 황량한 장소였다(애 4:3;욥 24:5). 역사의 수레 바퀴가 마지막으로 멈추는 그 순간까지 이 세상에는 참과 거짓, 선과 악의 싸움이 계속될 것인 바, 때론 진리를 위해서 황량한 광야에서 홀로 서기를 각오하는 자만이 악한 세상 풍조에 휩쓸려들지 않을 수 있다. \n * 예수의 수세(受洗)가 주는 의미. \n 예수께서 세례 요한의 만류에도 불구하고(마 3:10) 세례를 받으신 것은 다음과 같은 몇 가지 의미를 지닌다. \n (1) 인류를 위한 하나님의 모든 의(義)를 이루시기 위해서였다. 즉 이제 공생애를 시작하려는 이 특별한 순간에 즈음하여 예수는 이미 하나님의 아들로서 메시야직의 자격과 능력이 구비되었으나 인간적 수준에서 또 인간들의 이해를 위해서도 교회의 선한 전승에 순응하셨던 것이다. 실지로 이런 예수의 자세를 보신 하나님께서는 성령 강림과 11절의 천성(天聲)을 통하여 예수께서는 모든 의(義)를 갖추신 자임을 공포해 주셨다. \n (2) 세상 죄를 지고 가리라는(요 1:29) 예수 자신의 결의를 확증하시기 위해서이다(서 40:6, 8;엡 1:4;히 7:22;벧전 1:20). 실로 예수께서 요한의 세례를 받으심은 요한이 예수보다 더 완전하기 때문이 아니라, 예수께서 완전한 의인이시지만 인류의 죄를 혼자 짊어질 자로서 친히 죄인의 자리에 머무시고자 하신 것이다. \n (3) 메시야가 도래했으며, 그 메시야의 사역이 마침내 시작되었음을 공식적으로 선포하시기 위해서이다(요 1:31-34)\n (4) 예수께서 회개하거나 죄로부터 정결해질 필요가 전혀 없었지만, 세례를 받으심으로 죄를 타락된 인간과 자신을 완전히 일치시켰고 우리를 대신하는 일을 시작하셨다(고후 5:21). \n (5) 예수께서 세례를 받으신 것은 그를 믿는 자들에게 보이신 수세(受洗)의 모범이었다. \n 3. 네 제자를 부름심(1:14-20)\n 14절-3:6까지는 예수의 초기 갈릴리 사역에 관한 기록이다 그중 14, 15절은 서론적 진술로서 예수의 메시지를 한 마디로 요약하고 있으며, 16-20절은 예수께서 처음으로 제자들을 부르신 기사이다. \n 마가는 세례 요한이 체포되었다는 사실을 간략히 언급한 후 곧장 예수의 갈릴리 사역에로 연결시키고 있는데, 예수께서 갈릴리 사역을 시작하기 전에 유대 땅에서 거의 1년간에 걸쳐 활동하셨음은 주지의 사실이다. 예수의 메시지의 핵심 중 하나였던 '하나님 나라'의 개념에 관해서는 별도의 주제 강해에서 다루기로 하자. 여기서는 주께서 처음으로 네 자자를 부르신 내용에 초점을 맞추고자 한다. \n (1) 부르심 받은 자들의 신분. 본문에 등장하는 네 제자들의 직업은 어부였다. 그들은 사회적 신분이 높지도 않았고 많은 재산이나 지식을 소유한 자들도 아니었으며, 특별히 문벌이 좋은 자들도 아니었다. 그러나 하나님은 세상의 미련한 자들을 택하사 지혜있는 자들을 부끄럽게 하시며, 세상의 약한 것들을 택하사 강한 것들을 부끄럽게 하신다(고전 1:27). 실로 하나님 나라의 사업은 인간의 힘이나 능(能)으로 되지 않으며 오직 성령의 역사로 말미암아 되는 것이다(슥 4:6). \n (2) 부르심 받은 자들의 반응. 이들은 예수의 부르심을 받는 즉시 그물이나 그 부친을 버려두고 예수를 좇는 즉각적인 순종을 보였다(18, 20절). 어부가 그물을 버렸다는 것은 생계 수단을 포기했다는 말이며, 또한 그 부친을 버려두었다는 사실은 예수의 제자로서의 사명을 감당하는 일이 다른 무엇보다 소중하고 우선적이었음을 의미한다. 실로 이들은 예수께 대한 전폭적 믿음을 지녔던 것이다. 그리스도께서 이 땅에 계실 때 온갖 핍박과 고난을 당하셨던 것과 마찬가지로, 그리스도의 뒤를 따르는 제자들에게도 팝박이 따르게 마련이다. 왜냐하면 이 세상은 어둠에 속하여 본성적으로 빛되신 그리스도를 배척하기 때문이다(요 3:20). 이와 같은 고난과 희생을 기꺼이 감수하기 위해서는 그 무엇보다 주께 대한 전폭적 신뢰가 있어야 한다. 하나님의 아들이면서도 죄인의 위치에까지 스스로 낮아지신 주(빌 2:7), 죄인들을 사랑하사 십자가상에서 대속의 죽음을 당하신 주(빌 2:8), 그리고 마침내 부활, 승천하사 성도들의 모든 억울한 일들을 기억하고 마지막 심판 때에 보응하실 \n주(마 16:27)께 대한 확고한 신앙이 있는 자는 세상에서 당하는 일시적 불이익이나 아픔들로 말미암아 낙망하지 않는다. \n 한편 누가복음 14:26-35에서도 예수는 제자의 도리를 가르치시면서 희생을 각오해야 한다는 점을 특히 강조하셨다. 날이 갈수록 생존 경쟁이 더욱 치열해지고 이에 따라 기회주의와 상대주의가 더욱 창궐해 가는 현대 사회는 성도들에게 전폭적 믿음 보다는 '두마음'을 품을것을 종용(慫慂)하고 있다(약 1:8). \n * 하나님 나라의 개념. \n 하나님의 나라가 예수의 설교의 중심 메시지였다는 데에는 이견이 없다(14, 15절;마 4:23). 그러나 하나님 나라에 관한 세부적 해석들은 매우 다양하게 제시되어 왔다. 여기서 우리는 먼저 하나님 나라의 정의를 규명하고, 다음으로 그 구원론적 의미와 그 이중성 및 역동성 그리고 교회와의 관련성에 관해 살펴보기로 하자. \n (1) 하나님 나라의 정의(定意). '하나님의 나라'(the Kingdom of God)라는 표현이 구약성경에 나타나지 않지만, 그 개념을 간접적으로나마 여러 곳에서 발견된다. 그 예로 구약에서 하나님은 종종 이스라엘과(출 15:18;민 23:21;신 33:5;사 43:15) 온 세상의(왕하 19:15;시 29:10;99:1-4사 6:15;렘 46:18)) 왕으로 언급된다. \n 그러나 신약성경에서는 '하나님의 나라'라는 용어가 매우 빈번하게 등장한다(10:25;마 12:28;눅 7:28;요 3:3;행 8:12;롬 14:17;고전 4:20;갈 5:21등). 그리고 그것과 맥을 같이 하는 '하늘나라(the Kingdom of Heaven)' 곧 '천국'이란 말도 마태복음에서만 34회나 사용되고 있다(마 3:2;18:12;딤후 4:18). 이처럼 마태가 '하나님'이란 말을 '하늘'이란 단어로 대치한 이유는 유대인들이 하나님의 이름을 함부로 부르기 꺼려하여서 '여호와' 대신 '아도나이'(Lord, 主)라는 용어를 사용한 것과 같은 이유에서였을 것이다. 물론 이 두 용어 사이에는 별다른 개념적 차이는 없다고 본다. \n 한편 '하나님의 나라'란 근본적으로 하나님께서 최고의 주권을 가지고 다스리는 그의 왕적 통치권을 의미한다. 하지만 이러한 하나님의 통치권은 무공간에서 실행되어질 수 없는 것이다. 여기서 살펴볼 것은 한 나라를 구성하는 세 가지 요소는 주권, 국민, 영토인데, 하나님의 나라도 이 세 요소를 포함한다는 사실이다. 즉 하나님의 나라에는 하나님의 통치(권)와 택함받은 당신의 백성 그리고 그 통치가 미치는 전영역이 모두 포함되는 것이다. 성경에서 하나님 나라를 언급할 때에는 이 세 요소를 함께 포함하여 일컫기도 하지만 특별히 어느 한 요소를 강조하는 경우도 많다. \n (2) 하나님 나라의 구원론적 의미. 세상에서 하나님 나라는 주로 구원과의 관련 하에서 언급된다. 하나님의 통치의 목표는 인간을 죄악의 세력으로부터 구원해 내는 데에 있는 것으로 주로 나타나기 때문이다. 그리스도의 통치는 맨 나중에 멸망받을 원수인 사망을 포함한 원수들의 파멸을 의미한다(고전 15:23-28). 그리고 그리스도의 나라로 돌아간다는 말은 어둠의 권세로부터 구원받고(골 1:13), 의와 평강과 희락을 가득한 상태로 변한다는 의미이다(롬 14:17). \n (3) 하나님 나라의 이중성. 하나님 나라에 대한 예수의 가르침은 주로 종말론적(終末論的)인 의미와 관련이 있는데 그것도 크게 두 가지로 구분된다. \n 첫째, 예수께서는 장래에 '도래(到來)할 하나님 나라'에 관하여 가르치셨다. 그분께선 \"때가 찼고 하나님 나라가 가까왔으니 회개하고 복음을 믿으라\"(15절)라는 말씀을 선포하심으로써 자신의 공생애(共生涯)를 시작하셨다. 그리고 그분께선 제자들에게 하나님 나라가 임하도록 기도하라고 가르치셨다(마 6:10). 그뿐 아니라 예수께서는 제자들에게 \"여기 섰는 사람 중에 죽기 전에 하나님의 나라가 권능으로 임하는 것을 볼 자들도 있느니라\"(9:1)고 말씀하셨다. 여기서 말하는 '권능'이란 예수께서 재림하실 때 가지고 오는 '왕권'(王權)을 의미한다(마 16:28). 이처럼 그리스도깨서는 멀지 않아서 도래할 하나님 나라에 관하여 가르치셨다. \n 둘째, 그럼에도 불구하고 예수께서는 '우리들 가운데 이미 도래한' 하나님 나라에 관하여서도 말씀하셨다. 하나님의 나라가 어느 때에 임하느냐는 바리새인들의 질문에 대하여 예수께서는 \"하나님의 나라는 너희 안에 있느니라\"(눅 17:21)라고 대답하셨다. 이 말씀은 곧 예수 자신의 지상 사역(地上事役)으로 말미암아 하나님 나라는 이미 우리 가운데서 뿌리를 내렸다는 의미이다. 이러한 사실은 '씨뿌리는 비유'(4:26-29)를 통하여 보다 분명히 알 수 있다. 사람이 땅에 뿌린 씨는 사람의 눈에 띄지 않게 자라나 결국에는 열매를 맺고 추수당할 날을 기다리게 된다. 이러한 의미에서 예수의 지상 사역은 '하나님 나라' 라는 씨앗을 세상 가운데 뿌려 놓은 것과 같다 하였다. \n (4) 하나님 나라의 역동성. 하나님 나라는 실제 역사 속에서 사단의 세력을 축출하고 불신자들에게는 심판을 그리고 신자들에게는 구원을 가져다 준다는 점에서, 그리고 세상의 종말이 이르기까지 그 영역이 계속적으로 확장되어 간다는 점에서 역동적이라 할 수 있다. 바로 그런 까닭에 (3)번에서 이미 언급하였듯이 어떤 면에서 하나님 나라는 이미(already) 임했으나(마 12:28), 또 어떤 면에서는 아직(not yet) 도래하지 않았다고도 볼 수 있다(마 25:31-46). 사단과 그의 사자들이 궁극적이고도 완전한 파멸을 당하고(마 25:41), 모든 죄악에서 구속받은 성결한 무리가 형성되며(마 13:36-43) 온 세상 만물이 새롭게 회복될(마 19:28) 종말의 한 시점이 다가올 것이며, 그로 인해 하나님 나라가 그 온전한 실체를 드러낼 것이다. \n 뿐만 아니라 예수의 권능으로 말미암아 귀신이 쫓겨나는 것 자체, 다시 말해서 예수의 사역 자체가 하나님 나라의 도래를 의미하기도 하였다(마 12:28). 사단은 예수의 사역(특히 당신의 죽으심과 부활)을 통해 이미 결박당했으며(마 12:29), 세상의 마지막 때에 이르러 궁극적으로 파멸당할 것이다. 비록 현재 사단이 계속 활동하고 있기는 하지만 치명적 상처를 입은 상태로 발악하고 있을 뿐이다. 오스카 쿨만(Oscar Cullman)은 이를 군사 용어로써 표현한 바 있다. 즉, 결정적 전투에서 이미 승패는 결판났지만 전쟁의 소문은 마지막 승리의 그날까지 떠돌아 다닌다는 것이다. \n 한편, 하나님 나라의 역동성과 관련하여 또 한 가지 유의해 볼 사항은, 하나님 나라가 초자연적인 힘에 의해 도래한다는 점이다. 오직 하나님의 초자연적 권능만이 사단과 죽음을 무찌르실 수 있으며(고전 15:26), 죽은 자를 부활시켜 영원한 나라의 축복에 동참케 하실 수 있고(고전 15:50 ff) 또한 세상 질서를 하나님의 뜻에 맞게 새로이 변형시킬 수 있다(마 19:28). 이는 4:26-29의 '자라는 씨앗'의 비유에서 잘 표현되어 있다. 사람이 하나님 나라의 복음을 증거할 수는 있다. 하지만 그 복음을 깨닫게하여 하나님 나라에 참여케 하는 분은 오직 하나님이시다(고전 3:7). \n (5) 하나님 나라와 교회. 혹자는 이 세상에 도래할 하나님 나라가 곧 교회가 아닌가라고 추정하기도 한다. 물론 하나님 나라를 차지할 자가 예수 그리스도를 믿는자(요 3:3)이듯이 교회의 구성원 역시 그리스도를 믿는 자라는 점에서는 공통점이 있지만 하나님 나라와 교회가 동일한 것은 아니다. 이같은 점은 참된 성도만이 하나님 나라에 들어갈 수 있으나 교회 내에는 가라지와 같은 신자가 있을 수 있다는 점에서도 알 수 있다(마 13:24-30). 따라서 교회는 어디까지나 하나님 나라의 그림자에 불과하다. \n 4. 종의 권능(1:21-45)\n 예수께서 네 제자들을 부른 기사(16-20절)에 이어, 마가는 주께서 갈릴리 사역 초기부터 수많은 병자들을 치유하신 사실을 단도직입적으로 부각시켰다. 이는 예수께서 말씀에 있어서나 실제적 권능에 있어서나 명실공히 하나님의 아들이심을 처음부터 강력하게 증거하기 위함이다. 예수는 비록 섬김을 받으려 함이 아니라 오히려 섬기려 하고 자기 목숨을 많은 사람의 대속물로 주기 위해 오셨지만(마 20:28), 근본적으로는 하나님의 본체이심을 본문의 치유 기사는 증거하고 있는 것이다(빌 2:6). 본문에서 유심히 상고해 보아야 할 사항은 다음과 같다. \n (1) 예수의 치유 권능. 21-31절은 안식일에 있었던 치유 사건들로서, 예수께서 안식일의 주인으로 형식적 율법 준수보다는 풍성한 생명을 제공하시는 일을 더 중요시한다는 점을 보여 주며, 2:23-3:36에 수록된 안식일 논쟁을 예고하고 있다. 뒤이어 32-34절에는 안식일이 지나자마자 수많은 병자들이 예수께 나아와 치유함을 받았다고 되어 있다. 여기서 마가는 예수께서 병을 고치고 귀신을 내어쫓으신 일을 하나하나 기록하지 않고 '모든'(32절) 혹은 '많은'(34절)이라고 표현함으로써 어떤 종류의 질병이든 그리고 어떤 심각한 상태에 놓여있든 간에 전부 치유되었음을 보여 준다. 특히 문둥병자 치유 사건이(40-45절) 따로 소개되었는데, 이스라엘 사회에 있어 문둥병은 가장 흉칙한 난치병으로 여겨졌던 만큼(민 12:10-15;왕하 5:27;대하 26:19-23) 이 사건은 예수의 탁월하신 치유 권능을 여실히 입증한 예라 하겠다. 그리고 시몬의 장모가 열병에서 놓여나자마자 수종을 들었던 사실은(31절) 예수의 치유 능력이 즉각적이고도 완벽하게 나타났음을 의미한다. \n (2) 예수의 크신 긍휼. 예수께서 당신께 나아오는 병자들을 고쳐 주신 중요한 이유들 중 하나는 그들에 대한 긍휼 때문이었다. 물론 궁극적으로 주께서는 하나님으로부터 멀리 떠나있었던 자들의 영혼의 질병에 더 깊은 관심을 보이셨지만, 각약(各樣) 육신상의 질병에 시달리는 모습 자체에 대해서도 불쌍히 여기셨던 것이다. 예수께 치유함 받기 위해 나아온 자들은 거의 다 왜곡된 메시야관을 가졌거나 예수께 대한 참다운 믿음을 소유하지 못한 상태였다. 그러나 '주는 가장 자비하시고 긍휼히 여기는 자'이시므로(약 5:11) 당신께 나아와 호소하는 무리들의 부르짖음을 외면하지 않으셨다. 아마 치유함 받은 자들 중에는 훗날 성령의 깨닫게 하시는 은혜를 따라 참된 말씀의 길로 들어선 자들도 많았을 것이다. 특히, 당시 율법 규례에 의해 사회에서 격리되어야 했던 문둥병자를 예수께서 치유하신 사실은 소외받는 처지에 있는 모든 사람들에게 희망과 빛은 안겨준다 하겠다(사 61:1). 따라서 우리들은 모든 염려를 다 주께 맡기고(벧전 5:7) 온갖 구하는 것이나 생각하는 것에 \n더 넘치도록 능히 하실 이에게(엡 3:20) 담대히 나아가 믿음의 간구를 드려야 하겠다. 믿음의 기도는 병든 자를 구원할 \n것이다(약 5:15). \n (3) 예수의 기도 습관. 헌신적 봉사로 매우 바쁜 와중에서도 예수는 새벽 미명에 일어나 한적한 곳에서 기도하셨다(35절). 예수께서는 매일 일정한 시간을 정해 놓고 하나님 아버지께 기도드렸던 것으로보이며, 중대사를 앞두고 먼저 기도하셨다. 예를 들면, 예수께서 세례받을 때에 기도하셨으며(눅 3:21), 변화산상에서 기도하는 도중에 변화되었고(눅 9:29), 열두 사도를 택하기 전에도 밤이 맞도록 하나님께 기도드리셨다(눅 6:12). 그리고 십자가 수난을 바로 앞두고 예수는 감람산에서 땀을 흘리며 간절히 기도하셨다(눅 22:44)\n (4) 제자들의 우매함. 예수는 그를 추종하는 무리들의 영적 상태를 너무도 잘 알고 있었기 때문에, 그리고 정해진 때가 이르기 전에 적대자들과의 충돌을 삼가하기 위해 자신의 신분을 노출하지 않기를 원하셨다(44절; 마 8:4;9:30;12:16;16:20;눅 5:14). 하지만 제자들은 예수께서 하루 빨리 세상의 메시야로 우뚝 서서 그 크신 권능으로 로마의 세력을 몰아내고 이스라엘의 내적 부패를 일소(一掃)시키사 마침내 지상에 메시야 왕국을 도래케 하시기를 갈망하고 있었음이 분명하다. 이러한 사실은 37절에 의해서도 뒷받침된다. 즉 당시 제자들은 예수의 권능에 관한 소문을 듣고 몰려 온 무리들의 환호에 집착하고 있었던 것 같다. 아마도 그들은 모든 것을 버리고 예수를 좇았기 때문에 메시야 왕국이 지상에 이룩되었을 때에 큰 영광이 주어질 것이라는 기대감에 부풀어 있었는지도 모른다. 제자들의 이러한 영적 무지는 주를 '그리스도'라 고백한 직후에 주의 수난을 말리려 했던 베드로의 자태에서 극적으로 나타난다(8:29, 32). \n * 예수의 권위. \n 예수의 말씀이나 행동 하나하나는 당시 종교 지도자들과는 달리 힘이 있고 권위가 있어 사람들에게 놀라운 감화와 생명력을 발하였다. 예수의 권위가 특출하게 보인 사실은 훗날 종교 지도자들이 예수의 권세의 출처 문제를 놓고 논쟁을 일으킨 점에서도 잘 드러난다(마 21:23-32). 이처럼 예수의 권세가 특출하며, 또한 당신의 교훈이나 행동이 위대한 감화력을 발할 수 있었던 이유를 우리는 지금 두 가지로 요약해 볼 수 있다. \n (1) 먼저 권위의 기원 내지는 출처의 문제를 고려해 보건대, 예수의 권위는 하나님께로부터 직접 비롯된 것이며, 또한 스스로 하나님으로서의 신적 권위를 가지고 계셨으므로 독창적이고도 적극적으로 보일 수밖에 없었다. 전통이나 인습에다 그 권위의 기반을 두었던 당시 서기관이나 바리새인들과는 달리 예수는 스스로의 신적 권위에 근거하여 '내가 너희에게 이르노니 . . . '라는 어투로 말씀하셨다(마 5:44). \n (2) 다음으로는 예수의 인격의 진실성 및 언행 일치를 들 수 있다. 당시 종교 지도자들은 입로는 온갖 미사여구를 늘어놓으나 실제 행동은 본받을 바가 못되었으며 일반 백성들에게 율법의 과중한 짐을 지워놓고서 스스로는 손가락 하나 움직이기도 싫어했다(마 23:4). 반면에 예수는 먼저 실천하신 바를 교훈으로 베푸셨으며, 가르치신 내용을 몸소 모범으로 보이셨다. 이와 같이 진실한 인격에 나오는 말씀은 큰 감화력을 발휘하게 마련이다."
        }
    ]
}