{
    "bible_book": "마태복음",
    "chapter_number": 24,
    "commentaries": [
        {
            "verse_reference": "24:1",
            "commentary": "성전에서 나와서 가실 때에. 여기서 ‘성전’(히에론)은 문자적으로 성전 경내, 곧 거룩한 경내를 의미한다. 그리고 ‘나와서’에 해당하는 헬라어 ‘여셀돈’은 제 2 과거 분사형을 취하고 있어 뒤이어 나오는 ‘가실 때에’(에포류에토, 서술적 미완료 시상)보다 앞선 시제로 볼 수 있으나 전체 문맥상 두 행동이 동시에 일어난 것으로 보아야 한다. 즉 예수께서는 이미 떠나고 계셨으며(여셀돈) 그렇게 나아가실 때 성전 건물 옆을 지나가셨다(에포류에토). 따라서 1, 2절의 내용은 성전 뜰에서 나눈 대화로 볼 수 있다. 즉 21:23에 예수께서 성전 안으로 들어가신 것으로 언급되고 있으므로 본문에서 성전을 ‘나왔다’함은 21:23 이후 행해진 모든 가르침은 줄곧 성전 뜰 안에서 행해졌음을 보여준다. 그러나 서기관들과 바리새인들에 대한 7화(禍) 선포(23장) 직후 영영히 성전 밖으로 나와 그 곳을 떠나가셨다.\n제자들이 성전 건물들을 가리켜 보이려고. 평행구인 눅 21:5에서는 ‘제자’ 가 아니라 ‘어떤 사람들’이 성전을 가리킨 것으로 표현한다. 더구나 같은 평행구인 막13:1에서는 ‘제자들 증 하나’라고 묘사하고 있다. 제자들이 성전을 가리켜 보인 것은 앞서 23:38에서 언급한 예수의 선언과 관계가 있다. 즉 당시 아직 완공되지는 않았지만 그 웅장한 성전은 화려한 모습으로 많은 사람들의 관심을 불러 있으켰고 많은 사람들을 감탄하게 하였기 때문에 예수께서 선언한 성전의 ‘황폐와 버림 받음’에 대한 예언은(23:38)쉽게 믿어질 수 없었을 것이다. 따라서 제자들은 성전을 가리키면서 ‘이렇게 웅장하고 화려한 성전이 정말 황폐하고 버림받게 됩니까? ‘라는 말없는 물음을 했을 것이다(막 13:11).\n성전 건물들(타스 오이코 도마스 투 히에루). 이 성전 건물은 원래 B.C.19년에 유대인의 환심을 살 목적으로 에돔 사람 헤롯대왕에(2:1) 의해 착공된 것으로 비록 제 2성전을 개축할 의도로 시작한 것이기는 하나 거의 신축한 것이기에 일반적으로 제 3성전이라고 불리운다. 즉 이 건물은 솔로몬에 의한 제 1 성전(왕상 6:1-8:11, B.C. 959-586)과 스룹바벨에 의한 제 2성전(포로기 이후 B.C. 520년경에 재건)에 이은 새 성전 건물이었다. 이 제 3성전은 A.D.63년경 알비누스(Albinus)총독에 의해 완공되기까지 근 80여년의 기나긴 공사 기간이 소요되었으며 그 중간에 봉헌식(착공 9년만에)을 하는 등 나름대로는 화려(華麗)한 외모로 치장되기도 했다(요 2:20). 실로 제 3성전은 유대 출신 제자들에게는 자랑스럽고 장엄한 것이었으며 마치 눈덮인 산처럼 아름다움 것이었다(Jos, Wars 5, 6). 그도 그럴 것이 이 성전은 거대한 대리석으로 둘려졌으며 지붕과 같은 특별한 부분들에는 금으로 꾸며졌다고 한다.\n24:2 대답하여 가라사대. 새번역과 공동번역 성서는 ‘말씀하셨다’로 이 부분을 번역하였다. 그러나 1절에서 질문 내용이 전혀 언급 되지 않았는데 ‘대답’하였다고 한다면 적어도 1절 주석 마지막 부분의 내용과 같은 질문을 제자들이 던졌을 것으로 추정해 볼 수 있다. 그리고 2절에서 답변하신 내용이 1절 주석 끝 부분에 가정한 그 질문에 대한 답으로 적절하다.\n이 모든 것을 보지 못하느냐. 예수께서는 지금 화려하고 장엄한 자태를 자랑하는 성전 건물의 외형을 사실 그대로 긍정하셨다. 그리고 이같은 인정을 통해 뒤이어지는 당신의 경고를 더욱 강렬한 뉘앙스(nuance)로 대비시키셨다. 한편 공동번역 성서는 이러한 대비적 표현에 맞추어 ‘저 모든 건물을 잘 보아 두어라’는 말로 번역하고 있다.\n돌 하나도 돌 위에 남지 않고. 성전 건물에 사용된 돌을 가리킨다. 여기에 사용된 돌 하나의 크기는 25×12×8 규빗 (1 규빗은 약 45.6cm)의 상당히 큰 것으로서 누가 복음에서는 ‘미석’, 즉 ‘아름다운 돌’이라고 묘사한다(눅 21:5). 그런데 이러한 돌들이 돌위에 하나도 남지 않을 것이라는 말은 회복 불가능의 완벽한 성전 파괴에 대한 예언으로서 구약에도 여러번 언급된 바 있다(렘 26:6, 18, 미 3:12, 학2:15). 그런데 돌 하나도 돌 위에 남지않는 심판은 A.D. 70년 로마의 디도(Titus)장군이 이끄는 로마 군대에 의해 역사적으로 실현되었다. 이는 A.D. 63년에 제 3성전이 완공된 후 겨우 7,8년 후의 일이었다는 점에서 더욱 성전의 허무함을 제시해 주고 있다. 한편 이렇게 성전 파괴에 대한 단호한 표현을 통하여 24장에 소개될 종말에 관한 메시지의 긴박성과 그 파멸적(破滅的)인 성격을 웅변적으로 암시해 주고 있다. 즉 이러한 언급을 통해 예수께서는 당신의 재림과 세상 종말에 있을 극렬한 심판에 대한 관심을 불러 일으키시고 있다.\n24:3 없음.\n24:4 없음.\n24:5 없음.\n24:6 없음.\n24:7 없음.\n24:8 없음.\n24:9 없음.\n24:10 시험에 빠져(스칸달리스데손타이). ‘걸려 넘어지게 하다’, ‘죄를 짓게 하다’ 또는 ‘노하게하다’ 등의 뜻을 가졌다. 새번역에서는 ‘믿음을 잃고’라고 번역되어 있고 공동번역에서는 신앙공동체로부터 ‘떨어져 나가’로 번역되어 있다. 이는 결국 박해로 인해 믿음을 포기하는 사람들이 나타난다는 말이다(살후 2:3). 이처럼 종말의 때가 가까워오면 교회의 외적인 풍랑과 더불어 교회 내부로부터의 분란이 발생하게 될것이다. 이때는 인내와 믿음이 더욱 요구되는 시기라 할 수 있다(벧전 4:12).\n서로 잡아주고 서로 미워하겠으며. 새번역과 공동번역 모두 ‘서로 배반하고 미워하는 것’으로 번역되어 있다. 이는 교회 안에서 나타나는 공동체 분열의 모습이다. 여기서 ‘서로’(알렐루스)는 상호대명사로서 쌍방간의 행위를 뜻하는데, 여기서는 서로 똑같이 배신하고 미워한다는 뜻이라기 보다는 교회 공동체로부터 등을 돌린 사람들의 간교(奸巧)하고 악의적인 행위를 강조하는 말로서 이해할 수 있다. 이 구절이 뜻하는 바는 세상의 종말이 이르게 되면 사랑과 하나됨의 공동체인(요 15:17) 교회에서도 분열이 발생할 수 있다는 사실이다. 실로 이같은 교회 내부의 분란이야말로 성도가 맞는 가장 위험하고도 치명적인 징조이다.\n24:11 거짓 선지자(프슈도프로페타이). 여기 이들은 비록 초자연적인 이적과 능통한 언변(言辯)을 지녔을지라도 그 가르침과 행위가 진실에 입각하지 않은 자들이다(계 13:11 ff). 실로 거짓 선지자들에 대한 주의는 예수와 사도들에 의해 여러 번 주어져 왔는데(7:15, 24:5, 고후 11:13, 딤후 2:17, 18), 그들 거짓 선지자들은 유대 율법주의자나 영지주의자들 등의 모습으로 교회의 질서와 진리를 와해시키는데 힘을 쏟았다(행 20:30, 갈 1:7-9, 골 2:18-23). 실로 기독교회사는 이러한 거짓 선지자들로 인해 수없이 유린(蹂躪)당해 왔으며 지금도 그들의 사특(邪慝)한 가르침으로 인해 많은 교회들이 중병을 앓고 있다(살후 2:8-12).\n24:12 불법(아노미아). 부도덕성과 무질서적인 방종을 가리키는 말로서 전통적 규범이나 윤리적 가치 기준이 상실됨을 말한다. 특히 본문에서는 진리와 신앙이라는 미명하의 온갖 비신앙적 작태(作態)와 방종과 타락을 가리킨다(살후2:3, 7, 8). 한편 오늘날 이러한 부도덕적 사회 현상을 가리켜 ‘아노미현상’이라고 지칭한다.\n사랑이 식어지리라. 여기서 ‘식어지다’(프쉬게세타이)는 ‘숨쉬다’, ‘싸늘해지다’는 뜻의 ‘프쉬코’에서 나온 말로서 ‘싸늘한 숨을 쉬다’ 또는 ‘차가워지다’, 그리고 좀 더 심층적으로 ‘해로운 바람으로 인해 영적 열성이 식어지다’(Vincent)등의 뜻으로 이해할 수 있다. 사람들의 사랑이 식어지는 이유는 ‘아노미 현상’, 곧 불법으로 인한 내적인 불화와 균열(龜裂)때문이다. 실로 이 구절은 9-11절까지 나타난 교회분열로 인한 결과이며 결론이다. 결국 사람 사이에 사랑이 식어지면 8절의 내용처럼 세상의 끝날이 되는 것이다. 한편 본문에서 언급된 ‘사랑’(아가페)이라는 명사는 공관 복음서에서는 눅 11:42과 여기서만 사용되는 말이다. 누가복음에서는 ‘사랑’이 하나님의 사랑에 관해 설명된 데 비해 본문은 형제상호간의 사랑으로 설명하고 있는 것이 차이점이다. 그러나 이것은 본질적으로 동일한 것으로서 성도가 추구해야만 하는 형제 사랑은 오직 하나님 사랑에 그 기초와 뿌리를 두어야 하는것이다(요일 4:10, 19). 그리고 형제 사랑은 곧 하나님 사랑의 확실한 발로인 것이다. 여하튼 모든 율법, 모든 의식(儀式), 모든 성전의 화려함과 웅장함도 사랑이 식어지면 끝이 되고 만다(고전 13장).\n24:13 끝까지 견디는 자. 여기서의 ‘끝’은 5절부터 나열한 여러가지 재난과 박해 그리고 공동체의 분열이 있을 고난의 기간이 끝날 때를 말한다. 그리고 ‘견디는’에 해당하는 원어 ‘휘포메이나스’은 ‘굳게 서다’, ‘참아내다’는 뜻으로 단순히 수동적으로 참는것이 아니라 고난 속에서도 자기의 내면적 신앙과 희망을 저버리지 않고 끈기 있게 버텨나감으로써 끝내 승리, 쟁취한다는 의미이다. 실로 사람들의 배신 앞에서도 믿음을 잃지 않고 신뢰하며 온갖 실망이 겹쳐 절대 절망에 이르렀어도 희망을 갖고, ‘아노미 현상’과 같은 혼란의 시대에도 주님의 뜻을 따라서 사랑으로 살아내는 사람이 곧 견디는 자이다.\n구원을 얻으리라. 끝까지 견디는 자의 보상은 구원이다. 그런데 이 구원의 의미를 두 가지로 나누어 생각할 수 있다. (1) 세상의 끝날에 얻게 되는 천국 소유권을 의미하는 것으로 생각할 수 있다. 세상의 끝은 곧 세상의 완성이므로 그때까지 견딘 자는 완성된 하늘나라에서 천국 백성의 자격을 갖고 살 수 있는 권리가 주어진다. 이것은 종말적 심판의 때에 얻는 최종적 구원을 의미한다. (2) 현세의 구원에 대한 의미도 생각할수 있다. 앞에서 살펴 본 바와 같이 세상 끝에 나타날 종말적 징조는 예수 시대에도 이미 나타났었다. 그래서 초기 기독교인들은 임박한 종말 사상을 갖고 살았고, 또한 종말의 징조는 역사 속에서 꾸준하게 나타났으며 오늘날에도 예수께서 지적했던 그런 징조와 현상이 나타나고 있다. 따라서 구원은 종말적 최후의 날에만 이루어지는 것이 아니라 날마다 현실적인 구원이 이루어질 수 있다. 더욱이 성도에게 매일 이 구원을 이루어 나가는 과정(process)으로 볼 때 날마다 겪는 새로운 여러가지의 유혹들을 이겨내고 뜨거운 사랑의 열정으로 살아가는 것이 구원의 삶이라고 할 수 있다. 이처럼 매일 구원을 고대(苦待)하며 필요로 하는 자는 날마다 종말적 자세로 사는 것이다.\n24:14 천국 븍음. 이는 마태복음의 특징적 표현이다(4:23, 갈 9:35, 24:14). 여기서 ‘복음’이란 예수께서 지금 전파하고 계신 그 메시지를 가리키는 동시에 하나님과 인간을 화목케 하시기 위해 성육신하신 예수 자신을 지칭한다(요 1:14, 고후 5:18). 한편 복음의 요체는 ‘천국’ 곧 모든 나라와 모든 인격을 다스리시는 그리스도의 통치이다(3:2, 4:23).\n모든 민족에게 증언되기 위하여 온 세상에 전파되리니. 여기 ‘온 세상’은 문자적으로는 ‘사람이 거주하는 온 땅’이라는 의미이다. 세상의 종말이 땅끝까지 복음이 전파된 후에 올 것이라는 사상은 사도들이 계승한 사상이었고 신약 성경 안에서 여러 차례 언급된 바 있다(눅 4:5, 행 11:28, 17: 6, 31, 19:27, 롬 10:18, 계 3:10, 12:9, 16:14). 한편 당시 ‘온 세상’을 로마 제국 안에 있는 영역으로 보는 경향이 있었다(행 1:8, 롬 15, 23). 그러나 본문에서의 ‘온 세상’이란 좀 더 포괄적이고 광의적(廣義的)인 의미로서 지구상에 있는 모든 지역, 곧 전세계의 모든 곳이라는 뜻으로 보아야 할 것이다.\n그럼 예수께서 오시기 전에 복음이 온 세상에 전파된다는 것은 구체적으로 무슨 뜻인가? 모든 국가와 개개인들이 다 복음을 받아들이고 회개해야 한다는 뜻인가? 안타깝게도 그런 때는 결코 오지 않을 것이다. 바울이 “내가 예루살렘으로부터 두루 행하여 일루리곤까지 그리스도의 복음을 편만하게 전하였노라”(롬 15:19)고 말했을 때 온 세상 사람들 개개인에게 다 복음을 전했다는 의미는 아니었다. 그 다음 언급을 보면 바울은 세계 최대 도시인 로마에 아직 간 적이 없고 서버나에도 앞으로 갈 예정이었다.\n바울은 “이 복음은 천하 만민에게 전파된 바요”(골 1:23)라고 했지만 그것은 개개인들에게 복음이 다 전파되었다거나 인구의 거의 대부분이 회개하였다는 것이 아니라, 세계의 주요 지역에 복음의 거점이 마련되고 이제는 원하는 사람은 누구든지 복음을 들을 수 있게 되었다는 의미였다.\n세계 기독교 백과사전(World Christian Encyclopedia, 1982)에 의하면, A.D. 100년경 로마제국의 인구는 약 1억 8천만 명이었는데 그중에서 약 백만 명 정도가 그리스도인이었다고 추정된다. 그렇다면 총 인구의 0.6% 정도만 복음을 받아들인 셈이다. 그런데도 바울은 복음이 편만하게 전파되었다고 말하였다.\n21세기인 지금 과연 복음은 온 세상에 전파되었는가? 지난 20세기 동안에 기독교는 급속도로 발전해 왔다. 1세기 말의 기독교인 수는 인구 1억 6천만 중에 겨우 1백만 명에 불과했다. 일천 년 후에는 인구가 약 2억 6천9백만 명으로 늘었고 그중 5천만 명이 그리스도인으로 전체 인구 중 18%를 차지했다. 그러나 1900년에는 전체 인구의 1/3이 기독교인이었다. 20세기에 와서 기독교는 괄목할 만한 성장을 했는데, 그래도 역시 1/3 정도에 머물러 있으며 이슬람 같은 종교와 민족적 벽을 넘지 못하고 또한 세속주의의 영향 때문에 신자의 증가율은 인구증가율을 따라잡지 못하는 실정이다.\n그러나 복음이 땅끝까지 전파되고 있다는 징조가 나타나고 있다. 최근까지 기독교의 성장은 미국을 비롯한 서구 몇 나라에서만 일어났다. 그러나 남미나 아프리카, 아시아 같은 제3세계의 기독교는 1900년도의 8천3백만 명에서 1980년도에는 6억 4천3백만 명으로 급격히 증가했다. 불과 80년 사이에 8배가 늘어난 것이다. 이러한 통계는 복음이 한두 나라에만 머무르지 않고 이제는 전 세계에 급속히 확산되고 있다는 증거이다. 사상 처음으로 기독교는 “모든 민족과 종족과 방언과 백성에게”(계 14:6) 전파되고 있는 것이다.\n교회는 역사상 처음으로 세계적이 되었으며 그 영역은 사람들이 거주하는 온 세상으로 확장된 것이다. 이것은 역사를 주관하시는 하나님의 특별하신 간섭이 없다면 불가능한 일이다. 그렇지만 아직도 복음이 들어가지 못한 국가나 지역들이 건재하고 있다. 그러므로 “온 세상”이라는 말을 “지리적으로 빠짐없이” 혹은 “모든 개인들에게”라는 의미로 해석한다면 그 날은 결코 이를 수 없을 것이다. 그러므로 그 말의 의미를 좀더 광의적으로 해석하는 것이 필요할 것이다. 그리고 하나님께서 하시고자 한다면 특별한 방법으로 삽시간에 온 세상 곳곳에 복음을 전할 수도 있을 것이다. 그러나 여기서 중요한 것은 그런 결정적인 시간이 올 때까지 기다리고 있지 말고 오늘 우리의 사명을 다 하라는 것이다.\n24:15 다니엘의 말한 바. 본문은 단 9:27, 11:31, 12:11의 70인역(LXX)에 의한예수 그리스도의 자유로운 인용이다.\n멸망의 가증(可憎)한 것. 이는 단 11:31, 12:11에 나오는 내용들이다. 그 내용은 여호와 경배와 관련된 것으로 제사를 폐하고 우상을 세우겠다는 것이다. 즉 성전을 더럽히겠다는 말이다. 특히 구약적 관점에서 ‘가증한 것’은 여호와의 권위를 손상시키는 신성 모독과 연관된다. 여기서 ‘가증하다’는 의미의 헬라어는 ‘브델뤼쏘마이’으로서 원뜻은 ‘악취로 인해 구토를 일으키다’, ‘혐오스럽다’이다. 실로 하나님께 우상과 거짓 사술 등은 참으로 혐오스러운 것이 아닐 수 없다. 그리고 ‘멸망의’란 ‘멸망의 궁극적인 원인이 되는’이란 의미로 볼 수 있다. 한편 다니엘서의 이 말은 분명 .B.C.168년에 수리아의 왕 안티오쿠스 에피파네스(Antiochus Epiphanes)가 예루살렘 성전에 제우스의 상을 세우고 그 제단에 부정하게 취급되는 돼지를 제물로 바쳤던 사실을 의미한다(마카비 서 1, 54-64, Josephus, Antiq., 5:4). 예수께서는 바로 이러한 예언을 통해 위와 비슷한 모습으로 거룩한 곳이 황폐되고 치욕당할 것이라 하셨다. 이런 사실로 인해 (1) 혹자는 로마의 통치자 가이우스 갈리굴라(Caligula) 황제(A.D.37-41년)가 그의 상(像)과 기(旗)를 성전에 세우려 했던 계획을 본 예언과 연관시키고 있다. 그러나 이 계획과 예수가 말씀하신 내용과는 잘 조화가 되지 않는다. (2)또다른 학자는 예루살렘을 멸망시킨 로마 군대와 연관시켜 이해하고 있다(눅 21:21, Bengel, Bruce). 사실 로마 황제의 가슴 위에는 은이나 청동으로 된 한 마리의 독수리가 새겨져 있으며, 로마 군대는 바로 그같은 독수리 깃발을 앞세우고 전선에 나아갔고, 그의 경배와 동일한 차원의 경의를 그 기에 표해야 했다. 그런데 요세푸스의 증언에 따르면(Josephus, B.F.,Ⅵ. 6) A.D.70년. 예루살렘을 훼파(毁破)한 로마 장군 디도(Titus)가 로마군기를 성전 동편 문쪽을 향해 세우고 거기에 경의를 표했다고 한다. 한편 유대인들은 이미 수년간 로마 군대의 기를 보아 왔기 때문에 그들에게는 그것이 일말(一抹)의 새로운 징조가 될 수 없었다는 점에서 예수의 예언과 본 견해를 연관시키기에는 부적절한 점이 있다. (3) 그리고 어떤 학자는 A.D.70년 이전 열심 당원들(Zealots)이 예루살렘 성전을 더럽힌 사건과 관련시키고 있다(Alford). 그 당시 열심 당원들은 대제사장을 살해하고 매일의 제사를 훼방했으며, 합법적 절차를 거치지 않고 대제사장을 임명하였(Jos., Wars, 147-57, 162-92, 334-44). 요세푸스는 그들의 만행(蠻行)이 바로 예루살렘 멸망의 직접적 원인이라고 단정하고 있다. 한편 당시 그들의 만행 동안 예루살렘 주민들은 그 곳을 달아날 시간적인 여유를 가지고 있었다고 한다(Lane, Gaston). 그러나 이 견해 역시 확정적으로 인정할 정도는 아니다. 그리고 믿을만한 한 전승에 따르면 그리스도인들이 예루살렘을 포기하고 그곳을 떠남으로써 처참한 죽음을 모면할 수 있었다고 전한다. 그러나 어쨌든 예수의 예언이 뜻하는 바를 모르는 바는 아니나 ‘가증한 것’이 과연 무엇인지를 명확히 단정지을 수는 없다. 적어도 이 내용이 갖는 의미는 앞에서 언급한(9-12절) 교회 분열의 혼란과 같은 맥락에서 이해할 때 신앙의 중심이요 하나님의 전(殿)인 인간의 내면을 공격하며 파괴하는 적 그리스도의 세력의 활동을 상징한다고 볼 수 있다(살후 2:4, 8).\n거룩한 곳(토포하기오). 앞의 내용을 미루어 보아 예루살롑 성전을 의미한다고 볼 수 있다(사 6013, 2 Macc 1:29, 2:18). 그러나 본문에는 정관사가 없는 관계로 단순히 한 성전만을 가리키는 것이 아니라 일반 회당까지도 포함한 신앙의 중심지들로 보기도 한다. 또한 거룩한 하나님의 도성(都城)인 예루살렘으로 볼 수도 있으며 상징적이고 영적인 의미로 재해석한다면 하나님의 영이 거하시는 신앙인의 마음속이 될 수도 있다. 그곳에 우상을 세우게 된다면 그것은 ‘멸망의 가증한 것’이 될 것이다. 한편 평행구를 이루는 눅 21:20에는 “예루살렘이 군대들에게 에워싸이는 것을 보거든 멸망이 가까운 줄 알라”고 표현하여 ‘멸망의 가증한 것’에 대한 언급을 회피하는 대신 거룩한 성전에 대한 유린을 멸망과 연결시킨다.\n읽는 자는 깨달을 진저. 다니엘서를 읽는 독자들에게 읽는 것의 진정한 의미를 깨달으라고 주의를 환기시키는 것이나, 즉 예수께서는 다니엘의 예언과 역사에 대한 당신의 자의적 해석을 조화시키고자 하셨으며, 더불어 당신이 예언한 바를 어떤 영적 긴장과 분별력이 없이는 도무지 감지(感知)할 수 없음을 강조하고 계신다. 한편 본문은 후대 편집자들이 첨가했을 가능성이 있기는 하나 그 보다는 다니엘을 향한 천사의 고지(告知), 즉 ‘그러므로 너는 깨달아 알지니라’(단 9:25, 12:10)는 말처럼 예수께서 친히 경고적, 교훈적 메시지로서 하신 말씀으로 보는 것이 적절하다.\n24:16 유대에 있는 자들은. 닥쳐올 재난이 단지 예루살렘에만 국한(局限)되는 것이 아니라 유대 지경 전체에 영향을 미칠 것을 암시한 구절이다.\n산으로 도망할지어다. 유대인들에게는 산이 각별한 의미를 지닌다. 즉 그들은 산을 하나님의 보호와 도움의 근원지로 생각하였다(시 11:1). 또한 구약시대 때 십계명을 받은 곳도 산이었고(출 19:1-25), 모세가 하나님을 만난 곳도 산이었다(출 3:1-12). 그리고 예수의 핵심 설교인 산상 수훈도 역시 산에서 이루어졌다(5-7장), 지금 종말에 관한 설교를 하는 곳도 바로 산이다. 따라서 본문은 바로 이러한 산과 하나님과의 긴밀한 연관성이 있다는 일반적 통념이 반영된 말이라고 볼 수 있다.여하튼 이 경고에 의해 초대 교회 성도들은 자신들의 생명을 보존한 적이 있다. 즉 A.D.68년 로마의 베스파시안(Vespasian)장군이 예루살렘을 공략했을 때 성내(城內)에 거주하던 그리스도인들은 예수의 경고를 기억하고 모두 요단 강 계곡에 위치한 베레아 지역의 펠라(Pella)라는 곳으로 피신함으로 화를 면했다고 한다(Euesebius, H.E., 5:3). 한편 본문의 이와같은 의미를 신앙적으로 재해석하면 거룩한 곳이 더럽혀지고 성전이 유린당했을 때, 즉 신앙의 위기가 왔을 때 속히 하나님을 찾고 주님의 말씀으로 되돌아 가는 것이 가장 최선의 방책임을 알게 한다. 따라서 도망은 비겁한 모습이 아니라 본래의 자기자리로 돌아가고 하나님께 전적으로 의뢰한다는 의미라 할 수 있다.\n24:17 지붕 위에 있는 자는. 유대인들의 가옥은 대부분 지붕이 평평하여, 주로 기온이 서늘한 저녁 시간에 휴식과 묵상과 대화의 장(場)으로 활용되었다(신 22:8, 막 2:4 행 10:9). 그리고 이 지붕에는 지상과 연결된 두 통로가 있었는데, 그하나는 지붕에서 집 외부로 바로 연결되어 있고, 또 다른 하나는 지붕에서 그 집 내부와 연결되어 있다.\n집 안에 … 내려가지말며. 이는 재난을 만난 사람이 취할 태도로서 결코 집 안 귀중품에 미련을 두지 말고 먼저 천하보다 귀한 생명부터 보존하라는 교훈이다. 사실 예루살렘 멸망 직전까지만 해도 각종 난리와 폭란이 겹쳤는뎨(6절), 이때 민첩한 도피가 필요했었다고 한다. 적어도 재난을 만난 자는 롯의 처를 생각해야만 한다(창 19:26, 눅 17:32)\n24:18 밭에 있는 자는 겉옷을 가질러. 유대인들은 자신들의 경작지를 거처가 있는 성에서 조금 떨어진 성 밖에 마련하였다. 그리고 일터에 나갈 때는 두터운 외투는 집 안에 두고 활동하기 좋은 가벼운 의복으로 나섰다고 한다. 재난의 때에는 그 겉옷을 취하러 집 안으로 들어가지 말고 입고 있는 그대로 재빨리 피신하는 것이 가장 현명한 방법이었다. 이와 마찬가지로 종말을 맞는 자세는 매우 단호한 것이어야 한다. 그리고 급박(急迫)한 것이기 때문에 머뭇거리거나 과거에 대한 미련이 있어서는 안된다. 구원을 향한 단호한 결단만이 요구될 뿐이다. 악으로부터의 확연한 갈라섬, 비신앙에서 돈독한 신앙으로 돌아서는 행위가 있어야 한다.\n24:19 아이 배 자들(가스트리 에쿠사이스). 여기서 ‘가스트리’는 배를 나타내기도 하고 자궁(Womb)을 뜻하기도 한다(1:8, 23, 막 13:17, 눅 1:31, 21:23, 살전 5:3, 막 13:17, 눅 1:31, 21:23, 살전 5:3, 계 12:2). 그리고 ‘여쿠사이스’는 ‘소유’, ‘보관’, ‘결혼’, ‘사랑의 소유’, ‘즐긴다’, ‘필요하다’, ‘궁핍하다’ 등 여러 뜻을 지니고 있다. 여기서는 ‘자궁’이라는 단어와 연결하여 ‘임신하다’는 말로 사용되었다(1:18, 23, 눅 21:23, 계 12:2 등). 실로 임신한 사람과 아기에게 젖을 먹여야 하는 이는 홀몸이 아니다. 즉 자신의 일만 있는 것이 아니라서 자신의 구원에 몰두하기 어렵다. 그래서 남보다 더 큰 어려움을 당하게 될 것이 확연하다. 이는 여자에 대한 저주도, 임신부와 어린 아이를 키우는 어미를 비난하는 것도 아니며, 오직 그날의 고통이 남을 돌볼 만큼 여유있게 대처할 만한 것이 못되기에 미리 미리 종말의 때에 대비하여야 한다는 의미가 내포되어 있다. 즉 그날이 오면 민첩하게 구원의 일에 몰두하도록 하기 위해 준비를 할 것이며, 다른일로 인하여 자신의 구원을 잃어버리지 않도록 해야 한다는 말이다. 한편 A.D. 8년 예루살렘 멸망 당시 미처 도피하지 못한 유아와 어머니들이 예루살렘을 가득 메웠고 식량 부족으로 인해 아사자(餓死者)와 고통받는 자가 수없이 많았다고 전한다(Jos, Wars, V 10:3).\n화가 있으리로다. 여기서의 ‘화가 있으리로다’라는 표현은 저주 선언이 아니라 동 정을 표시하는 탄식문이다. 즉 ‘아 ! 안되었도다’라는 뜻으로 쓰이거나 또는 ‘오 ! 슬프도다’라는 표현으로 쓰이기도 한다. 본래 ‘우아이’라는 뜻은 두 가지의 뜻을 갖고 있다. 새번역에서는 ‘화를 입을 것이다’로 번역되어 있고, 공동번역에서는 ‘불쾌하다’로 번역되어 있는데 공동번역의 표현이 더 적절하다.\n24:20 겨울에나 안식일에 되지 않도록 기도하라. 겨울과 안식일은 유대인에게 있어서 활동하는데 가장 어려운 때이다. 겨울에는 비가 오는 계절이라서 땅이 질고 식량 확보도 어려워 유대인들에게는 취약(脆弱)한 계절이었다. 또 안식일에는 종교적 행사에 주력해야 했으며, 율법적으로 1.8 km 이상 이동하는 것이 금지되었기 때문에 피신하는 행위는 사실상 불가능하게 된다. 역사적으로 볼 때 B.C. 168년 수리아왕 안티오쿠스 에피파네스의 침공이 있던 날도 안식일이어서 유대인들은 무방비 상태로 살육을 당했던 적이 있었다.\n또한 예수께서는 본 절에서 앞으로 닥쳐올 예루살렘 멸망(A.D. 70년)과 재림시의 환난을 함께 말씀하고 계신다. 그러므로 이 말씀 속에는 안식일 준수가 예루살렘 멸망 때 까지는 물론이고 세상 끝 날까지 존속한다는 의미가 포함되어 있다. 그러므로 본 절은 예수님의 십자가와 함께 안식일 계명이 폐하여졌다고 하는 주장을 무력화 시키고 있다.\n한편 그랜드 주석은 “아직까지 율법의 규정에서 자유롭지 못했던 그리스도인들이 안식일에 도망하는 것은 부적합”하기 때문에 율법주의자들을 동정해서 예수께서 이렇게 말씀하셨다고 주석하고 있다. 또한 헨드릭슨 주석은 안식일을 준수하는 율법주의자들이 안식일에는 곤궁에 처해있는 사람들을 도와주지 않을 것이기 때문에 율법주의자들의 도움을 받기 위해서 도망하는 일이 안식일이 되지 않도록 기도하라고 말씀하신 것이라고 해석하고 있다. 그야말로 아전인수격 해석이라고 하지 않을 수 없다. 한 마디의 말씀이나 행동도 중요한 의미가 없이는 행하지 않으신 예수께서 당신 자신이 폐하신 날을 다시 중요하게 취급하고 준수해야 할 것처럼 말씀하셨을 리가 없다.\n마태복음은 A.D. 50년대 후반에 기록된 것으로 볼 수 있다. 그렇다면 그때까지 그리스도인들이 안식을 준수하고 있었음에 틀림없다. 안식일을 지키지도 않는 사람들에게 세상의 종말에 폐하여진 안식일을 지키라고 말씀하셨을 리가 없기 때문이다. 또한 세상 마지막 날까지 안식일 준수는 꼭 필요한 일임을 주지시키고 있는 것이다. 전쟁이나 환난 중 도망하는 일이 평화스럽게 쉬며 하나님께 경배하는 창조의 기념일인 안식일의 정신과는 맞지 않기 때문에 그리스도들에게 그런 일이 안식일에 일어나지 않도록 기도하라고 하신 것이다.\n결론적으로 이 말씀은 짧게는 예루살렘 멸망시까지, 길게는 세상 끝 날까지 안식일은 철저히 지켜야 하며 안식일 준수는 우리의 기도 대상이 되어야 한다는 것을 명백히 증언하고 있다.\n24:21 이는 … 큰 환난이 있겠음이라. 본 절은 ‘이는’(가르, ‘왜냐하면’)이라는단어를 사용하여 17-20절에 걸쳐 피난하라고 권면한 이유를 설명하고 있다. 한편 여기 제시된 ‘환란’(둘립시스)은 단 다니엘의 내용과도 비슷한 점이 있다. 즉 다니엘은 ‘건국 이래로 없었던 환난’이라고 표현한 것에 견주어 예수께서는 ‘창세로부터 지금까지 전무 후무한 환란’이 있을 것이라고 예언하셨다. 이것은 피상적 예고가 아니라 역사롤를 통해 밝혀진 진실이었다. 유대 역사학자 요세푸스(Josephus)는 예루살렘의 함락(陷落)에 관한 보고에서 예루살렘 함락 당시 유월절 절기에 참석키 위해 수많은 민중이 그 성내로 모여들었기 때문에 로마군 침략으로 인한 사망자 수가 110만명,포로가 9만 7천여명이었다고 기록하였다(Wars, 9:3). 그에 덧붙여 그곳이 각종 질병과 기근(饑饉)으로 고통당할 뿐 아니라 진쟁의 참화로 너무나 참혹하여 장례식도 치릍 수 없었고, 심지어는 자기 자식을 잡아먹는 여인도 있었다고 기록하고 있다. 이렇게 끔찍한 참변(慘變)은 미래의 역사에 도래할 마지막 대환난의 전조(前兆)이자 예표가 된다(계 11:3, 11, 12:6, 14).\n24:22 그 날들을 감하지 아니할 것이며. ‘그날들’ 앞에 나열한 환난의 날에 겪게 될 고난의 기간을 말한다. 그리고 ‘감하지’에 해당하는 원어 ‘에콜로보데산’은 ‘지다’는 뜻인 ‘콜로보오’의 제 2조건문으로서 비록 미래와 시점에 와 있으나 이미 성취된 것이나 마찬가지의 특질을 가진 것을 의미한다. 이는 자비와 긍휼이 풍성하신 하나님의 품성을 그대로 반영한 것으로 고통의 양을 큰 묶음으로 줄여 주실 것을 나타내는 말이다. 이에 대한 공동번역의 해석은 ‘하나님께서 그 고생의 기간을 줄여 주시지 않는다면’이다. 여기서 그 환난의 날에 대한 주권자가 하나님이심을 분명히 나타내고 있다. 한편 마지막 날에 준비된 환난은 너무도 무서운 것이기 때문에 만약 그 환난의 기간을 줄이지 않는다면 모든 육체가 구원을 얻지 못할 것이다.여기서 ‘모든 육체’는 단지 예루살렘 뿐 아니라 전 인류로도 보아야 한다. 이는 예언의 이중성(현재, 미래)을 암시하고 있다. 한편 공동번역에서는 본문을 ‘살아 남을 사람은 하나도 없다’라고 번역하고 있다. 이는 재난의 혹독성과 파괴성을 분명히 보여 준다.\n택하신 자들을 위하여 … 감하시리라. 이 말은 ‘택하신 자들’을 위한 약속이다. 그렇게 무서운 환난이지만 택하신 자들을 위해 그 환난은 유동적(流動的)인 성격을 갖고 있음을 알 수 있다. 이러한 약속은 소돔과 고모라성의 멸망을 상기시킨다. 즉 의인 열명만 있어도 성을 멸망시키지 않겠다는 하나님의 약속과 비슷하다(창 18:32). 한편 여기서 ‘택하신 자’(에클레크토스)란 ‘뽑혀진’(chosen, selected)의 뜻으로 예수를 따르면서 그 가르침을 따라 실천하는 참된 신앙인 모두를 뜻한다. 이는 단순한 혈통적 선민 사상에 기인한 것이 아니라, 앞의 13절의 내용처럼 환난속에서 끝까지 견디며, 12절의 역설적인 의미처럼 하나님께 대한 뜨거운 사랑을 갖고 변치않는 믿음으로 살아가는 사람을 말한다. 이런 자들로 인해 비록 세상이 파멸로 달음질 칠지라도 다른 한편에서는 세상이 도리어 완성과 완전한 구원쪽으로 발전하는 것이다. 하나님은 그 구원의 가능성에 대해 항상 개방적으로 약속하신다. 이 구절은 앞에서 교회의 파괴를 말하면서 13절에서는 구원의 가능성을 제시하였던 것처럼 여기서도 세상의 환난을 가장 무섭게 묘사하면서도 구원의 가능성을 제시하고 있다. 따라서 이러한 환난의 예고는 멸망에 관계되는 것이 아니라 궁극적인 세상의 완성, 하나님 나라의 도래를 암시하는 희망의 예언이라고 볼 수있다.\n24:23 그 때에. 이 말은 앞 내용과 직접 연결되어지나, 곧바로 무슨 사건이 발생할 것을 가리키는 것이 아니라 종말에 처한 시점에 과연 어떤 징조가 나타날 것인지를 소개하기 위한 서언적 표헌이다(Chrysdstom). 한편 여기서부터 35절까지가 종말의 때에 일어날 제 현상들을 소개하기 위한 세 번째 묶음이다. 특별히 이 셋째번 묶음은 예루살렘 멸망이라는 지금까지의 초점에서 발전하여 세상 종말이라는 큰 흐름으로 눈을 돌리고 있다. 물론 예수의 예언은 항상 이중적(현재, 미래) 성격을 지니고 있다는 점에서 이러한 구분을 절대시할 수는 없다.\n그리스도가 여기 있다. 환란의 때에 일어나는 공통된 현상이 거짓 그리스도의 출현이다(5절). 자칭 메시아가 ‘여기’, ‘저기’에 나타나는 현상은 세상에 재난이 많을수록 더욱 기승(氣勝)을 부린다. 한편 본 절은 5절의 표현과 약간의 차이가 있는데, 5절에서는 많은 사람이 찾아와 자신을 그리스도라 자칭하는 현상을 언급한 것인데 비해 여기서는 거짓 그리스도의 출현이 소문에 의해서 여기저기 혼란스럽게 나타날 것이라는 사실이다. 다시 말하면 거짓 그리스도에게 안내하는 자들의 무리가 많아질 것이며 그들의 발걸음이 바빠질 것이라는 점이다. 이러한 소문에 의해 많은 사람들이 메시아를 찾아 산으로 계곡으로 모여들 것이나 실로 어리석은 사람들은 당면한 위기를 극복하기 위해 자신들의 자의적이 구원 개념과 유사한 절대자를 찾아 헤맬것은 자명한 사실이다. 그러나 당신의 재림으로 모든 것을 밝히실 예수께서는 여기에 속지 말라고 권면하신다.\n24:24 거짓 그리스도들과 거짓 선지자들이 일어나. 여기서는 거짓 그리스도와 거짓 선지자의 교활함을 말하고 있다. 여기서 거짓 그리스도는 예수의 권위와 이름과 능력을 도용하여 그 영광을 차지하려는자들이며(5절 참조), 거짓 선지자는 그릇된 영적 탁월성과 거짓 사술을 통해 자신의 메시지에 권위를 더하는 자를 가리킨다(7:15 참조). 이런 자들에게는 선택받은 자들 조차도 속을 위험이 있다는 말이다. 그것은 표적(標的)과 기사(奇事)를 통해 사람을 속이는 것이기 때문이다. ‘표적’(세메이온) 말은 ‘표징’, ‘표시’(sign), ‘증거’, ‘상징’(indication), ‘전조’, ‘징조’(protent) 또는 ‘놀라운 일’이라는 뜻으로서 하나님의 뜻과 능력을 증명하는 각종 이적을 가리킨다. 또한 ‘기사’(테라스) 역시 ‘경이’, ‘놀라운 일’등의 뜻으로 ‘표적’과 거의 흡사한 의미이나 ‘표적’이 주로 인간과 관계된 외형적 증거라면 ‘기사’는 주로 자연 만물과 관계된 내면적 능력이나 영향력 등을 가리킨다. 한편 이 단어는 주로 같이 연결하여 쓰여졌다(요 4:48, 행 2:22, 4:30, 살후 2:9, 히 2:4). 물론 거짓 그리스도와 거짓 선지자가 이같은 능력을 발휘하기는 하지만 그 능력 자체가 하나님의 그것과 비교될 수는 없다. 왜냐하면 흑암의 권세잡은 자, 곧 사탄도 악의적 측면에서 이런 능력을 행사할 수도 있기 때문이다.\n할 수만 있으면 택하신 자들도 미혹하게 하리라. 이 말은 거짓 그리스도와 거짓 선지자들이 먼저 택함을 받지 않은 사람들을 향해 활동함을 암시한다.그리고 가능하면 택하심 받은 이들도 속이려 한다는 것이다. 공동번역 성서는 그 의미가 더욱 명료하다. 즉 ‘어떻게 해서라도 뽑힌 사람들마저 속이려고 … ’라고 번역하여 거짓 그리스도와 선지자들이 선택받은 사람들을 속이려하는 의지를 강화시켜 주고 있다. 한편 본문의 ‘할 수만 있으면’(에이 뒤나톤)이란 미혹하는 이들의 의도를 나타내는 말로서, 만약 가능 하기만 하다면, 기회가 주어지기만 한다면 심지어 선택받은 자도 미혹(迷惑)의 대상으로 삼을 수 있다는 뜻이다. 그러나 분명한 것은 이 말이 성도들을 ‘반드시’ 미혹시킬 것이라는 의미가 아니라 성공 여부에 대해서는 알 수 없다는 의미를 함축하고 있다. 따라서 만약 택한 자, 곧 예수의 참 제자들이 말씀과 기도로 단단히 무장하기만 한다면 그들의 공략은 모두 수포로 돌아갈 것이다(엡 6:10-18).\n24:25 내가 … 미리 말하였노라. 예수께서 일이 발생하기 전에 미리 경고하신 것은 경각심을 일깨워 주고 그들로 담대하게 하려고 할뿐 아니라(요 16:4) 자기 자신에게 있는 초월적 권위를 소개하기 위함이다(신 13:1-4, 요 14:29).\n24:26 광야. 여기서는 23절에서 거짓 그리스도와 거짓 선지자가 여기저기에 있을 것이라는 말과 연결하여 구체적인 장소를 제시하고있다. 이 의도에 대하여는 27절의 주의 재림에 대한 언급을 염두에 두어야 한다. 향편 ‘광야’는 전통적인 유대 관념에 의하면 메시아 도래의 공개적 장소로 이해되었으며, 예언자들의 활동무대가 되어 왔고 침례 요한 역시 ‘광야에 외치는 자’라는 칭호를 얻었다(3:3). 또 광야에서 수도원 운동과 같은 엣세네파 공동체가 활동하기도 했다. 또한 요세푸스의 보고에 의하면(Jos., Wars, 5.7) 많은 사기꾼들이 광야를 주무대로 백성들을 미혹했다고 한다. 이와 더불어 본문의 골방은 좁고 밀폐된 비밀 장소를 의미한다. 그러나 이같은 특정한 장소에서 주의 재림이 이루어지지는 않는다. 즉 대중적이고도 집단적인 단체나 집회에 주의 재림이 있는 것이 아니고 또한 은밀한 개인이나 특정한 장소에서도 마찬가지로 주의 재림이 이루어지지 않는다.\n24:27 번개가 동편에서 나서 서편까지 번쩍임 같이. 이 비유는 세가지 의미로 이해할 수 있다. (1) 주의 재림이 인간의 지혜와 판단으로는 도저히 예기치 못했던 시점에 갑자기 이루어진다. 이러한 돌발적인 재림 시기는 44절에도 언급되고 있다. 또 25장의 비유들 속에서도 재림시 급작성과 돌발성이 잘 나타나고 있다. (2) 특정한 장소가 아니라 전 지구적으로 임하신다. 번개가 순식간에 동쪽에서 서쪽까지 나타나듯이 주의 재림도 장소에 제한을 받지 않는다(Weiss, Broadus). (3) 재림의 선명성(鮮明性)이다. 은밀하거나 교묘한, 그리고 모호하여 아리송한 형태로 재림하지 않고 번개의 섬광처럼 분명하고, 단호하게, 그리고 장엄한 방법으로 모두가 공히 인지할 수 있는 모습으로 주님이 다시 오신다. 이와 같은 재림에 대한 선언은 앞에서(5, 23, 24, 26절) 묘사된 거짓 그리스도나 선지자의 소문을 단호히 거부하며 그 거짓된 실체를 증명하고 있다. 그래서 예수께서는 25절에서 자신 있게 그리고 선언적으로 ‘내가 너희에게 미리 말한다’라고 말씀하시면서 속지 말라고 권면하셨다(26절).\n24:28 주검이 있는 곳에 독수리들이 모일 것이니라. 어떤 사람들은 이 말씀이 예루살렘의 멸망을 묘사한 것이라고 생각한다(Bengel, Bruce). 즉 주검은 유대인이요, 독수리는 로마 군인들이라는 것이다. 살육으로 예루살렘에 시체들이 쌓이고 독수리 군기를 앞세운 로마 군인들이 모여들 것을 상징한다는 것이다. 예루살렘의 멸망만을 놓고 보면 일견 그럴듯한 해석이기는 하나 이 장면은 번개가 동편에서 나서 서편까지 번쩍임같이 확실한 재림에 대한 말씀이기 때문에 이 해석은 만족스럽지 않다.\n맨슨(T. W. Manson) 같은 학자들은 독수리를 심판이라고 생각했다. 시체를 보고 독수리가 그렇게 빨리 달려들 듯이 하나님의 심판도 신속히 임한다는 것이다. 그러나 하나님의 심판을 시체에 무자비하게 덤벼드는 독수리로 표상했다는 것은 무리한 해석인 것 같다. 또한 독수리를 심판 때 모여드는 성도나 천사의 무리들로 보는 것도 그런 의미에서 적당하지 않아 보인다.\n독수리를 성도로 보는 해석도 있다. 즉 하나님의 자녀들이 그리스도의 죽음을 보고, 혹은 그리스도가 주는 양식을 먹으려고 몰려드는 것을 나타낸다는 것이다(Calvin). 그러나 이 해석도 그리스도를 시체로, 하나님의 자녀들을 독수리로 표현하는 것이 적절치 않아 보인다. 또 다른 해석은, 본문의 말씀은 거짓 그리스도(주검)의 주장을 듣고 그것을 보려고 모여드는 그리스도인들(독수리)에 대한 경고라고 설명한다. 그럴듯하지만 바로 전 절에 재림의 확실성을 말하는 것이기 때문에 문맥상 맞지 않는 것 같다.\n지금 예수께서는 재림의 확실함과 신속함, 그리고 온 세상에 공개적으로 오실 것을 말씀하고 계시다. 그러므로 이 독수리 이야기도 이 내용과 맞추어 생각해야 한다. 예수께서는 지금 유대인들이 익숙하게 알고 있는 금언들을 사용하여 재림의 확실함과 신속함과 공개적임을 말씀하시는 것이다. 즉 비구름이 몰려오면 번개가 치고 그 빛이 동편에서부터 서편까지 번쩍이며 숨길 수 없는 것처럼 예수께서도 모든 사람이 볼 수 있게 강림하실 것이다. 또한 시체가 있는 곳에 독수리(콘돌)들이 반드시 나타나는 것처럼(욥 39:30) 재림도 그렇게 확실하며 회피할 수 없다는 것이다.\n24:29 본 절에 나오는 징조들을 이해하려면, 이 징조들과 연관되어 있는 환난이 언제 있는 것인지를 밝히는 것이 필요하다. 예수님의 말씀은 성전 파괴에 대한 예언으로 시작하는데(1, 2절), 이 때문에 제자들이 언제 이런 일이 일어날지 묻게 되었다. 실제로, 예수님의 말씀은 두 가지 중심점 곧 예루살렘의 멸망과 세상의 끝에 대해 말한다.\n마태복음 24장의 구조 : 예루살렘 성과 성전의 파괴에 대한 예언은 수세기 전에 이미 다니엘에 의해 전달되었는데, 예수께서도 그 예언을 읽고 깨달으라고 촉구하셨다(마 24:15, 참조 단 9:26). 제자들은 성전이 파괴될 것이라는 예수님의 말씀을 듣고 그 사건이 마지막 시대를 알리는 신호가 될 것이라고 생각하였다. 그러나 세상 역사의 마지막은 아직 먼 미래에 있었으나, 제자들은 그 사실을 깨닫지 못하고 두 가지 별개의 질문을 하였다. (1) “어느 때에 이런 일이 있겠사오며” (2) “또 주의 임하심과 세상 끝에는 무슨 징조가 있사오리이까?”(3절).\n예수님의 대답을 주의깊이 연구해 보면, 그것이 위의 두 질문에 해당하는 주요 두 부분으로 이뤄져 있음을 알게 된다. 이런 구조는 그분의 강화의 서로 다른 두 국면에서 거짓 그리스도(5, 23, 24절)와 거짓 선지자들(11, 24절)의 출현, 환란(9, 21절), 천연계의 여러 격변 등과 같은 사건들을 반복해서 말한 데서 분명해진다. 또한 말씀의 첫 번째 부분에서 예수께서는 “끝은 아직 아니”며(6절) “이 모든 것이 재난의 시작이”라(8절)고 경고하신다. 해산의 비유는 본질적으로 두 개의 다른 시간을 시사한다. 거짓 산고는 진짜 해산 직전에 있는 마지막 산고와 비교하여 덜 중한 것 같다. 따라서 예루살렘의 멸망과 관련된 사건들은 단지 마지막 시대에 있을 사건들을 희미하게 예시할 뿐이다.\n이 말씀의 두 부분은 각각 매우 중대한 사건들이 일어날 심판의 기간에서 정점을 이룬다. 첫 번째 부분은 당시 신자들이 예루살렘 도성의 임박한 파멸에서 피신하기 위해 거기서 떠나라는 신호로 인식할 “멸망의 가증한 것”으로 끝맺는다(15-20절, 참조 눅 21:20). “대 환란”의 끝으로 구별되는 두 번째 부분은 해와 달과 별들의 징조로 끝나는데, 신자들이 그것을 “마지막 심판이 이미 시작되었음”을 알리는 신호로 인식하여 인자의 오심을 깨어 기다리고 준비하도록 할 것이다(29-31절).\n대 환란 : 대 환란 및 그것을 뒤따르는 천체 현상들의 특징은 말씀의 앞부분에 있는 더 일반적인 묘사와 대조를 이룬다. 앞부분에서 예수께서는 신자들에게 저들이 환란과 핍박을 당할 것이며, 그 결과 많은 사람들이 주님을 떠날 갈 것이라고 경고하신다(9, 10절). 그러나 뒷부분에서 그분은 전에 없던 “대 환란”을 언급하신다. 사실 그 환란이 너무 혹독하여 “택하신 자들을 위해 그날들을 감하실” 것이다(21, 22절). 환란을 언급하는 이 두 진술은 모두 예수께 신실히 남아있는 자들에 대한 박해와 관련된다. 말씀의 두 번째 부분에 나오는 환란에 대한 두 번째 언급은 요한계시록에서 악한 자들에 대한 하나님의 심판으로 이해되는 마지막 일곱 재앙이 부어지는 그분의 진노의 때와 혼동하면 안 된다. 신약에서 대부분 “환란”이라는 용어는 인간 권세자들에 의해 자행되는 하나님의 백성들에 대한 박해를 가리키는 데 사용되며, 따라서 마태복음 24에서도 이런 의미로 사용된 것이 분명하다.\n환란의 첫 번째 언급은 기원후 1세기에서 2세기 사이에 이교로마의 황제들에 의해 자행된 신실한 그리스도인들에 대한 혹독한 박해를 가리키는 것으로 보인다(참조 계 1:9, 2:9, 10). 그러나 1,260년간(기원후 538년-1798년) 제왕의 권세를 가진 교회의 종교재판을 통해 이뤄진 신실한 신자들에 대한 조직적인 긴 박해와 비교해 볼 때(단 7:25, 계 12:6, 14) 이 환란은 산발적이고 시간과 공간에 있어서 제한적이었다. 여기서 “대 환란”이라 부르는 박해의 두 번째 기간은 프랑스 대혁명 기간 동안 박해하는 교황권의 약화 및 18세기에 미국이 확립한 정교분리 원칙에 의해 감해졌다(계 13:3, 11). 이 “대 환란”의 기간이 하나님의 섭리적 개입으로 감해졌기 때문에(참조 막 13:20), 이는 환란의 때에 악한 자들에게 임할 재앙의 심판을 가리킬 수 없고, 하나님의 신실한 백성들에 대한 지상 세력의 박해나 환란을 가리킨다.\n해와 달과 별들의 징조 : 천체의 현상들이 나타나고(마 24:29, 막 13:24) 인자의 오심을 살피는 시간이 시작된 것(마 24:42-44)은 대 환란 후이다. 대 환란이 끝나면서 나타나는 해와 달과 별들의 징조와 관련지어 볼 때 기원후 18세기가 끝나갈 무렵에 나타난 징조들을 찾아야 한다. 해-달-별의 순서가 신약에서 이 현상들이 언급되는 곳에서는 항상 동일하다는 것을 인식하는 것이 중요하다(마 24:29, 막 13:24, 눅 21:25, 계 6:12, 13). 이렇게 정해진 순서는 전반적인 성취라기보다는 구체적인 성취가 있을 것을 시사한다.\n“법왕권의 큰 박해 끝에 해가 어두워지고 달이 빛을 내지 아니하리라고 그리스도께서는 선언하셨다. 그 다음에는 별들이 하늘에서 떨어질 것이다.” (시대의 소망, 632)\n이러한 현상들의 예기된 시기와 순서 등을 고려해 볼 때, 대낮에도 촛불이 필요하고 검은 연기가 달을 어둡게 만든 이른바 “암흑일”(1780년 5월 19일)이 해와 달이 어두워질 것이라고 하신 예수님의 말씀에 잘 들어맞는다. 이 사건이 있은 지 몇 십 년 후에, 한 시간 당 약 60,000개의 유성이 떨어지는 것을 관찰함으로써 유성 천문학이라는 새로운 과학을 탄생시킨 대 유성 소나기의 사건(1833년 11월 13일)이 뒤따랐다. 18세기 후반과 19세기 초반에 걸쳐 짧은 기간에 일어난 이런 천체 현상들은 종교적 영향과 그 강도 및 가시성 등에 비추어 볼 때 북미에서 발생한 초유의 사건이었다. 이것들의 중요성 및 순서와 시기 등을 고려해 볼 때, 이것들이 마태복음 24장에 기술된 예수님의 예언을 가장 근접하게 성취시킨 것이다. 유사한 징조들이 재림 직전에 있을 것이라는 어떤 암시도 있지만, 해와 달과 별들에 대한 예언이 성취된 이후 지난 세월들을 돌이켜 볼 때 예수께서 강화의 후반부 결론으로 하신 경고의 말씀이 더욱 더 의미 있다. “이러므로 너희도 예비하고 있으라 생각지 않은 때에 인자가 오리라”(24:44).\n[ 암흑일과 낙성일에 대한 재론 ]\n본 절의 “그 날 환난 후”를 성도들에 대한 교황권의 박해가 실제적으로 끝난 1774년 이후로 생각하고, 암흑일은 1780년 5월 19일로, 별이 떨어진 것은 1833년 11월 13일의 유성우 현상으로 이해하는 재림교회의 전통적인 해석에 대해 의문을 제기하고 나서는 학자들이 있다. 그들의 견해를 요약하면 다음과 같다.\n(1) 1780년의 암흑일 사건은 큰 산불이 나서 그 연기가 북미와 캐나다의 동부 40제곱 킬로미터를 뒤덮으면서 그 재가 해를 가려서 발생한 것이다. 그것은 초자연적인 사건이 아니라 일어날 수 있고 예상할 수 있는 자연현상이었다. 또한 겨우 수 시간 동안 계속된 그런 지엽적인 현상은 재림의 징조로는 적합하지 않다.\n(2) 1833년 11월 13일 저녁에 별이 떨어진 사건도 초자연적 징조라기보다는 대략 33년 주기로 별이 많이 떨어지는 레오니드 폭풍(Leonid Storms)으로 예측할 수 있는 자연현상이었다. 더구나 1833년에 별이 가장 많이 떨어진 것도 아니다. 기네스북에 의하면 기록상 가장 두드러진 유성 현상은 1966년 11월 17일에 있었다. 따라서 이 사건들을 재림의 큰 징조 중의 하나로 생각하는 것은 설득력이 부족하다.\n(3) 해와 달이 어두워지기 전의 “그 환난”(막 13:24)을 1260년 동안 로마 교황에 의해 자행되었던 성도들의 핍박으로 보고 그 환난이 끝난 후 즉 1780년에 해와 달이 어두워져서 예언이 성취되었다고 생각하지만, “그 환난”을 1260년 기간 즉 중세의 기간으로 제한하지 말고 재림 전의 마지막 대 환난을 의미한다고 보는 것이 더 합리적이다. 그래야만 “그 날 환난 후에 즉시 해가 어두워지며 달이 빛을 내지” 않는다는 본 절의 말씀이 의미를 갖게 된다.\n이런 주장들은 몇 가지 우리의 공감을 일으키는 부분이 꽤 있는 것이 사실이다. 220년이 넘게 지난 암흑일과 170년이 넘게 지난 낙성일 이야기를 재림의 강력한 징조로 제시하는 것은 어딘가 문제가 있다고 생각할 수 있는 것이다. 박진감 넘치는 파루시아(강림, 재림)의 장면에서 해가 어두워지고도 200년이 넘도록 인자의 구름이 나타나지 않는다면 그 긴장은 깨지고 만다. 더구나 해와 달이 어두워진 암흑 속에서 즉시 빛나는 별들이 떨어지지 않고 53년 후에야 떨어진다면 그 극적인 효과는 소멸되고 마는 것이다. 그러나 이런 수긍할 수 밖에 없는 점들에도 불구하고 이런 주장들은 몇 가지 사실을 간과하고 있다.\n(1) 암흑일과 별이 떨어진 것이 초자연적인 현상이 아니라 자연현상일 뿐이기 때문에 재림의 징조로써 설득력이 없다는 주장은 한 가지 사실을 간과하고 있다. 하나님께서 사용하시는 대부분의 징조들은 초자연적인 사건이 아니라 자연현상들이며 이것을 적절한 시기에 복합적인 방법으로 사용하셨다. 지진도 기근도 온역도 자연현상이다. 애굽에 암흑을 내리실 때 초자연적으로 해를 없어버리신 것이 아니라 빽빽한 구름을 사용하셨고(사 5:30, 겔 30:18, 32:7), 홍해를 가르실 때 바람을 사용하셨다(출 14:21).\n하나님께서 해를 가리고 암흑을 주실 때 구름을 사용하실 수도 있고, 산불의 두꺼운 연기를 사용하실 수도 있는 것이다. 1780년 5월 19일 암흑일의 날씨는 바람 한 점 불지 않아서 산불로 인한 매연이 흩어지지 못했다. 그때 동쪽으로부터 바다 구름이 이동되어 검은 구름들이 겹쳐지게 되면서 암흑이 발생했던 것이다. 그것은 그냥 자연 현상이 아니었다. 의미있는 종말적 징조를 주시려는 하나님의 절묘한 솜씨였다. 역사상 수많은 산불이 있었지만 그것들이 다 암흑을 일으키지 않았으며 1780년의 암흑일처럼 광범위하게 종말적 충격을 준 현상은 없었다.\n템플-터틀(Temple-Turtle) 혜성의 잔해 때문에 서기 902년 이래 33년마다 별이 떨어지는 현상이 기록되었다. 그러나 대부분의 유성우는 별 주목을 끌지 못하고 지나갔으며 역사상 볼 만한 유성우는 1799년과 1833년 그리고 1966년에 있었는데 1833년을 제외하고는 별다른 관심을 받지 못하였다. 1998년도 그 주기에 해당되었고 한국을 비롯한 동남아시아 일부에서만 유성을 볼 수 있었다. 그해 11월 18일 새벽 10,000개의 별이 떨어진다는 천문대의 말과는 달리 겨우 수십 개의 유성만 볼 수 있었다. 그 정도는 맑은 여름날 밤에도 볼수 있는 수준이었다. 그러나 1833년의 유성우는 달랐다. 그렇게 재림에 대한 두려움을 일으키고 관심을 고조시킨 특별한 현상은 그 전에도 그 이후에도 없었다.\n1833년은 윌리암 밀러가 재림기별을 전한 지 2년 후였는데 때마침 일어난 유성우 때문에 재림기별은 강력한 추진력을 갖게 되었다. 그것들은 가장 적절한 때와 장소에 발생하여 재림의 징조로써의 조건을 만족시켰던 것이다. 별이 주기적으로 떨어졌는가 혹은 언제 더 많이 떨어졌는가가 중요한 것이 아니다. 그 현상을 하나님께서 어떻게 징조로 사용하셔서 그의 기별을 전하셨는가가 중요한 것이다.\n(2) 징조가 성취된 후 200년이 지나도록 그 다음 사건 즉 재림이 오지 않았는데도 오늘날 우리들이 계속 그것을 재림의 징조로 해석하고 살아야 하는가라는 질문에 대하여는 다음과 같이 대답할 수 있을 것이다. 어느 시대나 사람들은 자기 시대의 징조들을 파루시아의 징조라고 생각하고 살았다. 징조들은 그 시대에 맞는 종말적 의미가 있었으며 그 시대에 맞는 종말적 징조로서의 기능을 수행했다. 그 시대에 파루시아가 오지 않았다고 해서 우리는 그것들이 징조가 아니라고 말할 수 없다. 1780년의 징조들은 1260년의 환난이 끝난 후 이 지상에 보내는 하나님의 메시지로서의 역할을 다했다. 그리고 그 징조들은 하나님의 뜻에 따라 오늘날에도 되풀이되어 나타날 수 있으며 마침내 최후의 클라이맥스로 재림시 전 세계적인 현상으로 일어날 것이라고 생각할 수 있다.\n(3) 재림의 징조가 즉시 그리고 거의 동시에 일어나야지 해가 어두워진 다음 53년 후에야 별이 떨어지고 다시 160년이 지나도록 재림이 없으면 그 징조를 재림의 징조로 볼 수 있느냐 하는 문제이다. 파루시아의 긴장이 다 깨져버린다는 것이다. 그러나 해가 어두워지는 것이나 별이 떨어지는 것이 파루시아의 전조(前兆)로써의 기능과 파루시아 장면 자체를 구성하는 역동적 기능의 두 가지가 있다는 것을 알면 이 문제도 해결된다.\n즉 전조로서의 이 징조들은 시대를 따라 여러 번 반복될 수 있는 것이다. 맥스웰은 이렇게 말한다. “재림 직전에 암흑일, 피같이 붉은 달, 유성들의 소나기 같은 현상이 또 발생할 가능성은 성경에서 부인되지 않았다. 예수께서는 이러한 사건들이 발생하는 횟수에 대하여 말씀하지 않으셨으며 요한도 여섯째 인을 뗄 때 유사한 목록을 소개하면서도 그러한 언급을 하지 않았다. 1833년 이후에도 벌써 주목할 만한 유성들의 소나기 현상이 발생했다. 1755년 이후 무서운 지진들이 여러 차례 발생했다. 또 대 암흑일 이후에 수차례의 암흑일이 발생했다”(맥스웰, 요한계시록, 오만규 역, 212). 재림 전에 재림의 전조로 지역적으로 있었던 암흑과 유성은 이 마지막 장엄한 파루시아의 순간에 전 우주적인 현상으로 클라이맥스를 이룰 것이다. 이때는 재림이 전 우주적인 것처럼 암흑과 유성도 전 세계적인 현상이 될 것이다.\n그렇다면 1780년의 암흑일과 1833년의 유성우는 무슨 의미가 있는가? 그것들은 역사상 가장 두드러진 사건이었고 하나님의 뜻으로 적절한 순서를 따라 적절한 시기에 줄지어 발생하였다. 그 사건들은 그것을 목도한 사람들에게 광범위한 자성을 불러 일으켰으며 마지막 심판의 시작과 세상 종말의 도래를 경고하는 재림의 징조로써 지대한 역할을 수행하였다. 그 징조들은 그 시대의 특성에 맞는 강력한 재림의 징조로써 재림기별을 효과적으로 전하는 데 유용하게 쓰였다.\n(4) 일부 학자들은 암흑일이나 유성우의 징조에 이어서 파루시아가 일어나지 않았기 때문에 “그 날 환난 후”도 구태여 1260년의 환난으로 해석할 필요가 있는지 의심스러우며 성경에 자명한 증거가 없기 때문에 그 환난은 재림 직전에 있을 대 환난을 의미한다고 보는 것이 더 성경적이라고 생각한다. 그러나 환난을 예수님 당시부터 재림 직전까지 있을 모든 환난을 다 포함한다고 보는 것이 성경적이다. 그렇게 되면 환난은 작게는 1260년의 환난을 의미하기도 하고 크게는 재림 직전까지의 모든 환난을 말한다고 해석할 수 있다.\n그래야 그 천체의 징조들이 두 가지 기능, 즉 전조로써의 기능과 파루시아의 장면 그 자체로서의 기능을 가지고 있으며, 전조로써의 기능은 시대에 따라 얼마든지 되풀이해 나타날 수 있다는 것이 이해되고, “그 날 환난 후”가 1260년 환난 후라고 해석하는 것도 아무 문제가 되지 않을 것이다. 1260년 동안 극심한 환난이 있은 다음에 하나님께서는 그분의 성도들을 위로하고 용기를 주기 위해서 또한 재림운동을 지원하시기 위해 파루시아의 징조 중 강력한 징조 몇 개를 미리 보여주신 것이라고 볼 수 있다. 그러나 결정적인 우주적 암흑과 유성 현상은 모든 환난 후 즉시, 즉 재림 때에 다시 한 번 있을 것이다.\n24:30 없음.\n24:31 없음.\n24:32 없음.\n24:33 없음.\n24:34 본 절은 신약에서 가장 난해한 본문 가운데 하나로 여겨져 왔다. C. S. 루이스는 이 본문을 “성경에서 가장 곤혹스럽게 하는 구절”이라고 칭했다. 흔히 유대인들과 이슬람교도들과 불가지론자들은 그리스도와 기독교 및 신약을 반대하는 주요 논증 가운데 하나로 이 본문을 인용하였다.\n일부 학자들은 본 절의 “이 세대”(this generation)를 종말적으로 해석하여 이 문제를 쉽게 해결하려고 하였다. 즉 이 세대가 예수님 당시의 세대가 아니라 “마지막 세대” 혹은 “종말적 세대”를 가리킨다는 주장이다. 그러나 마태복음에서 예수께서 “이 세대”라고 말씀하셨을 때는 항상 제자들 당시의 세대를 의미하였다.\n예수께서 “그러므로 의인 아벨의 피로부터 성전과 제단 사이에서 너희가 죽인 바라갸의 아들 사가랴의 피까지 땅 위에서 흘린 의로운 피가 다 너희에게 돌아가리라 내가 진실로 너희에게 이르노니 이것이 다 이 세대에 돌아가리라”(마 23:35-36)고 말씀하셨을 때도 “이 세대”는 분명히 예루살렘 멸망을 포함한 그 당시의 세대였다.\n쉬바이처(Albert Schweitzer)나 쉬트라우스(David Strauss) 같은 학자들은 예수께서 그 당시 유대 묵시문학의 용어를 그대로 사용하였고 잘못된 기대를 가졌기 때문에 실망 중에 돌아가셨다고 주장했다. 이렇게 종말에 관한 한 예수께서 “실수”하셨다고 주장하는 학자들로부터 예수를 구하여 위하여 여러 학자들이 나섰다. 그 대표적인 학자가 콜라니(Timothy Colani)나 불트만(Rudolt Bultmann) 같은 사람이다. 그들은 마 24장의 대부분은 예수께서 하신 말씀이 아니며 초기교회가 그 당시의 상황에 맞춰 삽입한 것이라고 주장하였다. 그러므로 예수께 책임이 없다는 말이다.\n이런 주장은 예수를 “실수”에서 구하려다가 이번에는 성경의 영감성에 상처를 입혔다. 성경의 많은 부분이 사람들에 의해 삽입된 것이라면 성경은 믿을 수 없는 고대 문서에 불과하게 되는 것이다. 예수와 성경을 보호하기 위하여 또 다른 학자들이 나섰다. 킥(J. M. Kik) 같은 학자는 마 24장의 말씀은 예수께서 친히 하신 말씀이고 초기교회가 삽입한 것도 아니지만 단지 그 말씀을 상징으로 해석해야 한다고 주장하였다. 실제로 당시에 그 모든 징조들이 발생하지 않은 것이 사실이므로 그것을 상징으로 해석할 수밖에 없다는 것이 그들의 주장이었다. 그러나 징조들을 상징으로 해석하는 그들의 해석은 재림 자체도 상징으로 만들어버리는 혼란을 가져왔다.\n19세기의 많은 재림교인들은 이 본문이 그리스도의 재림의 징조를 말하는 문맥에 나타난다고 이해하여(27-51절), 18세기 후반과 19세기 초에 있었던 대 재림각성 운동과 관련하여 천체의 징조를 목격한 자들의 생전에 그리스도께서 분명히 오실 것이라는 약속으로 그 본문을 해석했다. 시간이 흐르고 그 징조들을 목격한 자들이 죽으면서 초기 재림교회 운동에 참여한 많은 이들에게 다시 자성(自省)이 일어났다. 그렇다면 본 절의 예언은 틀린 것인가?\n“이 일”의 의미 : 본 절과 24장 전체의 의미를 여는 열쇠는 1-3절의 역사적인 문맥에 사용된 단어들의 패턴에서 찾을 수 있다. 1절에서 제자들이 예수님께 예루살렘 성전의 장엄한 건물을 가리키자, 2절에서 예수께서는 이렇게 대답하셨다. “너희가 이 모든 것[헬라어 타우타]을 보지 못하느냐 내가 진실로 너희에게 이르노니 돌 하나도 돌 위에 남지 않고 다 무너뜨리우리라.” 이 절에서 이 모든 “것들”에 해당하는 타우타는 예루살렘 성전의 임박한 파멸을 말하는 문맥에서 그 성전을 분명하게 가리킨다. 그런 다음 3절에서 예수께서 감람산에 앉아 성전을 내려다보실 때, 제자들이 그에게 조용히 다가와서 물었다. “우리에게 이르소서 어느 때에 이런 일[헬라어 타우타]이 있겠사오며 또 주의 임하심[헬라어 파루시아]과 세상 끝[헬라어 쉰텔레이아]에는 무슨 징조가 있사오리이까?”\n제자들이 두 가지 기본적인 질문을 했음을 주목하라.\n(1) 앞 절의 문맥에서 분명하게 예루살렘 성전의 파멸을 가리키는 타우타(“이것들”)에 대하여.\n(2) 주의 파루시아(“임하심”)와 세상의 쉰텔레이아(“끝”)에 대하여.\n두 번째 용어들은 마태복음 다른 곳에서 그리스도의 재림을 가리킨다. 제자들은 메시아로서 예수님의 사명에 대해 분명한 이해가 없었으므로 이 두 사건을 구별하지 못했겠지만, 예수께서는 자신과 제자들이 앞에서 사용했던 용어에 기초하여 감람산 말씀에서 그것들을 주의 깊게 구분하셨음이 분명하다. 마태복음 24장 전체를 통해 타우타라는 용어는 시종일관 예루살렘의 멸망과 관련된 사건들을 가리키며, 파루시아와 쉰텔레이아는 그리스도의 재림과 관련된 사건을 가리킨다.\n“이 일”은 그리스도 당시의 세대를 가리킴 : 24장 전체를 통해 나타나는 이런 패턴에 비추어 34절을 좀 더 자세히 살펴볼 준비가 되었다. “내가 진실로 너희에게 말하노니 이 세대가 지나가기 전에 이 일[타우타]이 다 이루리라.” 그렇다면 이 일(타우타)은 무엇을 가리키는가? 24장 다른 곳에 나오는 용례와 일치하게, 이것은 그리스도의 재림을 가리키는 말이 아니라 예루살렘의 파멸을 포함하여 그 파멸에 이르기까지 일어난 일련의 사건들을 가리킨다.\n34절이 세상 끝에 있을 세대가 아니라 기원후 1세기의 세대를 가리킨다는 추가적인 확증을 “이 세대”(헬라어 헤 게네아 하우테)라는 표현을 분석함으로써 얻을 수 있다. 마태복음의 다른 곳에 나온 이 구절의 용례를 살펴보면 이 구절은 예외 없이 예수님 당시의 세대를 나타낸다는 것이 드러난다(참조 마 11:16, 12:41, 42, 45, 23:36).\n마지막으로, 본 절을 예수께서 바로 앞 장에서 서기관과 바리새인들에게 화를 선언한 더 넓은 문맥에서 보면 그분이 하신 예언의 표현에는 밀접한 평행이 존재한다. 마태복음 23장의 문맥은 사회-정치적 실체로서의 국가적인 이스라엘에게 하신 운명의 선언과 더불어 예수를 거절한 유대 지도자들에 대한 정죄를 말한다. “보라 너희 집이 황폐하여 버린바 되리라”(38절). 앞 절에 본 절과 평행을 이루는 본문이 나온다. “내가 진실로 너희에게 이르노니 이것이 다 이 세대(헬라어 텐 게네안 타우텐)에게 돌아가리라”(36절).\n“이 세대”와 예루살렘의 멸망 : “이 세대”라는 구절을 예수 당시의 세대 곧 기원후 31년에 그분의 말씀을 전달받은 자들을 지칭하는 말로 본다면, 그리고 성경적 사고에서 한 세대의 길이를 약 40년으로 가정한다면, 예루살렘의 멸망(기원후 70년)은 정확히 예수님 당시의 세대가 지나가기 전에 일어났다(31년 + 40년 = 70년).\n기원후 70년 예루살렘의 멸망 전에 성취된 징조들\n(1)거짓 메시아: 므나헴(Menahem), 튜다스(Theudas) 등이 일어나 수천의 동조자들을 설득시켜 자신들이 메시아라고 주장하였다(요세푸스, 유대전쟁사 2.17.8, 9, 유대고대사 20.5.1, 17.10.6, 7)\n(2) 전쟁: 당시 이스라엘에는 전쟁과 전쟁의 소문이 파다했는데, 일부는 셀롯당의 광신적인 행동들 때문이었다.\n(3) 천연 재해: 행 11:28에 언급된 글라우디오 황제 때의 기근, 기원후 65년 로마에 퍼진 염병(타키투스, 연감, 16:13), 지진(행 16:26, 요세푸스, 유대전쟁사 4:286, 287) 등.\n(4) 박해: 당시 그리스도인들은 스데반의 순교에서 네로 치하의 무서운 박해에 이르기까지 거듭되는 박해를 당했다(행 12, 14장 등).\n그러므로 요약하자면 본 절은 “이 세대” 곧 예수님 당시의 한 세대가 지나가기 전에 이 모든 “일들” 곧 기원후 70년에 있었던 예루살렘의 파멸을 포함하여 그 파멸에 이르기까지 일어난 사건들이 성취될 것이라고 말하는 것이 된다. 또한 34절이 재림을 언급하지 않으므로 그 예언은 잘못됨이 없고, 기원후 1세기 바로 그 시간에 성취되었다.\n24:35 없음.\n24:36 없음.\n24:37 없음.\n24:38 없음.\n24:39 없음.\n24:40 없음.\n24:41 없음.\n24:42 없음.\n24:43 없음.\n24:44 없음.\n24:45 없음.\n24:46 없음.\n24:47 없음.\n24:48 없음.\n24:49 없음.\n24:50 없음.\n24:51 없음.\n   전장에서 예수는 유대 종교 지도자들의 가증스러운 외식을 모든 제자들과 무리  앞\n에서 공개적으로 성토하셨다. 본장의 내용은 그러한 공개적 경고 뒤에 곧바로 하신 말\n씀이다. 즉, 예수께서 예루살렘 멸망을 애도하는 것을 끝으로(23:37-39)  성전을 나오\n시자, 제자들은 성전에로 예수의 관심을  유도하고자  하였다. 예루살렘이 멸망한다면\n이 성전은 어떻게 될 것인가 하고 제자들은 의아해 했던 것 같다. 당시 예루살렘 성전\n은 아름다운 돌로 건축되고 온갖 장식물로 치장되어 그 장관을 자랑했다고 한다(눅 21\n:5). 따라서 이스라엘의 예배 중심지인 그 장엄하고 아름다운 왕권이 파괴되어서는 안\n된다는 생각이 제자들의\t마음에 가득찼을 것이다. 그들은 예수께서 성전 의식상의 율\n법을 친히 완성하사 그것을 폐하시고 신령과 진리로써 드리는 예배를 마련하신다는 사\n실을(요 4:21-24) 아직  알 수 없었기  때문에, 예루살렘과 성전의 멸망이란 상상조차\n하기 힘든 사항이었다. 하지만 예수는 성전 멸망을 단호히 선포하신 후 종말에 일어날\n일들을 예언하셨다. 본장의 예언 역시 고난 주간 중 세째날인 화요일에 주어진 것으로\n25장과 더불어 마태복음의 5대 강화 중 마지막  강화이다. 이는  예수께서 감람산에서\n행하셨기 때문에  '감람산 강화'라고도 한다(3절). 앞에서 언급한 바와 같이 5대 강화\n의 대주제는 천국인데, 제5강화인  본장은 천국의 종말론적 도래를 다루고 있다. 본장\n은 그 묵시적 내용으로 인해 해석상에 있어 각별한 유의를 요한다.\n   (1) 해석상의 유의점. 첫째로 우리는, 마지막 날에  일어날 일들에 관한 본문의 예\n언을 역사상의 특정 사건에  무리하게 결부시키지 말아야 한다. 어떤 의미에서 말세란\n예수의 초림과 재림 사이의 전 기간을 가리킨다고 볼 수 있다. 초대 교회 이후 오늘날\n에 이르기까지 전쟁과 지진 혹은 많은 이단 세력의 발흥 등 말세적 징조로 간주될  만\n한 사건들이 많았다. 심지어  어떤 이단은 예수의 재림 날짜를 정확히 예언해 놓고 막\n상 당일이 되자\t거짓으로 드러난 예도 있었다. 하지만 그 날과 그 시는 누구도 알 수\n없고 오직 하나님만 아신다(36절). 따라서 성도는 항상 종말론적 긴장을 늦추지 않되,\n막연한 공초심에서가 아니라  신랑을 기다리는 신부의 순결하고도 기쁜 마음으로 스스\n로를 돌아볼 수 있어야 하겠다(고후 11:2;계 19:7,8).  둘째로, 우리는 본장의 강조점\n이 어디에 있는지를 유의해야 하겠다. 본장의 내용을 통해서 예수는 종말에 관련된 어\n떤 비밀스러운 현상을 알려주시려 하기 보다는 종말을 맞이하는 성도들을 미혹하기 위\n해 더 교묘한 수단을 동원할  것이기 때문에, 성도는 사람의 미혹을 받지 않도록 주의\n하며(4절) 끝까지 견뎌(13절) 영광스러운 구원에 이르러야 하겠다.\n   (2) 내용 구성. 본장의 내용은 크게  양분된다. 1-31절은 마지막 날에 일어날 일들\n에 관한 예언이며, 32-51절은 마지막 날을 대비하며 살아가야 할 성도들의 마음  자세\n를 세가지 비유로써 가르치신 내용이다. 1-31절은 다시 세부분으로 나누어지는 바, 1-\n14절과 15-28절 그리고 29-31절은 각각 말세의 징조, 미지막 대환난, 그리스도의 재림\n에 관한 예언이다. 특히 15-28절이 1차적으로는 예루살렘의 멸망(A.D. 70년)을 예언한\n것임에 분명하다. 그와 동시에 이 부분은 마지막 대환난을 예언 한 것이기도 한다. 이\n러한 '예언의 이중적 성취' 라는 측면에서 이해할 때, 1-31절은 시간적으로 질서 정연\n한 배열로 구성되어 있는 것이다. 한편, 말세를 살아가는 성도의 자세를 일깨워주는 3\n2-51절의 비유들은 본장 전체의 결론의 성격을 띠고 있으며, 이 비유들은 25장에 이어\n져 더욱 체계적이며 상세한 의미를 전달하고 있다.\n   본장을 통해 우리는 역사의 도달점이 어디인가에 대한 확실한 깨달음을 얻을 수 있\n다. 많은 사람들은 인류의  미래를 낙관하여  무궁한 진보와 발전을 기대하며, 흑자는\n온 인류가 하나로 똘똘 뭉쳐 평화를 구가하게  될 날을 소망하기도 한다. 하지만 주님\n의 예언에서  밝히 드러나듯 인류는 스스로 건설한 바벨탑에 의해 스스로를 점점 파멸\n에로 이끌어가고 있다. 다시 말해서 인류의 역사는 나선형식으로 점진적으로 진보해가\n기만 하는 것도 아니며 원형을 돌듯 순환하는 것이 아니라, 마지막 날의 우주적  파멸\n을 향해 치닫는 비극의 역사인 것이다.이는 죄악으로 가득찬  세상을 더이상 방치하실\n수 없는  하나님의 거룩하신 뜻으로 말미암는 심판을 전제한  것이다. 사십 주야 동안\n비를 내려 노아 가적을 제외한 온 인류를 심판하신 주께서(창 7장) 이제 불을 내려 심\n판하실 것이다. 이러한 심판의 예언이 신실한 성도에게는 오히려  위로와 축복의 메시\n지로 다가온다. 왜냐하면 진리를 핍박하는 불의가 창궐한 이 세상이 끝나면 새 하늘과\n새 땅에서 영원토록 주님과  동거할 산 소망을  가지고 있기 때문이다(계 21:1-4). 이\n소망을 가진 자는, 아무도 일할 수 없는 밤이 오기 전에 주님의 명하신 사명을 묵묵히\n그리고 성실하게 잘 감당해 나가야 할 것이다.\n1. 종말의 징조(24:1-14)\n   마가복음(12:41-44)및 누가복음(21:1-4)과는 달리  본서에서는 가난한 과부의 헌금\n에 관한 이야기가 생략되었다. 따라서 본서에서는 예루살렘의 멸망에 관한 예언과(23:\n37-39) 성전 파괴에 대한 예언이(1,2절) 자연스럽게 연결되고 있다. 하지만 본장과 25\n장이 23장에 그대로  이어지는 한 가지 강화인 것은 아니다. 왜냐하면 23장과 24,25장\n은 다뤄지는 근본적  주제들에 있어서나 배경에 있어 분명히 구분되기 때문이다. 여기\n서는 본장에 수록된 강화의 전후 배경과  목적을 상고한 후 구체적 내용을 살펴보고자\n한다.\n   (1) 배경. 본장에 수록된 소위 '마지막 날들'에 관한 예언은 예수 자신의 공생애를\n불과 사흘 앞둔 시점에서  주어졌다는 점에서 더욱 큰 의의를 지닌다. 이미 예수는 공\n생애의 막바지에 이르러 메시야로서의  공적 신분과 당신의 신성을 공공연하게 드러내\n신 바 있다(16장). 그리고 그로  말미암아 더욱 노골화되었던 대적들의 음모와 핍박에\n정면으로 맞서서 그들의 위선과 탐욕을 강렬한 어조로 질책하셨다(23장). 따라서 이제\n대적들의 분노는 마치 도화선에 불이 옮겨진 폭약 장치와도 같이 폭발 직전에 있었다.\n이미 예수는 당신의 십자가 죽음과 부활에 관해 언급한 바 있거니와,  이처럼  목숨이\n경각에 달린 것 같은  숨가쁜 상황속에서 예수께서는 이제 당신의 종말과 부활의 새로\n운 시작을 넘어\t역사의 종말과 새 시작에 관한 비밀을 예언하신 것이다. 한편 방법상\n으로 본장의 강화는 제자들의 질문에 대해 예수께서 대답하시는 형식으로 전개되어 나\n간다. 제자들의 질문 속에 나오는 '주의 임하심' 혹은 '세상 끝'(3절) 등의 말들은 우\n리의 주의를 환기시킨다. 사실  제자들은 아직까지도 지상적 메시야 왕국에 대한 열망\n을 버리지 못한 채 영적 암매 가운데 싸여 있었다. 그러나 거듭되는 예수의 수난 예고\n와 성전 파괴라고 하는 충격적 메시지를 접한 직후였던터라, 그들은  예수의 재림이나\n역사의 종말에 관한 뚜렷한 시각을 갖지 못한 상태였음에도 불구하고 그와같은 사건의\n도래에 대한 불가피성을\t은연중에 수긍하지 않을 수 없었던 것으로 짐작된다. 아마도\n그들은 구약에 언급된 '여호와의 날'에 관한 묵시적 예언을 떠올렸을 가능성이  많다(\n사 13:6;욜 1:15;암 5:18;습 1:7;슥 14:1). 왜냐하면 본장에 수록된 말세의 징조(4-14\n절), 대환난(15-28절), 그리고 예수의 재림(29-31절) 등의 시기적으로  뚜렷한 구분이\n지어지지 않은 채 다소 뒤섞여 있어서, 메시야의 초림과 재림을 동일 시점에 둔 '여호\n와의 날'에 대한 구약적 사고를 반영하기 때문이다.\n   (2) 목적. 본장에 수록된 강화의 목적은 결론부인 32-51절에 잘 드러나  있거니와,\n본문에도 그 목적이 여기 저기 시사되어 있다(4,31절). 장(章) 강해에서도 짤막하게나\n마 언급한 바와 같이 본장의 강조점은 종말을 맞이하는 성도의 자세에  주어져  있다.\n따라서 이 예언의 말씀은 비단 제자들에게 주어진 것만이 아니라 오고 올 모든 세대의\n모든 성도들에게 주어졌다는 점에서 전 교회사적(敎會史的) 의의를 지니고 있는  셈이\n다. 요컨대, 성도는 마지막 날의 정확한 시일에 대해서는 알 수 없지만 항시 종말론적\n긴장을 늦추지 않고 주님 맞을 준비를 해야 한다는 것이 본 예언의 목적이라 하겠다.\n   (3) 내용. 먼저 1, 2절은 3절 이하에 등장하는 강화의 배경 역할을 한다. 다음으로\n3-14절에는 말세의 징조로서 거짓 그리스도, 난리, 전쟁, 기근, 지진, 핍박, 성도  간\n의 이간, 그리고 거짓 선지자 등이 열거되어 잇으며 특히 성도들의 타락과 멸망의  길\n로 인도하는 거짓된 미혹 세력이 처음과 끝에서 거듭 언급되어 있다. 이와 아울러  본\n문에서 두드러지게 강조된 사항은 성도들의 인내이다. 이 예언에서도 시사된 바와  같\n이(6절), 대다수 유대인들은 A.D. 70년 예루살렘이 멸망했을 때 세상의 종말이 도래한\n것으로 여겼다. 그러나 그것은 환난의 시작에 불과하였다. 실로 산모(産母)가  아이를\n얻기 위해 해산하는 고통을 감수하듯이(사 26:17) 마지막 날 주의 재림의 순간까지 참\n고 극복해 내어야 할 환난과 고통이 교회사의 흐름과 더불어 늘 상존해왔다 하겠다.\n   * 성경 종말론의 관심과 그 해석상의 문제점. 기독교 신앙은 우주 만물에 대한  하\n나님의 창조(시작)와 또 그것에 대한 하나님의 완성을 전제한다.  그중에서도  특별히\n만물의 완성은 인간의 예측이나 상상에 의해 구성된 학설이 아니라\t하나님의  주체적\n계시에 따라 확정된 진리이다. 그런데 성경에 제시된 완성에의 진리를 다룬 교리를 흔\n히  종말론(Eschatology)이라  부르는데\t이   말은   원래   헬라어   '에스카다'(*\n, 최후의 일들)에서 유래하였다. 성경에서 언급한 바 '최후(종말)'의  일들이  발생한\n시기는 메시야의 오심을 기준으로 한 구약과 신약의 양대 시점에 맞춰 계시되고  있으\n며, 또 개인 종말과 우주(역사( 종말이라는 양대 양상을 시사하고 있다. 물론  마태복\n음 24, 25장은 주로 후자의 측면에서 그 사건들이 다뤄지고 있다고 보겠다.\n   어쨌든 성경의 종말론은 창조의 원목적에서 이탈하여 그 한계 시점에 달한  인간과\n역사에 대한 하나님의 심판 양상이 과연 어떠할 것인가, 또는 하나님이  시작하였으나\n인간의 타락으로 인해 더럽혀진 만물과 역사의 회복 및 그 궁극적 완성이  과연  어떤\n방법으로 이뤄질 것인가, 그리고 종말의 때에 필연적으로 핍박과 환난을 직면하게  될\n성도의 삶의 양태가 어떠해야 하며 그 궁극적 소원이 무엇이어야 하는가,  지상에서의\n우주와 인간의 종말 이후에는 과연 무엇이 기다리고 있단 말인가 등의 문제에 깊은 관\n심을 두고 있다.\n   한편 이 종말론은 다음과 같은 몇 종류의 해석적 관점이 있다.\n   (1) 철저 종말론(Consistent Eschatology). 이는 모든 관심을 세상의 종말에  두고\n있으며, 성경이 시사하는 바 하나님 나라의 현재적 도래와 활동을 완전히 무시해 버린\n다. 이는 주로 극단적인 유대주의자들에 의해 (주로 묵시 문학 활동을  통해)  지지를\n받았으며, 오늘날 왜곡된 사이비 종차들에서 주장하는 바다.\n   (2) 실현된 종말론(Realized Eschatology). 하나님 나라를 미래적인 것으로도 파악\n치 않고 단지 하나의 현재적 실재로만 생각한다(C.H. Dodd). 이 견해는 예수의 초림과\n사역 그리고 그 이후의 성령의 활동 속에 나타나 있는 종말론적 실재를 올바르게 지적\n하기는 하지만 신약에 방대하게 다뤄지고 있는 미래지향적인 종말론적 가르침의  진수\n를 제대로 나타내지 못하고 있다는 것이 가장 결정적인 단점이다.\n   (3) 실존론적 종말론(Existential Eschatology). 주로 불트만(Bultmann)과 그의 제\n자들에 의해 지지되는 견해로서, 신약성경은 예수가 어떤 내재적인 묵시적 왕국을  가\n르쳤음을 기록하고 있다는 철저 종말론의 의견에 동참하면서도, 그 안에서 어떤  현재\n적인 실존적 의미를 발견하기 위해서 이를 재해석한다. 묵시 문학의 언어는 참된 의미\n를 담고 있는 신화적 형태에 불과하다고 한다. 그리고 하늘 나라는 역사의 목표로서의\n미래적 사건이 아니라 하나님의 초자연적이고 초월적인 영역을 나타낸다고 한다. 결국\n실존론적 종말론은 실현된 종말론과 마찬가지로 세계의 역사와 대칭되는 개인의  역사\n에 국한되는 편협함을 보여주고 있다.\n   (4) 구속사적 종말론(Heilsgeschichte Eschatology). 성경의 자료들을 가장 잘  대\n변하는 가장 이상적 종말론이다. 이는 온 우주와 인류의 창조자이시며 완성자이신  하\n나님의 탁월한 경륜과 의지가 이 역사 가운데 구체적으로 실현되며 또한 완성되어간다\n는 사실을 전제한다. 특별히 종말론적 성취가 그리스도의 오심에 의해 이미\t시작되었\n으나, 그 완성은 그의 재림을 통해서 이뤄진다고 본다. 실로 종말론적 희망\t중  가장\n중요한 부분 가운데 하나인 사단의 왕국의 멸망은 그리스도의 첫번째  오심으로  인해\n시작되었으며(12:28;막 3:27;눅 10:17), 그 분의 십자가 사건을 통해  결정적  패배를\n맞이하게 되었고(요 16:11), 그리고 그 궁극적 멸망은 예수의 재림으로 성취될 것이다\n(계 20장). 어쨌든 하나님의 종말론적인 개입은 그리스도의 초림에 의해 이미  시작되\n었다는 현재적 종말론의 성취가 기정 사실임에도 불구하고 신약의 종말론적인  가르침\n은 대부분이 여전히 미래를 향하고 있다(13:43;19:28;24:30-36;25:31;26:64).  따라서\n사람들은 근심스럽게 그 날을 예비해야 할 것이다. 왜냐하면 그 날에는  만인에  대한\n심판을 피할 수 없기 때문이다(39절;막 8:38;눅 10:13-15).\n   여하튼 우리는 세상 끝날과 주의 재림 등에 관련된 종말론적 교훈과 사건을 바라볼\n때 단편적 시야에 고정시키지 말고 항상 예언의 복합 성취하는 열린 개념하에서  그것\n들을 이해하여야 한다. 또한 인본주의적인 편협성에서 탈피하여 오직 하나님의 거룩한\n의지에 초점이 맞추어져야 한다. 이에 덧붙여 종말에 대해 다각적인 교훈을\t제시하셨\n던 예수께서는 우리들에게 종말에 관련된 어떤 비의(秘意)를 가르쳐 주시려 하시기 보\n다 종말을 맞이한 성도의 자세에 대하여 가르치시는데 보다 역점을 두고 계셨음을  명\n심해야 한다.\n2. 예루살렘의 멸망에 대한 예언 (24:15-28)\n   16-21절을 면밀히 살펴보건대 이 구절들은 지리적으로 매우 한정된 범위를  언급하\n며 문화적으로도 상당히 한정된 상황을 시사한다. 따라서 본문이 1차적으로 A.D. 70년\n로마에 의한 예루살렘의 멸망을 예언하고 있음은 자명하다. 이와 아울러 예언의  이중\n성취라는 측면에서 볼 때 본문은 또한, 이스라엘 민족이 그들의 땅에 들어온 이후  마\n지막 대환난의 때에 일어나게 될 예루살렘의 두번째 함락을 예언한 것이기도  하다(단\n12장;슥 14장). 다시 말해서 예수는 예루살렘 멸망이라고 하는 역사적 사실을 공통 분\n모로하여  가까운  장래와  먼  미래의   일을   소위   '예언적   원근법'(prophetic\nforeshotrening)으로써 동시에 투시(透視)하셨던 것이다.\n   해편 본장 전체 내용 중 본문의 위치와 관련된 유의점을 고찰하면 다음과 같다. 즉\n종말에 관한 예언의 내용인 4-31절이 대략 세 단락으로 나누어지게 된다는  것은(4-14\n절;15-28절;29-31절) 이미 주지한 바 있다. 그럼에도 불구하고 이 세 부분을 시기적으\n로나 내용상으로 정확히 구분하는 데에는 다소 어려움이 따르는 바, 그 원인은 네가지\n로 나누어 생각해 볼 수 있다.\n   첫째로, 구약성경에 시사된 '여호와의 날'에 관한(사 13:6-9;욜 1:15 등) 메시야의\n초림과 재림 및 마지막 대환난과 심판 등을 포괄하고 있는데 이렇듯 혼합된 개념의 여\n운이 본장에서도 다소나마 나타나고 있기 때문이다.\n   둘째로, 앞에서도 언급한 바처럼 말세(末世)의 개념 자체가 매우 포괄적이어서  세\n상 끝의 마지막 한 시점 뿐만 아니라 그리스도의 초림에서 재림에 이르기까지 전 기간\n을 지칭할 수 있기 때문이다.\n   세째로, 실제로 종말의 징조와 예루살렘 멸망 그리고 주의 재림 등의 내용이  뒤섞\n여 있는 구절이 발견되기 때문이다(예컨대 27절은 직접적으로 주의 재림을 언급한  내\n용이다).\n   네째로, 예언의 이중성이란 측면에서 본문의 내용은 마지막  대환난  뿐만  아니라\nA.D. 70년의 예루살렘 멸망을 가리키기도 하여 시기적 측면에서 전후  문맥의  혼돈을\n자아낼 소지가 있기 때문이다.\n   * 예루살렘 멸망 예언에서의 강조점. 첫째, 도래할 환난의 불가피성이 강조되었다.\n예루살렘의 멸망은 피할 수 없는 기정 사실로서 다가올 것이었기 때문에, 이제 그  거\n민들이 취할 유일한 방도는 도망하는 것 뿐이었다(16,20절). 그러나 정작 로마 군병이\n예루살렘으로 진군해 왔을 때, 유대인들은 예수의 말씀대로 따르지\t않고  난공  불락\n(難攻不落)을 자랑했던 예루살렘 성안으로 몰려들었으며, 결국은 포위당한 채  극도의\n굶주림에 시달리다가 항복하고 말았다고 한다. 예루살렘 멸망 당시 유대인들의 저렇듯\n참담한 모습을 마지막 대환난 때에도 그대로 반복하는 자들이 있을 것이다. 즉 구원의\n산성이신 여호와를 의뢰하며(시 31:4;37:39) 환난이 극심할수록 더욱 정금같이 단련되\n어가는 믿음의 귀한 능력을 드러내지 못하고서, 세상적이고 인간적인 수단에 매어달리\n기 급급하다가 순식간에 영원한 파멸 가운데 던져짐을 당하고 말 자들이 분명  허다할\n것이다.\n   둘째로, 환난의 심각성이 강조되었다. 이 환난은 창세로부터 종말에  이르기까지에\n걸쳐 전무후무(前無後無)할 정도로 극심할 것이라고 묘사되었다(21절). A.D. 70년  예\n루살렘 멸망 당시 포로로 잡혀간 자는 97,000명에 달하였고 죽은 자만해도  1,100,000\n명에 달했다고 한다. 당시의 인구 비율로 보건대 이는 실로 엄청남 수효(數爻)였기 때\n문에, 당시 유대인들에게 세상의 종말이 도래한 것처럼 여겨졌던 것도 무리는  아니었\n다. 참고로 세계 제1차 대전으로 희생된 인명은 약 850만이며 제2차 대전 동안에는 약\n5천만에 해당하는 엄청난 인명이 희생당하였다. 하지만 마지막 대환난에는 이보다  더\n한 인명 피해와 공포가 닥칠 것이라 예언되고 있는 것이다. 그리고 예수는, 그 엄청난\n환난을 틈타 거짓 그리스도들이 나타나서 거짓 안식을 미끼로 던져\t허다한\t사람들을\n미혹할 것이기 때문에 각별히 유의할 것을 당부하셨다(23-26절).\n   세째로, 환난의 다급성이 강조되었다. 밭에서 일하던 사람이 겉옷을  가지러  집에\n돌아갈 시간도 없으며 심지어 지붕 위에서 휴식을 취하던 자가 비상용품을 챙기기  위\n해 집안으로 들어갈 여유조차 없는 상황이라면(17, 18절) 그 긴박성을 가히\t집작해볼\n수 있겠다. 따라서 성도는 미리 기름을 채우고 신랑맞을 준비를 하는 지혜로운 처녀와\n같이(25:1-13), 기회와 여유가 주어졌을 때 이를 잘 활용하여 무시로 영혼의 매무새를\n가다듬어야 하겠다.\n3. 인자의 재림에 관한 예언(24:29-31)\n   본문에는 창세 이래로 전개되어온 우주와 인류의 역사를 마감하는 위대한 사건이라\n할 예수의 재림과 관계된 일들이 직접적으로 예언되어 있다. 본문은 불과 3절로  이루\n어져 있지만 이 짧은 구절들 안에 내포된 의미는 실로 중차대하다.\t이같은\t예언에서\n우리는 다음과 같은 사실을 발견할 수 있다.\n   (1) 재림에 대한 상반된 두 반응. 주의 재림이 불신자에게는 파멸과 통곡의 날이지\n만 신자에게는 영광과 감격의  날임을  보여준다.\t그리스도의  재림을  묘사하는  계\n19:11-16에서 예수는 권세 당당한 장수(將帥), 정복자 혹은 심판자의 모습으로 나타나\n있다. 그리고 29절은 구약성경의 사 13:10,13;욜 2:30,31과 더불어 철저한 심판  상황\n을 묘사한 구절이다. 하나님의 일반 은총으로부터까지 버림받는 이와같은 극한의 고통\n과 파멸의 상황 가운데도 택함받은 하나님의 백성들은 따로 불리워 예수의 품에  안기\n게 될 것이다(31절). 홍수의 날에 노아 방주가 있었고 소듬의 멸망 때에 룻에게  소알\n성이 있었듯이(창 19:22), 마지막 심판 때에 주를 믿는 성도들에게는  도리어  영원한\n안식처가 마련되어 있다.\n   (2) 재림의 영광. 초림의 모습과는 달리 재림의 주는 영광과 위엄  가운데  임하실\n것이다. 예수께서 처음 세상에 오실 때에는 낮고 천한 말 구유에서 나시고 뭇  사람의\n멸시를 받으시며 섬기는 삶을 살다가 마침내 두 강도 사이에서 저주(詛呪)의 십자가에\n못박혀 돌아가셨다. 하지만 주께서 다시 오실 때에는 온 세상의 왕으로서 만주의 주로\n서 찬란한 영광 가운데 임하실 것이다.\n   (3) 재림의 확실성. 예수는 예언하신 바 그대로 부활하셨다(16:21;28:6). 마찬가지\n로 우리는 본문에 기록된 말씀 그대로 주께서 재림주로 임하실 것을 확신할 수  있다.\n천지는 없어지겠으나 주의 말씀은 없어지지 않을 것이겠기 때문이다(34, 35절).  실제\n로 예수의 부활을 직접 간접으로 체험한 초대 교회 성도들은 대부분 그리스도께서  그\n들 세대가 끝나기 전에 조속히 재림하시리라는 열망에 가득 차 있었다고 한다.\n4. 종말에 대한 성도의 자세(24:32-51)\n   이 부분은 본장 전체의 엄숙한 결론에 해당한다. 종말에 관한 예언을 결론지으시면\n서 예수는 종말 도래의 확실성과 필연성(35절) 및 그 임박성(32-34절)을 주지시킨 후,\n그 때를 위해 평소에 늘 깨어 예비하라는 내용의 메시지를 전하셨다.\n   본문은 다시 세 단락으로 구분되는데, 각 단락은 일종의  비유로  구성되어  있다.\n32-41절의 무화과나무 비유는 4-31절에 수록된 예언의 말씀에 대한 포괄적 결론을  자\n연스럽게 유도하고 있으며, 42-44절의 집주인과 도적 비유는 종말에 대한 성도의 준비\n자세를 강조하는 부분이다. 그리고 45-51절의 청지기 비유에서는 한걸음 더 나아가 성\n도들이 각자 맡은 사명을 적극적으로 감당하여 주님 오시는 그날 풍성한 성령의  열매\n들을 자랑하도록 권면한다. 특히 45-51절의 비유에 등장하는 '충성되고 지혜있는  종'\n과 '악한 종'은 25:1-13에 나오는 '슬기 있는 처녀들'과 '미련한 처녀들'과 대응을 이\n룬다. 다시 말해서 45-51절은 25장 이하에 본격적으로 등장하는 여러  비유들과  같은\n연장선상에서 연결되고 있는 것이다.\n   해편 32-41절의 무화과 나무 비유는 공관복음서에 공히 수록되었으되, 나머지 부분\n(42-51절)은 공관복음서들 간에 현격한 차이를 보인다. 마가복음 13:34-37에서는 본서\n의 42-51절 내용이 '깨어있는 청지기 비유' 안에 하나로 통합되어 있는  듯한  느낌을\n준다. 그리고 누가복음 21:34-36에서는 비유 대신 종말에 임하는 성도의 자세를  구체\n적으로 교훈하는 내용이 나온다.\n   여하튼 본문을 통해서 우리는 (1) 아무런 준비없이 돌발적으로 임하시는 주의 임재\n를 맞이하는 어리석음에서 탈피해야 하며 (2) 작은 일에 불충하다가 영원한 상급에 참\n여치 못하는 어리석음에서도 탈피해야 할 것이다. 실로 오늘 이 땅의 교회들은 예수의\n재림을 '기다리는 공동체'로서 스스로 하나님의 은혜 가운데 깨어 있어야 할 뿐만  아\n니라, 주의 사람들을 빛과 생명에로 인도해야 하는 사명과 책임 또한 갖고 있다. 종말\n이 가까울수록 불신 풍조(不信風潮)와 이기심이 더욱 만연해갈 것인즉, 성도들은 오직\n살아계신 주님과의 깊은 만남을 통해 '충성되고 지혜로운 종'으롱 칭찬  받는  축복된\n삶을 살아가야 하겠다.\n   * 집주인과 도적 비유. 예수의 재림을 도적의 침입에 비유한 것은 두가지 측면에서의미심장하다.\n   체째로, 예수의 재림이 에측 불허하다는 점이다. 자신이 침입할 날을 미리  알리고 집을 뚫고 들어가는 도적은 없다. 마찬가지로 주께서도 부지 불식간(不知不識間)에 임하실 것이다. 따라서 그 날에는 그리스도의 재림을 망각하고 세상 일에만 몰두한 자들이 수치와 당혹 나아가 극한 공포에 휩싸이게 될 것이다. 성도들 중에는 주의  재림을 믿기는 하되 그 일이 까마득히 먼 장래에 발생할 것이므로 아직 시간적 여유가 넉넉하다는 태만 가운데 사로잡혀 있는 자들이 많다. 하지만 주께는 천년이 하루와  같다(벧후 3:8). 따라서 성도는 항상 주님과 동거하며 이 말세에 주시고자 하시는 주님의  말씀이 무엇인지를 상고하는 일에 늘 주의를 집중시켜야 하겠다.\n   둘째로는 예수의 재림이 불신자들에게 큰 파멸을 가져다준다는 점이다. 이 점에 관해 베드로는 본문의 말씀에 근거하여 마지막 날의 무서운 광경을 묘사하면서,  성도들이 거룩한 행실과 경건함으로 그 날을 간절히 사모하도록  강력하게  권고하였다(벧후3:9-12)."
        }
    ]
}