{
    "bible_book": "마태복음",
    "chapter_number": 1,
    "commentaries": [
        {
            "verse_reference": "1:1",
            "commentary": "마가복음은 로마인들을 위해 기록했기 때문에 예수님을 하늘나라의 복음을 전하며 행동하는 모습으로 묘사했다. 누가는 이방인의 관점에서 이방인을 위해 복음을 기록했다. 그는 예수님을 인자와 구세주 그리고 인류의 친구로 제시하였다. 구원의 보편성은 누가복음이 강조하는 주제이다. 심오한 사상가였던 요한의 복음서에서 예수님은 말씀이요, 창조주요, 하나님의 아들로 등장한다. 마태복음은 주로 유대인을 위해 기록했기 때문에 예수님을 위대한 교사요 예언의 성취자, 유대인의 왕 메시아로 제시했다.\n아브라함과 다윗의 자손. 복음의 주체이신 예수 그리스도를 유대인의 왕으로 믿고 소개했던 저자 마태는 복음서를 기술하면서 무엇보다 예수께서 혈통적, 법적 자격에 있어서 다윗 왕가의 계승자이심을 먼저 밝히고 있다. 실로 다윗 왕권이 B.C. 586년 예루살렘 함락이후 근 6세기가 흐르는 동안 거의 단절되다시피 했기 때문에, 이 땅에 오신 예수께서 다윗의 왕권을 이을 자라는 법적 근거, 곧 그분의 정통성(royal legitimacy)을 증명하지 않는 한, 절망 속의 유대인들은 아무도 그를 메시아로 인정하지도 환영하지도 않을 것이다. 더욱이 마태는 혈통과 족보를 중시했던 유대인들에게 예수가 진정 참 이스라엘인이자 다윗 가문의 오실 메시아이심을 확신시켜야만 하는 절대적 필요성을 느끼고 있었다. 그런 점에서 본 절의 두 사람을 예수 그리스도의 족보 첫머리에 기록한 마태의 의도는 분명하다. 그것은 (1) 예수 그리스도께서 언약의 후손이심을 강조하기 위해서이다. 당초 유대 백성들과 맺으신 하나님의 언약은 아브라함으로부터 시작되었다(창 12:1-3, 17:7). 그는 자신의 후손을 통하여 ‘천하 만민이 복을받게 될 것’이라는 약속을 하나님께로부터 받은바 있다(창 22:18, 갈 3:16). 또한 하나님은 다윗에게 영원히 그를 버리지 않으시며(시 89:29), 그의 자손 중 하나를 선택하여 그의 나라를 계승하게 하고 나아가서 그 계승한 왕에 의하여 그 왕위와 나라가 영원토록 견고히 보전되게 할 것이라는 메시아 언약을 주셨다(삼하 7:12-16). 한편 이와 더불어. 선지자 이사야는 ‘한 아기’, 즉 인간으로서 생각지 못할 기이한 칭호(기묘자, 모사, .전능하신 하나님, 영존하시는 아버지, 평강의 왕 등)를 가진 한 아이가 태어날 것이라고 예언했다. 그는 계속해서 그 아기가 ‘다윗의 위에 앉아서’ 그 나라를 굳게 세우고 영원히 공평과 정의로 다스릴 것인데 ‘여호와의 열심이 이를 이룰 것이라’고 단정적으로 예언한바 있다(사 9:6, 7). 이 예언에 따라 유대인들은 다윗의 자손을 곧 오실 메시아로 더욱 확증짓게 되었다(Berger). 이는 초대교회 시대로 접어들면서 확정적으로 인정되었다(행 13:23, 롬 1:3, 계 22:16). 여하튼 하나님의 언약이 오랫동안 지연(遲延)되기는 했지만, 이제 예수는 다윗에게 주어진 나라에 대한 약속과 아브라함에게 주어진 이방의 모든 세계에 대한 축복의 약속의 성취자로서. 다윗의 그루터기에서의 햇순으로 그 뿌리의 새싹으로 돋아나신 것이다(사 11:1). (2) 예수 그리스도는 절대적 권위를 지니신 이상적 왕이심을 밝히기 위해서이다. 사실 이스라엘의 실질적 시조(始祖)인 아브라함은 열국의 아버지요, 히브리 신앙 공동체의 창시자이며(창 12:2, 15:6), 다윗은 히브리 왕국의 실제적인 창시자요(삼하 7:12-16) 유대 역사상 가장 모범적이며 위대한 왕이었다. 마태는 바로 그러한 조상들의 혈통을 이은 예수야말로 유대인들이 고대(苦待)하던 절대적 통치자요 진정한 왕, 곧 메시아라는 사실을 주장하고자 했던 것이다(행 2:30). 이제 다윗의 왕권은 근 6세기만에 영원히 회복된 것이다. (3) 예수 그리스도는 하나님의 백성을 대표하는 자임을 밝히기 위해서이다. 즉 마태는 이들 믿음의 조상(창 15:6, 롬 4:3)들이 유대 백성들을 대표하여 불리워진 바 있듯이(창 18:18, 삼하 7:26) 그리스도는 모든 영적 이스라엘 백성들을 대표하여 하나님께 나아가 구속 사역을 통해 영영한 당신의 나라를 건설하실 분이심을(히 9:28) 묵시적으로 나타내고자 한 것이다.\n자손(휘오스). 이 말은 예수 그리스도를 지칭할 때 독특하게 사용된 용어로서 단순히 출생의 근원을 밝히는 말(테크논)이 아니라 법적인 측면에서의 정식 후손을 가리킨다. 이 말은 때로 상징적으로 사용되어 ‘왕권’을 의미하기도 한다.\n예수 그리스도. 역사적, 사명적 명칭(예수)과 직능적(職能的) 명칭(그리스도)이 결합된 구세주의 공식적 호칭이다. 이는 ‘예수야말로 구약 예언에 따라 오신 메시아이시다’는 초대교회 성도들의 신앙고백을 담은 명칭이기도 하다. 그런데 이 복합 명칭이 복음서에서는 좀처럼 사용되지 않다가(1, 18절, 16:21, 막 1:1 등에만 사용됨) 변증적, 교리적 입장에서 기술된 서신서들에서 자주 사용된 것은 하나의 특징이라 하겠다. 한편, 여기서 ‘예수’란 이름은 천사의 수태 고지(受胎告知)때 마리아에게 주어진 이름으로서(21절) 구세주의 인류 구속에의 사명이 내포된 이름이다. ‘그리스도’은 헬라어로서 히브리어의 메시아, 즉 ‘기름부음을 받은 자’를 뜻한다. 그런데 복음서에서 ‘그리스도’란 용어가 자주 사용되지는 않았지만 거의 언제나 ‘메시아’란 말과 완전히 동일한 의미로 간주되고 있다(16:16). 그런데 구약 성경에서 ‘메시아’란 말은 어떤 특별한 직무 수행을 위해 기름부음을 받고 임명된 자를 가리키는 데 그렇게 기름부음은 받는 자는 대체로 왕(삼상 16:13)과 제사장(레 8:12) 그리고 선지자(왕상 19:16, 사 61:1)였으며(그리스도는 이 모든 직무에 임명됨), 드물게는 이스라엘의 조상들(시 105:15), 이방의 왕 고레스(사 45:1) 등을 의미하는데도 사용되었다. 여하튼 다윗의 후손에 관한 구약의 예언들(삼상 2:10, 삼하 7:12-16, 시 2:2, 105:15)의 횟수가 늘어감에 따라 ‘메시아’나 ‘그리스도’는 하나님의 백성을 대표하는 자, 그리고 약속된 종말론적 통치릍 이 땅에 소개(introduction)시킬 자를 가리키는 고유 명사로 사용되기 시작하였다. 본서는 특별히 예수께서 약속된 메시아적 왕이심을 강조하고 있다(23절, 2:2, 6, 3:17, 4:15-17, 21:5, 9, 22:42, 45, 26:64, 27:11, 27-37). 더욱이 마태가 1장에서만 ‘그리스도’라는 단어를 세 번이나 사용한 것은 예수가 구약의 예언에 따라 메시아가 되신 분이라는 역사적 사실을 밝히고자 한 것이다. 한편 마태복음에서는 약 18회의 ‘그리스도’ 명칭이 등장하는데 본 절을 제외하고는 거의 대부분이 직분을 나타내는 칭호로서가 아닌 단순한 이름(name)처럼 사용되고 있다.이는 적어도 예수의 부활을 생동감있게 체험했던 자들에게는 당연한 현상이었던 것으로 보인다. 즉 그들은 그리스도가 구약의 예언에 따라 오실 ‘그분’만이 아니라, 실제적으로 오셔서 죄와 죽음의 문제를 해결해 주셨고, 또한 지금도 살아 역사하시는 실존적 존재로서 이해했던 것이다. 따라서 그들은 예수를 언급할 때 ‘예수 그리스도’, ‘그리스도 예수’ 혹은 ‘그리스도’로 점점 빈도 높게 사용하였다. 세계(비블로스 게네세오스)는 ‘탄생의 기록’, ‘역사의 기록’,’족보의 기록’(a record of genealogy, NIV)등의 뜻이다. 한편 이 말이 미치는 범위에 대한 견해는 (1) ‘족보의 기록’이란 번역을 따를 때 단지 족보 기록(1:1-17)에 국한된 내용에만 관계한다고 볼 수 있다(Calvin, Beza, Bruce). (2) 그리고 ‘탄생(birth or origin)의 기록’이라는 번역을 따르게 되면 본서의 서론(1:1-2:23)부분 전체와 관계된 제목이라 할 수 있다(Plummer). (3) 마지막으로 ‘역사의 기록’이란 번역을 따르게 되면 마태복음 전체, 또는 복음서 전체의 서두와 연관된 서언으로 볼 수 있다(Eulthy, Zigab, Ebrard). 이같은 표현은 70인역(LXX)의 창 2:4에서 창조의 대략을 설명할 때(창 2:4-25)와 창 5:1에서 계속 이어지는 아담 자손의 족보를 열거하는 문두(文頭)에 사용되었다. 한편 ‘탄생’(게네시스)이란 명사가 18절에 재언급되기 때문에 1절에 제시된 표제어 형식의 표현은 그 내웅 범위가 족보를 소개하는 이상의 포괄적 의미로 볼 수 있다. 그렇다고 해서 이명사가 책 한 권내지, 어떤 장문의 문서 전체를 포함하는 표제어로 사용된 적은 한 번도 없다. 따라서 ‘비블로스 게네세오스’라는 말은 1, 2장을 한 단위로 묶어 ‘예수 그리스도의 탄생에 관련된 기록’으로 본 (2) 번의 주장이 가장 타당한 듯하다. 실로 구약이 세계의 발생 기원에 관한 책(창세기)으로 시작하고 있으나, 신약은 그 세계를 창조하신 성자 하나님의 ‘탄생 기원에 관한 책’으로 시작하고 있다는 점에서 이 족보의 위대성이 여실히 드러난다.\n1:2 아브라함이 이삭을 낳고. 예수의 족보는 선민 이스라엘의 합법적 조상이자, 처음으로 메시아 언약을 받았던 아브라함에게서 시작된다(창 12:3). 그런데 문제는 아브라함의 아들 중 이스마엘이나 기타 자식들(창 25:1-3)에게는 관심을 두지 않고 오직 둘째 아들 이삭에게만 관심을 두고 있다는 점이다. 이는 언약에 따라 태어난 후손만이 메시아의 혈통을 이을 수 있다는 하나님의 선택적 의지를 반영한다(창 15:4, 17:1-22, 21:1-7). 한편 이삭의 츨생은 소망이 단절된 죽음의 태(胎)를 열고 출생했다는 점에서(히 11:11, 12) 사망의 권세틀 깨치고 새생명의 환희를 제공키 위해 탄생하신 예수의 출생을 예표(豫表)하기에 적절하다.\n낳고(겐나오). 이를 번역하면 ‘ … 의 아버지라’(was the father of,NIV)고 할 수 있다. 그런데 이 단어는 반드시 친자(親子)를 뜻한다기 보다 그 혈통에 이어지는 직계를 의미한다. 따라서 이 말은 때로 ‘ … 의 조상이다’, ‘ … 의 조상이 되었다’는 뜻으로 사용되기도 한다. 본 장의 족보 내에서도 이 원리가 적용되고 있다.\n이삭은 … 그의 형제를 낳고. 마태는 이 이름들에서 족보 이상의 것, 즉 선택받은 나라의 역사를 요약하고 있다. 이삭, 야곱, 유다 그리고 다윗과 솔로몬(6절)등이 장자 신분이 아닌 동생들로서 그리스도의 조상으로 선택받은 사실은 그리스도의 육적 신분의 탁월성이 아닌 하나님의 구속적 섭리의 독특한 방식, 즉 ‘낮은 자를 높이시고 슬퍼하는 자를 흥기(興起)시키는’(욥 5:11, 겔 21:26 ) 하나님의 뜻에서 유래한다. 사실 야곱의 12 아들 중 혈육상의 장남은 르우벤이었고, 야곱의 애정은 요셉에게로 많이 기울어졌지만, 하나님은 유다 지파를 들어 메시아를 일으키셨다. 실로 하나님의 선택과 그 은총은 인간적 혈통을 초월하여 진행된다(요 1:13). 특히 야곱의 열 두 아들 중에서 유다만이 족보에 이름이 오른 이유는 ‘홀이 유다를 떠나지 아니할 것’이라는 야곱의 예언(창 49:10)대로 그에게서 다윗 왕가가 났기 때문이다. 그러나 유다와 함께 열 두 형제를 언급한 것은 (1) 12지파는 하나님의 언약 백성의 전형적 모델이다. 이는 예수께서 12제자를 선택하여 천국 일꾼으로 사용하신 것과도 연관이 있다. (2) 유다에게서 나신 그리스도가 구약의 언약 공동체인 12지파 전체의 진정한 통치자이신 메시아이다. (3) 그리스도 안에서의 축복은 하나님이 당신의 교회로 모으시는 영적 이스라엘(야곱)의 모든 자손들이 공유(共有)할 것임을 나타낸다.\n1:3 유다는 다말에게서. ‘종려나무’란 이름의 뜻을 지닌 다말은 원래 유다의 아들인 엘의 아내였으나, 그 남편이 죽자 그의 시아비 유다를 유혹하여 득남했던 집요(執拗)한 여인이다(창 38:6, 대상 2:4).\n유대인의 족보는 여자를 포함시키지 않는 것이 상례다. 누가의 족보에는 이 규칙을 따라 여자 이름이 나오지 않는다. 그러나 마태복음에는 4명의 여자가 등장한다. 그것도 유대인들이 자랑스러워하는 여인들이 아니다. 마태가 이렇게 한 이유가 무엇일까?\n성경에 족보를 기록한 목적 : 유대인들은 개인이나 가문 혹은 어떤 집단의 혈통 또는 기원을 밝히려고 족보를 기록했다. 그래서 족보를 통해 개인의 상속권의 합법성을 밝히고 사회적인 지위나 권리 등을 확보하려고 하였다. 그러나 성경에 나오는 족보의 중요한 특성 중의 하나는 족보가 구속사적인 의미를 간직하고 있다는 것이다. 즉 성경에 족보가 나온 이유는 백성을 구원하시는 하나님의 구속 활동이 어떻게 중단 없이 계속되어 왔는가를 족보의 기록을 통해 확인하고 보여 주기 위해서이다.\n창 10장에 나온 노아의 족보는 홍수 후에도 하나님의 구속 사업이 노아의 후손들을 통하여 어떻게 전개되었는지를 알려 주기 위한 것이다. 이런 의미에서 마 1장과 눅 3장에 나온 예수 그리스도의 족보는 하나님의 구속사가 그의 아들 그리스도를 통하여 절정을 이루고 있는 것을 보여준다. 이런 목적 때문에 성경의 족보는 어떤 인물은 생략하고, 하나님의 구속사적인 의미를 강하게 나타내 주는 인물이면 때로는 이방 여인도 포함하고 있다.\n유대인의 족보 : 유대인의 족보는 남자들을 중심으로 기록하였다. 그리고 특별한 경우 외에는 정실 부인의 자식을 족보에 기록했다. 여자의 이름이 족보에 나타나는 것은 극히 예외적인 경우로써 중요한 목적이나 의미가 있을 때에 한했다. 특히 유대인들을 염두에 두고 복음서를 기록한 마태가 4명의 여인들을 족보에 포함시킨 것은 예사롭지 않은 일이었다. 이들 중 최소한 두 여인(라합, 룻)은 혈통적으로 이방인이었다(밧세바와 다말이 이방인이었는지는 분명하지 않음). 밧세바와 다말은 도덕적으로 문제가 있었고 더구나 라합은 기생이었다. 마태는 왜 멸시받는 이 여인들을 예수의 족보에 넣었을까? 다음과 같은 몇 가지 이유를 생각해 볼 수 있을 것이다.\n(1) 하나님의 구속사에는 각양각색의 사람들이 다 포함되어 있다. 믿음의 영웅이나 의로운 사람들이 있는 반면에 사악한 사람들도 있고, 수치스러운 과거를 가진 사람들도 있다. 하나님의 구속사는 인간의 약함이나 악함에 제한받지 않고 인간의 실패까지도 하나님의 뜻을 이루는데 사용하고 있음을 보여주고 있다.\n(2) 이들 중 최소한 두 여인이 이방인이라는 사실은 메시아는 이스라엘에 속하지 않은 모든 족속들에게도 복의 근원이 되시는 분임을 보여 주며, 구속사에는 유대인과 이방인의 차별뿐만 아니라 남녀의 차별도 사라졌다는 점을 부각시키고 있다. 또한 이 네 여인은 모든 예기치 못한 상황 속에서도 메시아의 도래를 준비시키는 하나님의 섭리의 역사를 계시하고 있다. 멸시받는 여인의 후손에서 하나님의 아들이 태어났으며 마리아의 경우에서 볼 수 있는 것과 마찬가지로 구속사에서 여자들의 역할은 필수불가결한 것이다.\n(3) 룻을 제외한 나머지 여인들은 간음한 수치스러운 죄인들이었다. 특히 밧세바를 우리야의 아내라고 소개하여 다윗의 수치스러운 죄를 숨기지 않고 있다. 하나님의 아들 예수 그리스도도 인간의 죄로 얼룩진 가계에서 태어나셨다. “자기 백성을 그들의 죄에서 구원할 자”(21절)이신 예수께서 죄는 없으시되 “죄 있는 육신의 모양”(롬 8:3)을 그대로 취하여 자신을 낮추신 겸손하신 분(빌 2:5-8)을 확연히 드러낸다(Meyer, Plummer, Carr). 하나님께서는 당신의 아들을 이런 죄 중에 태어나게 하시고 죄에 대하여 승리하시어 그 죄에 얽매여 살고 있는 죄인들을 구원하게 하셨다는 것을 강조하고 있다.\n(4) 족보를 보면서 독자들은 하나님의 아들인 예수 그리스도의 조상으로 이런 죄 많은 여인들을 택하신 하나님의 무한한 사랑과 용서를 깊이 느낄 수 있다. 하나님께서는 우리의 혈통, 죄의 다소에 편견을 갖지 않으시고 우리를 사랑하신다. 족보를 통하여 하나님의 끝없는 사랑을 드러내고 있는 것이다.\n베레스와 세라. 이 둘은 쌍동이였기 때문에(창 38:27) 동시에 언급된 것 같다. 한편 이들로부터 다윗까지의 혈통은 룻 4:18-22에서 찾아볼 수 있다. 한편, 헤스론(창 46:12, 대상 2:5), 람(대상 2:9), 아미나답(4절, 출 6:23, 민 1:7, 대상 2:10), 나손(민 2:3, 7:12, 대상 2:10, 눅 3:32), 그리고 살몬(5절, 룻 4:20-21, 대상 2:11)은 거의 알려지지 않은 인물들인바, 베레스로부터 모세 당시의 아미나답까지 네 세대가 교체되는 기간이 약 4백년(창 15:13, 출 12:40)이나 된다는 사실은 본 족보에서 최소한 몇 명의 이름이 생략되었을 것이라는 짐작을 가능케 한다.\n1:4 나손은 살몬을 낳고. 여기서 ‘나손’은 유다 지파의 족장으로서 광야 생활 중 회막 예물 헌상시 제 1일에 예물을 드렸던 자이다(민 7:12).\n1:5 살몬은 라합에게서 보아스를 낳고. 본문에 언급된 라합이 여호수아 2장과 5장에 나오는 여리고의 기생이라는 것은 분명한 사실이다. 그런데 유대인들의 한 전승에 따르면 라합이 여호수아의 아내가 되었다고 전하고 있고, 또 다른 자료에는 그녀가 여호수아가 파견했던 두 정탐꾼 가운데 한 명인 살몬의 아내라고 전하고 있다. 마태의 기록은 후자의 자료를 따르고 있다. 특별히 마태는 라합의 이름을 통해 그녀가 우상 숭배로 만연(蔓延)된 가나안 땅에서 유일신 하나님을 믿는 신앙(수 2:11)으로 말미암아 선민(選民)의 대열에 동참케 되었을 뿐 아니라 그리스도의 직계 조상이 되는 엄청난 축복을 받았다는 사실을 강조하고 있는 것이다.\n룻에게서. ‘룻’은 모압 여인으로서 인생의 전환점에서 이스라엘의 하나님과 시모(媤母)를 끝까지 저버리지 않았던 믿음의 산 증인이다. 한편 신 23:3에 의하면 모압의 후손들은 십대(十代)뿐만 아니라 영원히 여호와의 총회에 들어오지 못하도록 되어 있었다. 그러나 이같은 규례조차도 복의 근원이신 예수를 통하여 주어진 축복의 약속을 방해하지는 못한다. 예수 그리스도 안에서는 혤라인이나 유대인이나 모든 이방인이나 차별 없이 약속의 자녀(롬 9:8)로 환영 되어진다.\n1:6 다윗왕. ‘왕’이란 표현에서 본 족보의 주제가 왕위 계승적 혈통임이 분명히 드러난다. 여기서 오직 그만이 ‘왕’으로 기록된 것은 왕권의 언약이 그와 더불어 맺어졌고, 그의 왕권은 메시아 왕권의 예표로서 주어진 것이기 때문이다(삼하 7:12-16). ‘왕’이라는 단어는 1세기의 유대인들에게 있어서 다윗의 통일 왕국에 대한 깊은 향수를 불러 일으키게 하고 종말론적 메시아 대망을 일깨우기에 충분했을 것이다. ‘위대한 다윗왕의 자손’인 메시아가 바로 예수 그리스도로서 그가 다윗의 위(位)를 계승할 자(눅 1:32)라고 말해지고 있는 것이다.\n우리야의 아내. 하나님의 축복의 광채를 송두리째 삼켜 버릴 수도 있었던 다윗의 부끄러운 범죄를 드러내는 부분이다. 마태는 밧세바를 우리야의 아내(삼하 11:3)라고 표현하여 그리스도의 혈통 속에 있는 또 하나의 중대한 오점(汚點)을 드러냄으로써 왕국 건설에 있어서 여하한 인간의 공로도 철저히 배격하고 있다.\n솔로몬. 다윗이 자신의 간음죄를 참회(懺悔)한 후에 ‘하나님의 사랑을(다시) 덧입은’(여디디야, 솔로몬의 또다른 이름, 삼하 12:25) 증표로 얻었던 아들이다. 이는 결국 메시아의 혈통이 인간의 실수에 대한 하나님의 초월적 회복과 은총이라는 구속사의 큰 흐름을 담고 있음을 보여준다. 한편 여기에서 두 번째의 14대가 시작되며 그들의 명단은 대상 3:10-24에 기록되어 있다. 그런데 솔로몬 이후의 족보는 마태와 누가의 기록(눅 3:23-38)이 서로 다르다.\n1:7 르호보암은 … 아사를 낳고. 사악했던 왕 르호보암이 악한 왕 아비야를 낳고, 악한 왕 아비야가 선한 왕 아사를 낳은 것처럼 이 족보의 혈통에 있어서 선과 악의 명백한 패턴은 없다. 그러나 비록 그들 악한 왕들의 불순종과 배역(背逆)에도 불구하고 그들의 사악한 생각이나 책략들을 지배하고 계신 하나님의 구속사적 섭리가 그들의 혈통 속에 면면히 흐르고 있음을 보여 준다.\n1:8 요람은 웃시야를 낳고. 이 두 왕 사이에 아하시야(왕하 8:26), 요아스(왕하 12:1), 그리고 아마샤(왕하 14:1) 등 세 왕의 이름이 생략되었다. 이에 대한 여러 해석 중에서 (1) 마태가 인용한 족보에서 이미 그 이름들이 생략되었기 때문, (2)히브리 원문에 대한 70인역(LXX)의 독법(讀法)의 잘못 때문(Alen, Calvin), (3) 그들이 사악하기로 소문난 아합과 이세벧(왕하 8:27)과 관계가 있기 때문에, 또한 간악한 왕후이자 왕위 찬탈자(왕하 11:1-20)인 아달랴(왕하 8:26)의 자손이므로 3, 4대에 걸쳐 저주를 받을 것이라는 계율(출 20:5)에 따라 생략(Ebrard, M. Henry), (4) 히브리 문학적 기교(技巧)에 따라 14대의 숫자를 맞추기 위해 마태가 고의적으로 생략함(Jerome, Light-foot, Carr) 등이 있는데 마지막 14대에서도 명단을 단축시킨 것으로 보아 세 번째 견해가 가장 타당한 듯하다(17절).\n1:9 웃시야는 요담을. 여기 언급된 웃시야는 아사랴(대상 3:12, 왕하 15:13, 17-20비교)와 동일 인물이다.\n1:10 히스기야는 므낫세를 낳고. 히스기야는 29년간 재위하는 동안 남왕조 유다 역사의 빛나는 한 시대를 열었던 신앙적.민족적으로 탁월한 왕이었고(왕하 18-20장), 그의 아들 므낫세는 55년간 재위하면서 바벨론 포로의 근본적인 원인자가 될 만큼 유대의 운명을 좌초(坐礁)시킨 악한 왕이었다(왕하 24:3). 그럼에도 므낫세가 앞의 족보에서 탈락된(8절) 세 사람과 다른 것은 나중에 하나님의 징계를 받고 크게 회개하여 은혜를 회복하였다는 점이다(대하 33:12, 13).\n1:11 바벨론으로 이거할 때. 유다의 3차에 걸친 바벨론 유수(幽囚) 중(B.C. 605, 597, 586년) 본 족보의 기사는 제 2차와 제 3차인 여호야긴(여고냐)과 시드기야(맛다니야) 시기에 해당한다. 자세한 내용은 다음 항목 참조.\n요시야는 여고냐와 그의 형제를 낳으니라. 유다의 왕위 계승의 순서대로 살펴보면 여기에서도 몇 사람의 이름이 누락(漏落)되었다. 요시야의 네 아들(대상 3:15, 여호아하스, 여호야김, 시드기야, 살룸)중 둘째 아들인 여호야김(엘리아김)이 애굽의 간섭에 의해 그의 형 여호아하스의 뒤를 이어 유다왕에 즉위하였다(B.C. 608년, 왕하 23:34). 이 시기에 애굽은 신흥 제국 바벨론의 느부갓네살에게 갈그미스 전투에서 대파(大破)당했고(B.C. 605년, 렘 46:2-12) 유다는 바벨론의 속국이 되었다. 이후 여호야김은 그의 아들 여호야긴(여고냐)에게 왕위를 물려 주었고(B.C. 597년, 왕하 24:6-16), 바벨론의 2차 침략때 여호야긴과 그 모후(母后) 그리고 신하와 방백 등 1만 여명이 포로로 잡혀갔다(2차포로, B.C. 597년). 그리하여 바벨론은 여호야긴 대신에 그의 숙부 시드기야를 왕으로 삼았다(B.C. 597년, 왕하 24:17). 이때 시드기야는 예루살렘 최후 멸망의 해인 B.C. 586년까지 유다를 통치하였다(왕하 24:17-25:7). 한편 요시야와 여고냐(여호야긴) 사이에 여호아하스, 여호야김, 시드기야 세 사람이 빠졌는데, 이것은 8절에서의 경우처럼 생략된 것으로 보인다. 그런데 형제가 없는 것으로 알려진 여고냐에게 두 숙부에 해당하는 여호아하스, 시드기야가 그의 형제로 취급되고 있다. 이에 대해 여고냐, 곧 여호야긴을 여호야김이란 이름과 혼동하여 사본 기록자가 잘못 기술했다는 학설(Clarke)이 있다. 그러나 이 학설보다 오히려 여호야김이 족보에서 생략된 것으로 보고 본문의 내용을 그대로 인정하는 것이 더욱 환영받는 견해이다. 그렇다면 ‘그의 형제’란 말은 히브리 문학 기교상 가까운 친족을 의미한다고 볼 수 있거나, 아니면 여고냐와 바벨론의 학정(虐政)을 같이 경험한 동족이라는 의미로 이해할 수 있을 것이다(Gundry). 한편 유다의 마지막 통치자 시드기야가 족보에서 빠진 이유는 다윗왕의 혈통이 여고냐로 이어지기 때문일 것이다.\n1:12 바벨론으로 이거한 후. 이 말은 다윗 혈통의 왕권이 두 번째 포로(B.C. 597)로 인하여 사실상 종말을 고했음을 강조한다. 이와 동시에 마치 무덤 속과도 같은 포로 생활 중에서도 다윗의 혈통을 ‘남은 자’들을 통해서 존속시키시는 하나님의 은혜로운 섭리를 시사해 주고 있다. 이는 “홀이 유다를 떠나지 아니하며 치리자의 지팡이가 그 발 사이에서 떠나지 아니 하시기를 실로가 오시기까지 미치리니”(창 49:10)라고 야곱이 예언한 그대로이다.\n여고냐는 스알디엘을 낳고. 예레미야의 기록(렘 22:30)에 따르면 여고냐는 무자(無子)하여 혈통을 잇지 못했음을 볼 수 있다. 그리고 누가의 기록(눅 3:27)에 의하면 스알디엘은 네리의 친아들이었다. 이러한 난맥(亂脈)상을 종합해 본다면 결국 양자의 절차를 통해 세리의 아들 스알디엘이 여고냐의 뒤를 이어 다윗의 혈통를 잇게 되었음을 짐작해 볼 수 있다.\n스알디엘은 스룹바벨을 낳고. 스룹바벨을 스알디엘의 형제인 브다야의 아들로 기록한 대상 3:19에 의해 본 구절은 난제로 지적된다. 그러나 성경의 다른 부분은 대체로 스알디엘을 스룹바벨의 아버지로 묘사하고 있다(스 3:2, 5:2, 느 12:1, 학 1:1, 2:2, 23). 마태도 바로 이 기록에 근거해 본 족보를 기술하고 있다. 그런데 이 난점을 해결할 가장 좋은 방안은 계대 결혼 제도(신 25:5-10)이다. 스알디엘이 후손 없이 일찍 죽었다면 브다야는 마땅히 ‘그 형제의 집 세우기’를 위하여 스알디엘의 아내, 곧 형수(兄嫂)에게서 스룹바벨을 낳았을 것이다. 한편 스룹바벨은 제 1차 포로 귀환을 인솔하였고 예루살렘 성전과 성곽 중수 사역을 지휘한 예루살렘의 지도자였다(스 1-5장). 이는 다윗의 혈통에 꺼지지 않고 발하고 있는 하나님의 은혜를 발견케 한다. 그리고 여기 스룹바벨은 영광스럽게도 메시아의 예표가 되고 있다(학 2:20-23).\n1:13 아비훗은 … 야곱을 낳고. 여기에 기록된 이름들은 본 족보 이외의 곳에서는 나타난 바 없다. 이에 대하여 건드리(Gundry)는 아비훗과 야곱 사이에 실린 이름들이 변형된 것이라고 설명하고 있다. 즉 그는 누가복음에 기록된 역사적으로 정확한 이름들을 ‘마태가 보는 관점, 즉 왕적 관점에 따라 달리 기록한 것’이라고 주장한다. 한편 대상 6:3-14에 기록된 제사장 혈통에 기록된 이름들 가운데 이 이름들을 찾아블 수 있다.\n1:14 없음.\n1:15 없음.\n1:16 야곱은 … 낳았으니. 요셉의 왕족 혈통은 밝혀졌다. 그러데 누가에 의하면 예수의 아버지 요셉을 헬리의 아들로 보고 있다(눅 3:23). 이 난제에 대해 초대교회 전승들은 (1) 맛단에게 야곱과 헬리, 두 아들이 있었는데 이 야곱은 외딸 마리아를, 헬리는 요셉을 각각 낳았는데 여기서 요셉이 마리아와 결혼함으로써 요셉이 야곱의 법적 아들이 되었다고 한다(Chagig). (2) 자손 없이 죽은 야곱의 혈통을 잇기 위해 동생 헬리가 형수를 취하여 요셉을 낳게 했다고 한다(Eusephus). 이러한 전설들 중에 첫 번째 견해가 더욱 환영받고 있다(Carr). 이로 보건대 누가는 역사적 사실에 근거했으며, 마태는 예수의 왕통에 관심을 둔 것으로 이해된다. 여하튼 마태 족보는 예수의 법적 부친으로서 요셉을 제시하고 있다. 이로써 예수 그리스도는 혈연적으로는 요셉과 아무런 관계가 없음에도 불구하고 아브라함과 다윗 혈통의 왕통을 합법적으로 이어 받고 있는 것이다. 여기에 그리스도가 다윗의 자손이면서도 자손이 아니 신비한 진리가 존재하는 것이다(22:41-46 참조).\n마리아에게서 … 예수가 나시니라. 여기서는 분명 ‘요셉’이 예수를 ‘낳고’로 기록하지 않고 ‘마리아에게서’란 단정 어구를 사용함으로써 인간의 생식적 노력을 배제하는 동시에 예수의 ‘처녀 탄생’을 확연히 드러내고 있다. 물론 처녀 탄생을 반박하는 자료로 활용되고 있는 ‘시내 시리아 사본’(Sinaitic Syriac Version)에 기술된 ‘처녀 마리아와 약혼한 요셉이 예수를 낳았다’는 기록은 단연코 받아들일 수 없다. 이를 증명이라도 하듯이 마태가 기술한 족보 전체에 걸쳐 ‘ … 를 낳고’의 형식, 즉 ‘인간의 성적 결합을 통해 낳았다’라는 동사 ‘겐나오’으로 일관 되어 오다가 여기서는 그 사용이 그친다. 대신 ‘나시니라’라는 뜻의 ‘에겐네대’, 곧 능동태인 ‘겐나오’와는 달리 수동태 동사로서 인간이 낳은 것이 아니라 인간은 단지 출생의 도구 역할을 했을 뿐임을 강조한 말로 전환되고 있다. 이 동사의 주어는 분명 예수 자신이 되는 것이며 그러므로 예수는 육체적으로는 ‘성령으로 잉태’한 여인(18절) 마리아에게서 ‘나시니라’라고 말해지고 있는 것이다. 이는 족보상으로는 이미 아브라함과 다윗의 합법적인 후손임을 확보해 눠은 것처럼 역시 그리스도가 인간의 혈통(씨)을 의지하지 않은 하나님의 아들이심을 강력하게 나타내고 있다. 한편 본문에 언급된 ‘마리아’란 이름은 ‘높여진 자’란 뜻의 히브리어 ‘미리암’의 헬라식 음역이라고도 하고, ‘괴롭다’, ‘쓰다’는 뜻의 ‘마라’에서 유래했다고도 한다(룻 1:20). 하여튼 어떤 것이 되었든지 예수 수태(受胎)의 전후 상황과 조화가 되는 이름임에 틀림 없다.\n그리스도라 칭하는 예수. 그리스도는 예수의 제 2명(Second name)으로서 예수께서 메시아의 직무를 가지고 있다는 사실을 확실히 드러낸 명칭이다(1, 21절 참조).\n1:17 열네 대. 마태복음에 기록된 족보에서 볼 수 있는 특징은 족보를 14대씩 3기로 나누어 42대만 기록했다는 것이다. 누가복음의 족보는 아브라함부터 예수까지 56세대로 구성되었기 때문에 두 족보 사이에는 많은 차이가 난다. 왜 마태는 42세대만 기록했을까? 그리고 14대씩 끊은 것은 무슨 의미가 있을까?\n유대인들이 족보를 기록하는 목적은 첫째로 개인이나 가문 혹은 어떤 집단의 혈통 또는 기원을 밝히려는 것이요 또 하나의 중요한 목적은 구속사적인 의미를 드러내는 것이었다. 즉 하나님께서 그 백성을 구원하시는 구속 활동이 어떻게 사람들을 통해서 나타나는가를 족보의 기록으로 선명하게 보여 주기 위한 것이다. 이런 목적 때문에 성경의 족보는 어떤 인물을 생략하기도 하고 때로는 추가하기도 했다.\n누가의 족보가 56세대를 기록하고 있는 데 반하여 마태는 42세대만 기록하여 무려 14세대나 차이가 난다. 이는 물론 마태의 족보와 누가의 족보의 계보가 서로 다르기 때문이기도 하지만 또 하나의 중요한 이유는 마태가 이스라엘 역사에서 일대 전환기를 이루는 인물이나 사건을 중심으로 족보를 14대씩 끊어서 3기로 구성했기 때문이다. 다시 말해서 마태는 예수 그리스도의 탄생을 통한 하나님의 구속사를 14대씩 맞추어 가장 선명하게 드러내기 위하여 어떤 인물은 생략했으며 필요하다고 생각되면 족보에 들어갈 수 없는 여자들까지 포함시켰다.\n세 부분으로 구분한 역사의 특징은 다음과 같이 나눌 수 있다.\n(1) 첫 번째 14대는 신정 정치(Theocracy), 두 번째 14대는 군주 정치(Monarchy), 세 번째 14대는 성직 정치(Hierarchy) 등으로 나눌 수 있다(Wycliffe).\n(2) 첫 번째 부분은 이스라엘 역사의 초창기라고 할 수 있는 아브라함부터 다윗까지 14대의 인물들을 기록하고 있다. 이때는 선택과 혼란과 약속의 시기였다. 두 번째 부분은 다윗 왕 때부터 바벨론 유수까지로 이스라엘의 전성기와 약속의 성취를 드러내고 있다. 세 번째 부분은 바벨론 유수 생활에서부터 예수 그리스도의 탄생까지로 역시 14대의 인물들을 등장시켜 회복과 구속 사업의 완성을 말해주고 있다.\n(3) 첫 번째 14대가 다윗 가문의 여명기(黎明期)와 같다면, 두 번째 14대는 대낮 같이 찬란한 번성기(繁盛期))라고 말할 수 있고, 마지막 14대에서는 다윗 가문이 쇠퇴기(衰頹期)에 접어 들어 가난한 목수의 가문에 다다르며, 그 어둠 속에서 큰 별(2:2, 10)과도 같은 예수 그리스도께서 탄생하여 ‘이스라엘의 영광’(눅 2:32)이 되셨다.\n또한 각 부분의 처음 인물과 맨 마지막 인물은 한 부분은 시작하고 끝맺는 데 중요한 인물들로서, 특히 예수 그리스도의 탄생과 구속사의 완성에 중대한 의미를 지닌 사람들이었다.\n마태가 족보를 14대로 나눈 이유는 (1) 단순히 독자의 기억을 돕고 족보를 인상적으로 만들기 위함이라는 설(Michaelis), (2) 다윗이라는 이름의 히브리어 알파벳 숫자의 합이 14이기 때문이라는 설(달렛 4, 와우 6, 달렛 4), (3) 14라는 숫자가 완전수인 7의 배수이기 때문에 구속사업의 완전성을 강조하기 위해 이 숫자를 사용했다는 설 등이 있다.\n그런데 이 족보의 문제는 족보를 14대를 한 단위로 해서 세 부분으로 나누었는데 1명이 누락된 41명만이 소개되어 있다는 것이다. 족보의 세 번째 부분인 바벨론 유수 때부터 예수 그리스도까지가 14대가 아니라 13대밖에 나타나지 않는 것이다. 이에 대해 (1) 헨드릭슨(Hendriksen)은 여고냐를 두 번 계산해야 한다고 주장한다. 즉, 옛사람으로서의 여고냐(왕하 24:8-12, 렘 22:30), 포로 이후의 새사람으로서의 여고냐(왕하 25:27-30, 렘 52:31-34)로. (2) 슈바이쩌(Schweizer)는 다윗을 두 번 계산해야 한다고 주장한다. (3) 건드리(Gundry)는 요셉(족보상)과 마리아(육체상)를 각각 가산해야 한다고 주장한다.\n1:18 예수 그리스도의 나심은 이러하니라. 1절과 같이 힘차고 단순 간결한 서술문이다. ‘나심’(birth)이란 1절의 세계(게네시스)와 동일한 단어이다. 이 단어는 ‘탄생’ 또는 ‘역사’를 의미하며, 예수 그리스도의 ‘기원’이라는 말로 번역해야 할 것이다. 이것은 서술부인 ‘이러하니라’(후토스엔)에서 그 뜻이 분명해진다. 어느 누구도 ‘이러한’ 기원을 가진 사람 없었고, 앞으로도 영원히 없을 것이다. 이것이 마태가 기술하려는 그리스도의 기원의 양태(樣態)인 것이다.\n그 모친 마리아가 요셉과 정혼하고. 정혼(약혼)한 상태는 법적인. 결합을 의미하는 것으로 결혼에 대한 구속력을 지닌다. 이는 분명 오늘날의 약혼보다는 더 엄숙한 관계였고, 간음으로 인하지 않고는 결코 파혼할 수 없는 사실상의 기혼상태였다. 이런 이유에서 22:23, 24에는 정혼 상태에 있는 여자를 ‘아내’라고 호칭하고 있는데, 본문의 요셉과 마리아도 정혼에 의해 남편과 아내로 일컬어지고 있다(19절). 또한 대략 1년 정도의 정혼 기간을 가지는데, 바로 그러한 상태에서 남편이 사망하면 그 여자는 자동적으로 과부가 되었고, 만약 그 기간 중에 부정(不貞)을 저지르면 간음으로 간주되어 죽음의 형벌을 받을 수도 있었다(신 22:23, 24). 그런 점에서 결혼이란 말은 단지 신랑이 신부를 집으로 ‘데리고 가는 것’(동거)을 말한다고 해도 지나친 설명은 아닐 것이다(25:1-13 참조). 따라서 이로써 이미 예수의 법적 혈통은 획득 되어졌다. 더욱이 본문에서는 정혼 기간에 성관계를 갖지 않는 유대인의 관례에 따라 ‘예수 그리스도의 나심’이 비상한 것이었음을 넌즈시 강조하고 있다. 한편 마리아가 본 절에서 주어로 쓰임으로 그의 위치가 크게 부각되고 있다.\n동거하기 전에. 마태가 이 말을 추가할 때 정혼식에서 실제 혼인식(신부를 데려오는 일)까지의 일정한 기간 사이(대략 1년 소요)로 독자를 이끄는 점에 유의하라. 왜냐하면 성적인 결합은 남편이 그의 아내와 함께 동거하기 위해 아내를 자기 집으로 데려 왔을 때 벌어지는 혼인 잔치에서 비롯되기 때문이다. 이처럼 일정한 혼인 예식을 끝내고 동거했을 때만이 성적 결합이 합법적인 것으로 인정받게 되었던 것이다.\n성령으로 잉태된 것이 나타났더니. 마리아에게서 잉태된 징조가 ‘나타났다’는 사실은 숨기고 있던 수치나 죄악이 비로소 발각되었다(알아내었다)는 뜻이 아니다. 오히려 이것은 하나님의 특별하신 역사(役事)로 잉태되었음이 ‘분명해졌다’는 의미이다. 한편 이 잉태는 성령을 통해 이뤄진 것으로서 누가복음에서는 이 잉태에 대한 기사를 훨씬 더 자세히 그려내고 있다(눅 1:26-56). 그런데 ‘성령을 통한 잉태’라는 말속에는 이교도들의 사상처럼 신과 인간이 한몸을 이룬 결과라는 뜻이 전혀 개입되어 있지않다. 그 대신 메시아를 대망하던 시대에 돌연히 나타나리라 기대되었던 지극히 높으신 자, 곧 여호와의 권능이 성령 안에서 기적적으로 마리아를 잉태시켰던 것이다. 즉, 하나님은 당신의 아들을 이 세상의 구원자로 보내시면서 인간의 어머니는 주셨지만 아버지를 주시지 않았다. 결국 그분은 하나님의 아들이며 동시에 인간의 아들, 곧 완전한 신(神)이시자 완전한 사람이셨던(God-Man) 것이다(A. T. Robertson).실로 이와 같은 성육신(Incarnation)의 비밀은 ‘예수는 육신을 입으시고 나셨으나, 육신적 이유 때문에 탄생하신 것은 아니다’라는 데에 있다. 즉 그가 육신의 모양으로 나심으로 육신을 지배하던 죄와 사망의 문제를 해결할 수 있었고, 또한 제 3의 하나님이신 성령의 완벽하신 신적(神的) 준비를 통해 나심으로 인간들이 지닌 본원적 죄성(罪性)을 물려받지 않으실 수 있었던 것이다(Plummer). 실로 예수의 처녀 탄생문제는 예수께서 성육신하시기 전에 이미 실제적으로 선재(先在)하셨음을 믿는 자에게는 의심할 만한 크나큰 문제가 되지 않는다. 예수의 성육신은 모든 신앙인들의 마음의 근거요 출발점이 된다(요 1:14, 17:5, 고후 8:9, 빌 2:5-11, 골 1:15-19).\n1:19 그 남편 요셉은 의로운 사람이라. 요셉은 정혼식에 의한 남편으로서의 권리를 행사하려 했다. 여기서 ‘의로운’(디카이오스)이란 ‘곧은’, ‘공정한’이란 뜻으로서 청렴 결백하여 불의에 굴하거나 흔들림이 없는 상태를 지칭한다. 실로 그는 공의롭고 강직한 성격의 소유자로서 율법에 따른 하나님의 명령을 좇아 살고자 했던 사람이었다. 그렇다면 그는 적어도 여자가 부정했을 경우 돌로 쳐죽여야 한다는 모세의 율법(신 22:20-24)을 한번쯤 떠올렸을 것이다. 그의 이러한 내면적 갈등은 정혼한 마리아와 파혼하려 마음먹은 데서 발견된다. 여하튼 그는 마리아를 혹독하게 다루어 자신이 참 유대인임을 증명할 수도 있었겠으나(McNeile) 그는 율법의 칼날을 휘두르지 않고 대신 율법의 핵심인 사랑과 용서(롬 13:8-10)의 미덕으로 문제 해결을 지으려 했다. 물론 결과론적인 이야기이긴 하지만 그가 율법의 마침이자 완성이신 그리스도(5:17, 롬 10:4)의 법적 부친이 되었다는 사실은 그가 법과 사랑을 겸비한 ‘의로운 사람’이란 사실을 충분히 설명해 주고 있다 할 것이다.\n저를 드러내지 아니하고 … 끊고자 하여. 이 구절에 대한 중요한 견해들은 다음과 같다. (1) 요셉은 마리아의 기적적인 처녀 잉태를 알았으나 의로운 사람이었기 때문에 그 사실을 공개하려 하지 않았으며 결혼을 파기하고자 했다(Gundry,McHugh). 이 견해는 마리아가 요셉에게 자신의 임신 비밀을 말했다는 가정(假定)하에 이루어진 것이다. 그러나 요셉에게 결혼 계획을 취소하지 말라고 계시한 주(主)의 사자의 말 속에서(20절) 요셉이 마리아의 처녀 잉태 사실을 전혀 모르고 있었음을 알 수 있다. (2) 요셉은 의로운 사람이었고, 마리아가 공개적으로 모욕당하기를 원치 않았기 때문에 조용히 파혼하고자 했다(Lenski). (3) 요셉은 의로운 사람이었기 때문에 부정한다고 생각되는 마리아와 양심상 결혼할 수 없었다(Calvin, M. Henry). 위에서 두 번째, 세 번째 견해를 조화롭게 취합(聚合)하는 것이 좋을 듯 하다. 이와 같은 사실은 본문의 ‘아니하고’(메델론)가 적극적인 마음의 성향을 뜻하는 말로서 요셉이 마리아를 모세 율법이 정하는 징벌에 처하지 않을 것을 확고히 하고 있었음을 알려 준다. 그리고 ‘ … 하고자 하여’(에불레데)란 아직 행동화하지 않은 미미한 마음의 결단을 의미하는 말로서 정혼한 그녀와 정식 결혼을 하지 않기로 서서히 결심하고 있었음을 보여 준다. 결국 이 두 단어를 통해 볼 때 그 당시 요셉은 법적으로 허락되는 한도(限度)내에서 은밀하게 마리아와의 관계를 끊을 수 있는 방법을 모색하였음을 알 수 있다. 즉 그는 마리아에게 큰 피해가 돌아가지 않는 사소한 문제를 빌미로 두사람의 증인 앞에서 그녀의 손에 이혼 증서를 ‘가만히’ 줌으로써 이 일을 조용히 묻어버리려 하였다. 요셉은 이렇게 함으로써 의로움과 율법을 무난하게 조화시키려 했던 것이다.\n1:20 이 일을 생각할 때에. 여기서 ‘생각하다’는 원어 ‘엔뒤메덴토스’은 수동태 제 1과거형 분사로서 생각이 그의 속에 들어오고 있었을 바로 그 상황을 암시한다. 이러한 정황(situation)적 상태를 중요시 여긴 낙스(Knox)는 본 구절을 ‘하지만 그 같은 생각이 그의 뇌리에 스치기가 무섭게’라고 표현함으로써 요셉의 심각한 내적 갈등의 일면을 치밀하게 묘사하고 있다. 실로 요셉은 이러한 곤란하면서도 슬픈 사실에 직면하여 최선의 해결책을 찾고자 극심한 고민에 빠져 있었을 것이다. 아마도 그 당시 요셉은 자기 조상 다윗에게 말씀하신 바, 메시아 탄생에 대한 약속(삼하 7:12-16)이 바로 자신과 자신의 아내 마리아에게서 성취되리라고는 꿈에도 생각지 못했을 것이다.\n주의 사자가 현몽(現夢)하여. 개역 성경에 빠진 ‘보라’를 뜻하는 감탄사 이두은 어떤 경악할 만한 사건이나 행동을 예시(indication)하는 도입부로 사용되기도 하고(Schalatter), 또는 독자(讀者)들의 관심을 환기시키는 역할을 하기도 한다(Hendriksen). 따라서 이 말은 하나님의 메신저(messenger)의 출현이라는 이 놀라운 사건을 소개하는데 도움이 된다. 이 단어는 본서에 61회 마가복음에 8회, 누가복음에 56회, 요한복음에 4회 사용된 바 있다. 특히 사 7:14의 동정녀 탄생 예언에도 동일한 용법으로 기록되어 있다. 한편 여기에 나타난 ‘주의 사자’는 구약예서 흔히 하나님의 뜻을 이 땅에 전달하는 사명을 맡은 메신저를 가리킬 때 이같은 표현을 사용하였다(창 16:7-14, 22:11-18, 출 3:2-4:17). 그런데 이 ‘사자’는 때로 하나님의 직접적인 현현(顯現)이기도 했으며, 많은 경우에 있어서 인간의 모습으로 나셨다. 여기서 본문에 언급된 ‘주의 사자’는 마리아에게 잉태의 소식을 고지(announcement)해 준 천사 가브리엘(눅 1:26)로 짐작하는 학자들이 있다. 그러나 본문이 강조하고자 하는 것은 그 같은 사자의 실체를 밝히는 데 있기보다는 오랫동안 단절되었던 하늘의 계시가 재개된 사실에 그 관심의 초점을 맞추고 있다. 즉 하나님께서는 이제 인간의 역사에 깊이 관여하고자 하시는 그 계획을 당신의 메신저의 대화를 통해 요셉에게 밝히 드러내신 것 다(Bonard). 한편 꿈은 하나님께서 당신의 뜻을 인간에게 전달하시는 한 방법으로서 성경이 완성되기 이전에 간혹 사용되었다(창 20:6, 삿 7:13, 삼상 28:6). 마치 야곱의 아들 요셉이 꿈을 통하여 하나님의 계시를 받은(창 37:5, 9, 19) 것처럼 여기 야곱의 아들(16절) 요셉도 꿈을 통하여 하나님의 지시를 받는다. 한편 이와는 대조적으로 누가는 마리아가 꿈이 아닌 실제에 의해 수태고지(受胎告知)를 받는 장면을 기록하고 있다(눅 1:26, 27).\n다윗의 자손 요셉. 주의 사자가 말한 ‘다윗의 자손 요셉’이란, 앞에 나온 족보(族譜)를 연상케 하며. 요셉으로 하여금 다윗의 혈통이 감당해야 할 이 놀라운 역할, 즉 메시아 탄생의 중요성을 일깨워 주고있다. 이 말은 예수의 족보(2-17절)와 성령 잉태(18-25절)를 완벽하게 연결시켜 주고 있다.\n네 아내 … 데려오기를 무서워 말라. ‘무서워하다’는 뜻을 지닌 ‘포베데스’은 2인칭 단수 제 1과거형 수동태로서 단순히 ‘두려워했다’는 뜻외에 ‘그가 주저했다’는 의미도 내포하고 있다. 따라서 본문의 ‘두려워말라’는 말은 하나님께서 사자를 통해 요셉에게 관여하셨을 때, 그는 이미 마리아를 데려오고자 하는 마음을 내심 굳히고 있었음을 알 수 있다. 따라서 본 구절을 달리 ‘마리아 데려 오기를 결코 주저하고 망설이지 말라’고 표현할 수도있다. 즉 이 말은 천사가 요셉에게 이미 시작한 혼인(정혼)을 완성(신부를 집으로 데려오기)시킬 것을 지시한 것이며, 그로 인해 받게 될 죄책이나 비난을 개의(介意)치 말 것을 당부하고 있다. 왜냐하면 마리아의 잉태는 음행(淫行)으로 인한 ‘불결한 잉태’가 아니라 성령으로 말미암은 ‘거룩한 잉태’였기 때문이다(18절). 물론 이 말을 요셉이 완전히 이해할리 만무했겠지만 평범한 유대 신앙인이었던 요셉에게 ‘성령’에의 언급은 그로 하여금 예수의 출생 비밀을 이해하고 인간적인 고민과 갈등 및 두려움과 의심에서 벗어나게 했을 것이다.\n1:21 아들을 낳으리니. 이는 누가가 기록한 마리아를 향한 수태고지와 거의 흡사한 메시지이다(눅 1:31). 한편 여기서 ‘낳으리니’(텨세타이 데)란 말 속에 불변사 ‘데’가 사용되어 ‘그리고 지금’이라는 의미를 내포하며 20절의 내용과 연결되고 있다.이는 예수의 탄생에 대한 신적 기원을 재삼(again and again) 일컫는 표현으로 볼 수 있다. 이로써 요셉은 두려움을 완전히 물리치고 오히려 인간이 가질 수 있는 최고의 영광에 자신을 동참케한 하나님의 은혜에 감격했욜 것이다. 그는 여전히 사랑하는 마리아의 남편으로서 살아갈 수 있게 되었을 뿐 아니라 마리아에게서 날 아들이 다름아닌 “기묘자(奇妙者)요, 모사(謀士)요, 전능하신 하나님이요, 영존하시는 아버지요, 평강의 왕”(사 9:6)이신 메시아, 바로 그였기 때문이다.\n이름을 예수라 하라. 동서고금을 막론하고 자녀에 대한 명명권(命名權)은 아버지에게 있었다(창 4:25). 본 명령에서 하나님께서는 아이의 이름을 직접 지시하심으로 친부권(親父權)을 행사하고 계시며, 예수의 법적 아버지 요셉을 그의 양부(養父)로 임명하고 계시는 것이다. 예수은 히브리어 ‘여호수아’ 내지는 짧은 형태의 ‘예수아’(느 7:7)라는 이름의 헬라어 표기이다. 이는 ‘여호와는 구원이시라’는 의미를 지닌 이름으로서 그가 오신 목적, 곧 마리아의 아들 예수가 하나님께서 언약하신 종말론적 구원을 베푸실 분으로 이 땅에 오셨음을 나타내고 있다.구약에서 ‘여호수아’라는 이름을 가진 인물들 중 예수 그리스도의 전형(典刑)으로 제시된 사람은 (1) 모세의 후계자였고, 이스라엘 백성들을 약속의 땅 가나안으로 인도한 여호수아(수1-12장)와 (2) 예수의 조상 스룹바벨(스2:2, 느7:7)과 (3) 동시대 인물로서 ‘여호와의 전을 건축하는 자’이며, 그 이름이 ‘순’(筍)이라 하는 여호수아(슥 6:11-13)이다. 그러나 ‘예수’라는 이름이 이들의 이름을 모방한 것이 아니라는 사실은 천사가 시 130:8을 인용한 뒤의 구절이 ‘예수’라는 이름의 본질적 의미롤 설명하고 있다는 점에서 확인되고 있다. 한편 ‘예수’란 이름은 주로 ‘그리스도’, 곧 메시아와 연결되어 사용되고 있는데 이는 적어도 예수가 유대인이 대망(待望)하던 바로 그 메시아로 오셔서 인류의 죄를 속량해 주신 분이라는 신앙 고백을 내포하고 있는 것이다.\n자기 백성(라온 아우투). 이 말은 유대인의 통치자로 오신 예수 그리스도의 왕적 권위를 내포한 말로서 본래 유대인을 가리키는 말이나, 유대인에게만 한정적으로 사용되지는 않았다. 침례 요한과 예수는 이스라엘의 경건한 자 뿐만 아니라 이방인들도 제자로 삼았으며(3:9, 8:11), 따라서 이방인들도 ‘자기 백성’의 범주에 포함 된다. 즉 ‘자기 백성’이란 예수 그리스도의 권위와 그 통치를 전인적으로 인정하는 모든 ‘메시아의 백성’을 의미한다.\n저희 죄에서 구원할 자. 여기서 ‘죄’(하마르티아)란 말은 화살이 과녁에서 빗나갔다는 의미의 동사 ‘하마르타네인’에서 유래한 말로서 하나님의 뜻(과녁)에 인간의 의지와 행동(화살)이 빗나간 상태를 일컫는다. 즉 인간이 하나님의 뜻보다 지날 칠 때나 모자랄때 모두를 가리키는데, 예수께서는 바로 인간의 이 같은 연약함을 적극적으로 치유(healing)하고 덮어주기 위해 이 땅에 오신 것이다. 결국 이구절은 독자들로 하여금 예수께서 오신 근본 목적과 다윗의 왕권을 계승하여 메시아적 왕으로 다스리시는 그리스도의 종말론적 통치의 참된 본질을 깨닫게 한다(Ridderbos). 당시 유대인들은 메시아가 로마의 속박으로부터 이스라엘을 구원하며, 그 멍에에서 초래한 모든 악으로부터 백성들을 구원하실 것이라는 정치적인 메시아관올 가지고 있었다. 그들 유대인들은 메시아가 그의 백성들을 구원하기 위하여 ‘자기목숨을 많은 사람의 대속물로 주려 할’(20:28) 것이라고는 꿈에도 생각하지 않았다. 그러나 그리스도는 ‘그들의 죄 가운데서(in)’-로마의 속박 가운데서-가 아니라, 보다 근본적인 ‘죄로부터’(from)-바로 그들의 죄로부터-구원하시기 위해서 오신 것이다. 구약에서 ‘구원’(소조)이라는 말은 육체의 위험(8:25), 질병(9:21,22) 또는 죽음(24:22)으로부터의 구원을 의미할 수 있으나, 이 구절에서의 ‘구원’은 보다 본질적인 구원, 즉 죄악으로부터의 완전한 구원을 의미한다. 사실 성경적인 입장에서 볼 때 죄악은, 비록 항상 직접적인 원인이 되지 않는다 할지라도, 다른 재난들의 근본적인 원인이 되고 있다. 신약에서 주로 소개하고 있는 ‘구원’은 예수 그리스도가 완성시키게 될 포괄적이고도 궁극적인 구원을 의미하는 것이다.\n1:22 이 모든 일의 된 것은 … 이루려 하심이니. ‘이 모든 일’이란 직접적으로는 성령을 통한 마리아의 처녀 수태에 관련된 모든 사건들을 가리키나, 간접적으로는 그리스도에 대한 구약의 모든 예언과 성취의 역사를 포괄적으로 의미한다. 특별히 여기서 ‘된 것은’(게고넨)이란 능동태 직설법 현재 완료형 동사를 취하고 있는 용어로서 어떤 사실이 예언된 바대로 지속적 성취를 통하여 이미 되어졌음을 강력히 시사하는 말이다. 사실 구약의 수많은 예표론적(豫表論的) 사건과 선지자들의 예언적 메시지 등을 통해 하나님께서 거듭거듭 오실 메시아에 관한 예언을 해 오셨다. 그리고 드디어 하나님께서는 이제 당신이 예시하신 바를 따라 그 모든 예언을 현실화, 구체화하셨던 것이다. 실로 하나님에게는 예언적 메시지와 성취적 사건이 결코 모순됨이 없이 진실한 한 짝을 이른다. 한편 이 같은 사실에 대해 맥네일(McNeil)은 ‘예수의 삶 속에서 나타난 사건들은 구약 예언을 성취하고자 하는 하나님의 뚜렷하신 목적에 따라 결정되었다’고 피력(披瀝)한 바 있다.\n이 두 구절(마 1:22-23)의 화자(speaker)에 대한 견해는 (1) 천사와 (2) 마태의 설명(Bruce)이라는 두 가지가 있다. 그 어느 것도 무방하나 이러한 표현이 본서 전체에 걸쳐 반복적으로 나타난다(2:15, 17, 23, 4:14, 8:17, 12:17, 13:35, 21:4, 26:56, 27:9 등)는 사실과 성경 어느 곳에도 천사가 성경을 인용하는 표현이 없다는 점 등이 (2)의 주장을 지지해 준다. 즉, 마태는 구약의 메시아와 신약의 예수 그리스도를 연결시키기 위해서 구약을 자주 인용할 뿐 아니라 메시아의 전형(典刑)을 발견할 수 있는 구약의 인물들을 효과적으로 인용한다(2:15 참조).\n1:23 보라 처녀가 잉태하여. 이사야 예언의(사 7:14)의 70인역(LXX)에 따른 인용이다. 이 예언은 북이스라엘과 아랍의 동맹군이 침략해 올 때를 배경으로 한다. 이때 여호와를 떠나 이방 앗수르에게 도움을 구하는 유다 왕 아하스에게 선지자 이사야가 책망하며 하나님께서 친히 그에게 ‘징조’를 주실 것이라 예언하는 장면이다. 그런데 여기 23절과 사 7:14을 어떻게 관련지어야 하는가 하는 문제는 매우 심각하다. 이에 대한 수많은 견해들 중 타당성있게 생각되어지는 다섯 가지는 다음과 같다.(1) 젊은 여인이 하나님의 임재와 구원에 대한 찬양으로서 자기 아들을 임마누엘이라고 이름지었다(Unnik, Hill, Taylor). (2) 이사야의 예언 당시 처녀였던 한 젊은 여인이 아들을 낳을 것이며, 그 아이가 선악을 분별할 수 있는 아이가 되기 전에 아하스가 그의 원수들로부터 해방될 것을 말한다(Broadus, La Sor). (3) 오로지 예수 그리스도에 관한 예언이다(Alexander, Hengstenberg, Young). (4) 임마누엘은 유다에 남아 있던 의(義)로운 자들로서 하나님이 함께하시는 자들을 암시하는 것이고, 임마누엘을 낳은 젊은 여인은 시온이다(Rice). 이상 네 가지 견해보다 가장 합당한 것은 (5) 사 7:1-9:7은 한 단위이며, 7:14은 그 가운데서 이해되어야 하는 것으로서 임마누엘의 탄생은 ‘미래에의 확증’이라는 해석이다(Motyer). 즉 예언된 임마누엘(7:14)은 결국 유다 땅을 소유하게 될 것이며(8:8), 그의 모든 원수들의 계획을 좌절시키며(8:10), 사망의 그늘진 땅에 거하는 자들에게 빛이 되시기 위해(9:2) 이방의 갈릴리(9:1)에 나타나실 것이다. 이 임마누엘은 한 아기요 한 아들이며, 그 이름은”기묘자(奇妙者)요, 모사(謀事)요, 전능하신 하나님이요, 영존하시는 아버지요, 평강의 왕”(9:6)으로서 다윗의 위(位)에 앉아 나라를 굳게 세우고 영원토륵 공평(impartiality)과 정의(justice)로 왕국을 보존하실 것이다(9:7).\n처녀. 사 7:14에서 이미 예언된 본 구절은 ‘처녀 논쟁’(알마 논쟁)로 유명하다. 그 까닭은 히브리어 원문에는 ‘처녀’를 ‘알마’으로 표기하고 있는데, 이는 성(性) 경험이 전혀 없는 ‘처녀’(virgin)라는 고유한 어휘 ‘베툴라’과는 의미상 차이가 나는 결혼의 유무(有無)와 관계없이 ‘젊은 여자’를 뜻하기 때문이다. 그런데 70인역(LXX)이 히브리어 ‘알마’를 단순히 ‘젊은 여자’를 뜻하는 ‘네아스’으로 번역하지 않고 처녀를 뜻하는 ‘파르데노스’으로 번역하였는데 그 문제점이 있다. 물론 처녀성(處女性)을 잃고난 디나를 창 34:4에서 단 한번 ‘파르테노스’로 번역하기는 했으나 ‘파르테노스’는 확정적으로 남자와 성관계를 가진 적이 없는 처녀(virgin)를 뜻하는 용어이다. 그렇다면 히브리어로 ‘알마’로 표기된 사 7:14의 내용을 어떻게 볼 것인가? 여기에는 ‘처녀’로 단정지을 수 있는 몇 가지 사실이 있다. (1) ‘알마’는 일반적으로 ‘젊은 여자’를 뜻하지만, 구약 성경에 기술된 용례를 자세히 살펴보면 (창 24:43, 출 2:8, 시 68:25, 잠 30:19, 아 1:3, 6:8) 관용적으로 ‘처녀’를 뜻하는 경우가 많다. (2) 이사야 선지자에 의해 메시아의 예언과 결부하여 사용된 용어는 ‘처녀’를 지칭하는 것이지 처녀성의 지속적 유지에 대해 논의한 단어가 아니다. (3) ‘알마’와 동일 어근인 남성 명사 ‘에렘’은 결혼전의 풋나기 소년을 일컫는 말이다(삼상 17:56, 20:22). (4) 고대 비문에 새겨진 ‘알마’와 동근어(同根語) 고대 우가릿(Ugarit)어 ‘glmnt’가 오직 결혼전 여자에게만 사용되었다. 결국 ‘감추다’, ‘숨기다’는뜻의 ‘알람’(껍#랗)에서 유래한 ‘알마’는 처녀성의 계속적 유지에 관심을 둔 용어인 ‘베툴라’ 와는 달리 남자와는 격리되어 순결히 자라온 처녀, 곧 동정녀임을 확증지을 수 있다. 또한 마태복음의 문맥의 전후 관계를 살펴 볼 때에 ‘처녀’는 마리아가 ‘나는 사내를 알지 못하니’(눅 1:34)라고 한 것처럼 ‘동정녀’를 의미한다.\n임마누엘. 이 단어는 ‘예수’를 가리키는 고유명사로 사용되기보다 성부 하나님에 대한 성자 하나님으로서의 그분의 위격(位格)과 그분의 사역의 한 단면을 암시한 용어이다(사 7:14). 한편 ‘임마누엘’은 ‘함께’(with)라는 뜻의 히브리어 ‘임’과, ‘우리와’(us)라는 뜻의 ‘마누’, ‘하나님’(God)이란 뜻의 ‘엘’이 결합된 형태로서 하나님의 아들 그리스도가 메시아와 예수가 되실 뿐 아니라 그분이 곧 죄악으로 인해 절망가운데 있는 인류를 구원하시기 위해 친히 이땅에 내림(來臨)하신 하나님, 곧 ‘하나님이 우리와 함께 계신’(God with us) 분이심을 강조한 호칭이다. 실로 죄로 인해 원수되었던 하나님과 인간들을 화해시키기 위해 십자가에서 화목제물이 되어 주실(요일 4:10) 중보자(中保者)이신 예수는 말씀이 육신이 되어 우리 가운데 거하시다가(요 1:14) 세상 끝날까지 우리와 항상 함께 계시는(마 28:20) 영원한 하나님 그자체이시다. 따라서 예수 그리스도로부터 죄사함을 받고 그분의 실존(existence)을 날마다 인정하는 백성들은(21절) 모두가 하나님과 더불어 살고 있음을 확인하게 되는 것이다.\n1:24 요셉이 … 일어나서 … 분부대로 행하여. 하나님의 계시(revelation)가 주어졌던 현몽의 잠에서 깨어난 요셉의 즉각적인 순종이 돋보인다. 이는 헬라어 원문에는 행동의 주체인 요셉에게 초점이 맞춰지지 않고 그의 행위, 곧 ‘일어나서’(에게르데이스)에 그 강조점이 맞춰져 있다는 사실에서 확인된다. 이러한 요셉의 순종은 마리아가 행했던 ‘말씀대로 내게 이루어지이다’(눅 1:38)하는 수동적인 순종에 비하여, ‘분부대로 행하여 … 데려 왔으나 … 동참치 아니하더니’(24절)는 능동적인 순종이었다는 점에서 주목할 만하다. 따라서 이 두 사람은 만유 위에 뛰어나신 그리스도 예수의 부모로 선택받을 만한 자격이 있었다 하겠다. 한편 요셉은 마리아를 자기 집으로 인도해 들임으로써 이제 정혼 기간을 마감하고 공식적인 부부가 된 것이다. 이로써 예수는 실제로 요셉의 법적 아들이 되었다.\n1:25 아들을 … 예수라 하니라. 마태는 예수의 동정녀 탄생을 분명한 역사적 사실로 기록한다. 여기서 본문의 ‘동침치 아니하더니’는 헬라어 ‘우크 에기노스켄 아우텐’, 즉 ‘알지 못하더니’라는 히브리 문학적 완곡어법으로 ‘알다’로 번역되는 히브리어 ‘야다’은 남녀의 성적 관계를 암시하는 용어이다. 따라서 눅 1:34의 나는 사내를 ‘알지 못하니’와 같은 의미의 말이다. 그러나 이와같은 사실이 가톨릭의 마리아 ‘종신 처녀설’을 옹호하지는 못한다. ‘아들을 낳기까지’라는 구절은 당연히 마리아와 요셉은 예수 탄생 후에야 비로소 정상적인 부부 관계를 맺었다는 뜻을 암시하고 있는 것이다. 실로 예수는 육신적으로 마리아의 맏아들(눅 2:7)로서 훗날 혈육으로서의 남동생과 여동생을 얻게 된다. 한편 계시된 예수의 이름은 태어나신지 8일 만에 할례(circumcision)를 받으실 때에 공식적으로 명명(命名)되었다. 이로써 예수의 신분은 법적으로 요셉과 마리아의 아들이 된 것이다."
        }
    ]
}