{
    "bible_book": "사도행전",
    "chapter_number": 18,
    "commentaries": [
        {
            "verse_reference": "18:2",
            "commentary": "아굴라...브리스길라 - 아굴라의 출생지인 '본도'(Pontus)는 소아시아 북부 지역에 있었다. 아굴라는 로마식 이름인데 로마의 기사나 호민관들 중에는 이 이름을 가진 사람이 많았다고 한다. 전하는 바에 따르면 아굴라는 유대인 노예였다가 후에 로마에서 자유민이 되어 로마의 시민권을 가진 브리스가 가문(gens Prisca)과 관계있는 유대인 여자와 결혼했을 것이라고 한다. 브리스길라는 브리스가의 애칭이다. 롱게네커(Longenecker)에 따르면, 아굴라에게는 기술이 있었고 브리스길라에게는 돈과 연줄이 있었으며, 이들은 공동으로 천막 제조와 가죽 수공 상사(商社)를 소유했고 또 이 상사의 지점이 로마와 고린도, 에베소에 있었을 것이라고 한다. 이들은 가장 헌신적인 바울의 동역자들이었다(3, 18, 19, 26절 ; 롬 16 : 3 ; 고전 16 : 19 ; 딤후 4 : 19). 이들이 로마를 떠나 고린도에 온 것은 글라우디오의 유대인 추방령 때문이었다. 그런데 이들이 글라우디오 칙령(49년)의 원인인 유대인 폭동의 주동자였는지는 알 수가 없다. 만일 브리스길라가 로마 시민권이 있는 가문의 출신이라면 그녀는 글라우디오의 추방령에서 제외될 수 있었을 것이지만 남편과 함께 운명을 같이 하고자 했을 것이다. 본서나 기타 바울 서신서에서도 이들이 바울에 의해 개종된 자들로 언급되지는 않는다. 이로 보아 이들은 이미 고린도에 오기전에 그리스도를 믿고 있었던 것 같다(Zahn). 누가는 바울을 중심으로 본서를 기록하고 있기때문에 대체로 바울과 관계있을 경우에만 다른 인물들을 기록한다. 따라서 누가는 아굴라와 브리스길라에 대해서는 더 이상의 자세한 언급을 생략하고 있다. 글라우디오 - 로마 제국의 4대 황제로서 그의 재위 9년(49년 경)에 로마에서 유대인 추방령(追放令)을 내렸다. 수에토니우스(Suetonius)에 따르면 이 추방령이 내려지게 된 동기는 로마의 유대인 사회 내에서 '크레스투스'(Chrestus)라는 사람의 선동으로 유대인들이 계속해서 폭동을 일으켰기 때문이라고 한다. 혹자는 수에토니우스가 언급한 크레스투스가 예수 그리스도를 가리키는 것이라고 보고, 그 소동이란 기독교에 대해 적대적인 유대인들과 그리스도인들 사이에 예수 그리스도에 관한 문제를 두고 충돌한 사건을 가리킨다고 주장한다. 그러나 수 년 후 로마의 유대인들이 바울의 전도를 받고 회심하기도 했다는 본서 28 : 17 - 29의 기록 등을 고려해 볼 때 그 주장은 설득력이 약하다(R.C.H.Lenski). = 업(業)이 장막을 만드는 것이더라 - 크고 번창한 도시에서 아무도 아는 사람이없이 새로이 전도 사역을 수행하기 위해서는 생계 문제를 조속히 해결해야 했다.바울은 전도 여행중에 천막 만드는 일을 하면서 생활비를 충당했다(20 : 34 : 고전 9: 1 - 18 : 고후 11 : 7 - 12 : 살전 2 : 9 : 살후 3 : 7 - 10). 당시 천막은 바울의출신지인 길리기아의 다소 근방에서 산출되었던 염소의 피륙이나 기타 가죽으로 제조되었다고 한다. 한편 유대인들은 그들의 후손에게 전통이나 유산을 물려줄 뿐 아니라기술을 한 가지씩 가르쳐 주어 차후에 생계 유지에 보탬이 되도록 하는 관습을 가지고있었다. 바울이 그런 기술을 어떻게 익히게 되었는지는 정확히 알 수가 없다. 아무튼 그는 낯선 곳에 당도(當到)하자 그의 기술을 사용하여 여비를 충당하기 위해 천막만드는 사람이나 가죽 기술자를 만날 수 있는 곳을 물었을 것이고 그런 계기로 아굴라와 브리스길라를 만났을 것이다. 이들은 함께 일을 하고 함께 생활하였던 것으로 보인다. =====18:4 안식일마다 - 바울은 평일에는 생계비를 마련하기 위해서 장막 만드는 일을 하였고 안식일이 되면 으례히 그의 습관대로 회당에서 말씀을 전파했다. 쟈안(Zahn)의 견해에 따르면 당시 고린도에는 회당이 하나밖에 없었다고 한다. 강론하고...권면하니라 - 바울이 회당에서 말씀을 전한 사람들은 대개가 하나님을경외하는 유대인과 헬라인들이었을 것으로 추측된다. 당시 아시아 지역에는 '흩어진유대인들'(diaspora)에 의하여 곳곳에 유대교 회당이 설립되었고 또 그들에 의하여 많은 이방인들이 하나님의 존재와 구약성경에 대해 알게 되었다. 흩어진 유대인들에게서 구약성경을 배우게 된 이방인들은 구약성경이 가르치는 진리를 알게 되었고, 이로인해 율법의 조항을 부분적으로 준수하고자 했을 것이다. 따라서 그들은 회당 예배에도 참석하게 되었다. 그런데 많은 이방인들이 율법을 준수하며 회당 예배도 참석하였지만 유대교 공동체의 완전한 구성원이 되거나 완전한 개종자들이 되지는 못하였다.그것은 유대교의 폐쇄적이고 배타적인 성향에 의해 이방 민족을 무시한 데서 연유된것이기도 하다. 이렇게 개인적으로 율법을 배우고 회당 예배에 참석한 이방인들은 유대교에서 명하는 '할례'를 받지 않아서 대부분의 유대인들로부터 부정한 자들로 여겨져 배척당하곤 하였다. 바울은 이러한 이방인들과 유대인들이 모여있는 회당에서 말씀을 전하고 있다. 한편 이때까지의 바울의 고린도 사역은 그다지 적극적인 형태를취하고 있지 않다. 즉 바울은 실라와 디모데가 속히 와서 자신의 사역에 참여할 때까기는 이곳에서의 사역을 어느 정도 크게 확대하는 것을 자제했던 것으로 보여진다. 따라서 현재까지의 사역에 대해서는 어떤 결과가 있었는지의 언급이 없다. =====18:5 실라와 디모데가...내려오매 - 마침내 바울이 고대하던 두 명의 사역자가 당도했다. 이 두 사람은 거의 동시에 도착했거나 아니면 디모데가 데살로니가에서 먼저 도착하고 그 후에 실라가 빌립보에서 도착했을 것이다(Lenski). 디모데는 데살로니가 교회의 신자들이 환난 가운데서도 좌절하지 않고 오히려 기쁨으로 신앙 생활에열중하고 있다는 좋은 소식을 전해 주었지만(살전 3 : 6), 다른 한편으로는 그리스도히 재림과 관련하여 약간의 혼란이 생겼다는 섭섭한 소식도 전하였다(살전 4 : 13 ; 5: 11). 바울은 이러한 데살로니가 교회의 소식을 듣고 나서 이에 대한 답장을 썼는데이 서신이 바로 데살로니가전서이다. 그리고 얼마 후에 데살로니가 교회가 그리스도의 재림에 관한 바울의 가르침을 오해하여 혼란에 빠진 것을 알게 되었고 그래서 두번째 서신인 데살로니가후서를 기록하였다. 한편 실라는 빌립보 교회의 소식과 그들이보낸 연보를 가지고 왔다(고후 11 : 9 ; 빌 4 : ]4, 15). 빌립보교회에서 보내준 헌금은 이 때의 바울에게 있어서 아주 시기 적절하고 유용한 것이었다. 빌립보교회의헌금으로 바울은 더 이상 생계 유지에 신경을 쓰지 않아도 되었고 오로지 말씀 전파에만 몰두할 수 있었다. 말씀에 붙잡혀 - 실라와 디모데가 온 후 바울의 회당에서의 말씀 증거는 안식일에만 있지 않고 지속적으로 있었다. 즉 바울은 빌립보 교회의 현금덕분으로 장막 만드는 일에서 벗어나 말씀 준비에만 몰두했고 또 준비한 말씀을 전하는데만 전력 투구(全力投球)했다. 특히 '붙잡혀'라는 뜻의 헬라어 동사 '쉬네나케토'(* )는 계속적인 의미를 가지고 있기 때문에 바울의 이러한 사역이 고린도에 머무는동안 지속되었음을 나타내 준다. =====18:6 저희가 대적하여 훼방하거늘 - '훼방하거늘'이란 뜻의 헬라어 '블라스페문톤'(*    )은 '신성 모독'이라는 뜻으로 바울의 선교에 대한 유대인들의 비난과 대적은 기독교의 입장에서 볼 때 명백한 신성 모독이었다. 특히 '대적하여'를 나타내는 '안티타쏘'(* )는 '반대편'이라는 뜻의 '안티'( )와 '정돈하다', '배열하다'는 뜻의 '타쏘'(* )의 합성어로서 유대인들이 바울의 반대 입장에서 전열을 가다듬어 게획적으로 대적하며 방해했음을 나타낸다. 이러한 유대인들의 대적과 훼방은 비시디아 안디옥에서와 같은 것이었다(13 : 46 -52). 바울은 유대인들의 이러한 사악하고 완악한 행동으로 인하여 유대인들을 향한 복음 전파에서 방향을 바꿔 이방인들에게 직접 복음을 전파하게 된다. 옷을 떨어... 너희 피가...돌아갈 것이요 - 성경에서 '옷을 떤다'고 했을 때 그것은 곧 '엄숙한 맹세'나 또는 '저주의 행동' 등으로 받아들여졌다(느 5 : 13). 바울이옷에서 먼지를 떠는 모습은 이미 비시디아 안디 옥에서 그의 발에서 먼지를 떠는 모습을 통하여서도 비춰졌다(13 : 51). 바울이 이렇게 옷에서 먼지를 떠는 행동은 예수께서 12제자와 70인의 전도대를 파송하면서 그들을 영접지 않는 자들을 향해 발에서 먼지를 떨어버리라고 명령하신 것과 유사하다(눅 9 : 5 ; 10 : 11). 이렇게 발이나 옷에서 먼지를 떠는 것은 초대 교회 당시 유대인들이 이방인의 마을에 들어갔다 나오면 으례히 발의 먼지를 떨어 버리는 모습과 연관지을 수 있을 것이다. 유대인들이 발의 먼지를 떠는 것은 부정한 모든 것을 거룩한 곳인 자신들의 땅에 묻혀 들어오지 않으려는의도에서 취해진 행동이다. 즉 종교적으로 종죄되었던 이방인들의 영향력을 제하여버림과 동시에 자신들은 그들과 아무 관계가 없다는 것을 상징적으로 나타낸 행동이었다. 그래서 사도 바울은 그것을 역이용하여 복음을 받아들이지 않는 자들은 구원의복음과 무관(無關)하다는 사실을 그들의 방법대로 보여준 것이다. 한편 '너희 피가너희 머리로 돌아갈 것이요'라는 바울의 말은 겔 3 : 18 ; 33 : 4, 8 ;삼하 1 : 16에나타난 말씀이다. 아울러 이 말은 유대인들이 예수를 십자가에 달리게 하기 위해 예수의 피에 대한 책임을 지겠다고 장담하면서 사용했던 말이기도 하다(마 27 : 25). 이는 결코 단순한 저주나 악담이 아니다. 이것은 살인자는 죽은 사람의 생명에 대한 책임이 있으며 또 그 책임에 따라 하나님께서 반드시 심판하실 것이라는 뜻 =====18:7 디도 유스도 - 바울이 유대인들에게 결별을 선언하고 찾은 곳은 '디도 유스도'(Titus justus)의 집이다. 디도는 로마식 이름으로 이사람이 로마 시민임을 나타내 준다. 추측건대 그는 B.C. 44년 로마 황제 가이사(Julius caesar)가 고린도롤재건할 때 이곳에 정착했던 로마인가정에서 태어났을 것이다. 한편 람세이(Ramsay)는, 디도는 그의 둘째 이름이고 유스도는 셋째 이름이며 그의 첫째 이름은 다름아닌'가이오'(Gaois)라고 주장한다. 따라서 그는 이 디도가 롬 16 : 23의 가이오와 동일인이라고 주장한다. 왜냐하면 고전 1 : 14에서 바울은 그의 고린도 전도 초기에 개인적으로 세례를 준 '가이오'에 대하여 언급하고 있기 때문이다. 어쨌든 회당 옆에 있던 유스도의 집은 고린도 전도 사역의 주사령부가 되었으며 고린도 교회의 최초 집회장소가 되었다. =====18:8 회당장 그리스보 - 회당장 그리스보(Crispus)가 그리스도를 믿게 되었다는 것은 고린도의 유대인 사회에 파문(波紋)을 일으켰음직하다. 여기서 그리스보가 고린도 선교 사역의 최초의 열매처럼 보이지만 고전 16 : 15에 의하면 고린도 최초의 신자는 스데바나와 그의 가족이었다. 그렇지만 고린도에서 바울이 세례를 베푼 사람이몇 안되는데 그 중 한 명이 그리스보였다(고전 1 : 14). 바울이 직접 그리스보에게세례를 베푼 것은 그가 회당장으로서 유대 사회에서 매우 비중있는 인물이었기 때문일것이다. 다른 일반개심자들에게 바울이 직접 세례를 베풀지 않은 이유는 그 사역을이미 실라와 디모가 맡고 있었기 때문이라고 추측된다(고전 1 : 14 - 17). 아무튼 그리스보의 걔심은 고린도 선교에 새로운 활력소가 되었음이 분명하다. 수다한 고린도 사람 - 이들은 유대인들과 유대교를 받아들인 이방인 개종자들을 제외한 대부분의 헬라인들과 로마인들로 추측된다. 왜냐하면 유대인들은 바울의 선교에대해서 적대감을 가지고 있었으므로 많은 사람이 예수를 믿었을 것으로 여겨지지 않기때문이다. 그리고 저자 누가는 유대인들이 이방지역에 거주한다고 해서 그들을 '고린도 사람들'이라는 형태로 부르지는 않는다. 그리고 이방인 개종자들도 슷자상으로 많지 않으므로 '수다한'이란 의미 속에 포함되지 않을 것이다. 당시 고린도는 로마의식민지였기 때문에 많은 로마인들이 고린도에 거주했고 많은 헬라인들도 경제적인 것을 비롯하여 기타 이유들로 인해 고린도에 많이 드나들었다. 그래서 바울은 이들에게열심히 복음을 전했을 것이고 또 그들로부터 많은 결실을 거두었을 것이다. 이때의개심자들로는 유스도와 그리스보를 제외하고도 에배네도와 스데바나(롬 16 : 5 ; 고전16 : 15) 그리고 브드나도와 아가이고(고전 16 : 17) 등 다수의 이방인들이 있었을 것이다(Pulpit Commentary). 고린도 서신에 따르면 고린도 교회는 대개가 이방인들로 구성되었으며 소수의 유대인들이 있었음을 알 수있다. 렌스키(Lenski)는 고린도 교회에있던 게바의 추종 세력들(고전 1 : 12)은 이 소수의 유대인들로 구성된 것이라고 설명한다. 듣고 믿어 세례톨 받더라 - 원문상 이 부분은 현재 분사와 미완료 과거형으로 구성된 구절로서 반복적인 행위가 계속되고 있음을 나타낸다. 즉 바울의 헌신적인 선교활동으로 믿는 사람들이 계속해서 생겨났음을 나타낸다. 이러한 고린도에서의 지속적인 부후 운동은 실라와 디모데가 바울에게 온 이후에 일어난 결과이다. 이것은 공동사역(Team Work)의 중요성을 시사한다. 아덴에서 바울이 홀로 선교하던 것과 고린도에서의 공동사역을 비교해 본다면 공동 사역의 중요성을 깊이 인식할 수 있을 것이다. =====18:9 주께서 환상 가운데 - 바울은 이미 여러차려에 걸쳐 환상 가운데 예수를 만난 적이 있었다. 다메섹(9:4)에서 극적인 회심을 하게 된때를 위시하여, 드로아(16:9), 예루 살렘(22:17) 등지에서 그는 어려운 상황 속에서 환상 가운데 예수를 만나 위로를 얻고 힘을 얻었다. 그는 차후에도 환상 가운이 예수를 만나는 경험을 하게된다(23:11;27: 23). 이렇게 때때로 환상 가운데 나타나신 예수는 바울이 그의 사역을 흔들림없이 굳건하게 수행하는데 큰 힘이 되고 위로가 되었다. 두려워하지 말여 잠잠하지 말고 말하라 - 고린도의 유대인들 회당장 그리스도와 같은 지도자급 인사가 기독교로 개종하는 것을 보고 바울에 대해 보복(報復)을 계획했을지도 모른다. 따라서 바울은 그로 인해 큰 동요가 생기기 전에, 그리고 유대인들이 핍박이 적극적으로 가시화되기 전에 조용히 고린도를 떠나고 싶었을 수도 있다(16:19-19;17:13, 14). 바울은 고전 2:3에서, 자신이 고린도에 도착했을 때 '두러워하며 떨었다'고 말한다. 따라서 그의 심령이 위축되어 영적 위로와 격려가 꼭 필요했던 것만은 분명하다. 한편 본문의 말씀은 구약 시대에 하나님이 당신의 종들을 격려하고 위로하기 위해주신 것과 유사하다(출 3:12; 신 31:6; 수 1:5, 9: 사 41:10;43:5; 렘 1: 8). =====18:10 네가 너와 함께 있으매. 이 말씀은예수께서 부활 . 숭천하실 때 이 땅에 있는 그의 제자들과 성도들에게 약속으로 주신 말씀이다(마28:20). 그리고 궁극적으로는 모든 믿는 자들을 의한 약속의 말씀이다. 따라서 이 말씀을 바울이 모르고 있지는 않았을 것이다. 그렇지만 바울은 오랜 선교 여행과 지속적인 말씀 전파 그리고 지속되는 유대인들의 박해와 위협으로 지치고 위축되어 있었기 때문에 예수께서는 이 약속을 바울에게 다시금 일깨워 주심으로 그에게 위로를 주시고 있는 것이다. 너를 대적하여 해롭게 할리가 없을 것이니 - 이는 앞으로 바울이 전혀 박해를 받지 않거나 어려움을 당하지 않을 것이라는 말씀이 아니다. 오히려 바울이 앞으로도 어려움에 처할 것이며 고난도 당할 것이지만 그때마다 그와 함께 예수께서 계시사 그 어려운 상황을 넉넋히 극복하게 할 것이며 아무런 허도 받지않게 하실 것이라는 말씀이다(12-17절). 내백성이 많음이라 - 여기서 이르는 백성은 곧 바울의 복음 증거로 구원허야 할 많은 고린도의 사람들을 말한다. 이는 하나님께서 이미 구원하시기로 택정한 많은 사람들이 고린도 성 내이 있다는 말씀이다. 하나님께서는 그리스도를 믿는 자들을 그의권속(券屬)으로 삼으셔서 그의 아들이 되게 할 것을 예정하셨다(롬 8:29; 엡 1:5). 이러한 하나님의 예정은 하나님의 절대 주권적인 선택과 사랑과 기쁘신 뜻에 따라 이루어진다(엡 1:4 - 11;2:8, 9). 하나님께서 그의 백성을 예정을 궁극적인 목적은 그가 예정하셔서 구원하신자들로부터 영광을 받으시기 위함이다. 그러나 이러한 하나님의 예정과 선택이 개개인에게 이루어지기 위해서는 개인 스스로가 그리스도를 구주로 영접해야 하는 결단과 행위가 뒤따라야 한다. 바로 이 고린도 성 내에는 아직까지 바울의 복음을 듣고 구원받아야 할 피택된 백성들이 많이 있었던 것이다. =====18:11 일 년 육개월을 유하며 - 1년 6개월의 기간에 대해서나 학자 간에 다소 의견에 차이가 있다. 즉 바울이 고린도에 처음 도착해서 그곳을떠날 때까지의 전체 기간을 말한다는 의견(Zahn, Haenchen, Longenecker)과 바울이 환상을 경험한 후 고린도에 머문 기간만을 의미한다는 의견이 있다(Robertson, Whitelaw). 여기에서 어느 것이 정확한의견인지 알 수 없지만 분명한 것은 바울이 적어도 1년 6개월 고린도에 머물렀다는 사실이다. 그는 고린도에 머물며 참으로 당사역을 수행헹다. 한편 롬 16:1 과 고후 1:1 을 살펴보면 고린도와 인접한 아가야와 겐그레아 항구까지 복음이 전과되었음을 알 수 있다. 물론 바울이 그러한 지방까지 다니며 복음을 전파하였다고 추측할수도 있지만 그보다도 바울은 주로 고린도 내에서 활동하였고 실라와 디모데가 고린도에 인접한 지방을 다니며 복음을 전하였다는 추측이 훨씬 더 타당하다(Lenski). 특히 '유하며'의 헬라어 '에카디세'(* ) '머물다', '거주하다'는 뜻으로 바울이 고린도를 벗어나지 않고 전도 사역을 지속했음을 시사한다. 하나님의 가르치니라 - 바울이 고린도 성 내에서 가르친 것은 '하나님의 말씀'이라고 되어 있다. 바울 설교의 핵심은 항상 예수의 메시야되심에 관한 것이었다(17:31). 이 사실에 근거해 볼 때 화목을 이루신 예수를 전파했고 또 그를 믿는 믿음에 관해 가르쳤을 것이다. =====18:12 갈리오가 아가야 총독되었을 때 - 갈리오는 본명이 마르쿠스 안네우스 노바투스(Marcus Annaeus Novatus)로서 코르도바 츨신이고 스페인의 뛰어난 수사학자이며 갑부인 마르쿠스 안네우스 세네카(M.A. Seneca : B.C.50 - A.D. 40)의 아들이며, 스토아 철학자, 정치가, 희곡작가인 루키우스 안네우세네카(B.C. 4-A.D. 65)의 동생이었다. 로마 황제 글라우디오의 통치 기간(A.D.41-54)중에 그는 로마로 가서 로마의 수사학자 루키우스 유니우스 갈리오(Lu-cius Junius Gallio)의 양자가 되었으며 A.D.51년 7월 1일 아가야의 총독이 되었다. A.D. 65년 네로를 제거하기 위한 음모에 가담한 혐의를 받고 그는 네로로부터 자살할 것을 강요받고 그로 인해즉게 된다. 그는 사람들로부터 독창적이며 청렴결백하고 온화한 성격의 소유자였다는 평을 들었다. 한편 갈리오가 부임한 아가야는 B.C.27 15년까지 원로원의 관할 지역이 있고 그후 황시령이 되었다가 다시 A.D. 44년부터 원로원의 관할 지역이 되었다. 따라서 이 당시 아가야는 지방 총독의 통치를 받았다. 유대인이...재판 자리로 데리고 와서 - 바울은 갈리오가 아가야 총독으로 부임하기 전 약 8, 9개월 동안 고린도에서 선교사역을 수행했던 것으로 추정된다(A.D.50 년 가을부터 A.D. 51년 7월 초순까지). 이 기간동안의 바울의 사역에 대해 유대인들은 많은 불만이 있었던 듯하다. 그 즈음에 총독이 새로 부임하자 유대인들은 바울의 선교를 봉쇄하고 새로운 총독도 시험해 보기 위해서 게략을 꾸몄던것같다. 그런데 본문에서 바울을 총독에게 데려가 고소하는 것은 유대인들이 이미 빌립보에서 바울을 관원들에게 데려가 고소했던 것과 동일한 방법이었다(16:19 ). 그리고 이들이 일제히 일어나 바울을 대적하는 것은 데살로니가에서 유대인들이 떼를 지어 성을 소동케 하며 바울을잡고자 했던 일을 상기시키기도 한다(17:51). 한편 유대인들이 총독이 바뀌는 상황을 틈타 바울을 고소한 것은 때우 교묘하다. 아마도 이들은 임지(任地)로 처음 부임하는 고관이면 으례히 그 지방 주민들로부터 환심을 얻고자 할 것이라는 판단 아래 새로운 총독을 자신들의 뚱대로 움직일수 있다고 생각했던 것 같다. =====18:13 율법을 어기어...사람들을 권한다 하거늘 - 바울에 대한 유대인들의 고소 내용에 대해서는 여러가지 추측이 가능하다. (1) 바울이 불법 종교(religio illicita)를 전한다는 것이다. 로마법상 로마 정부로부터 공인되지 않은 종교를 전하는 것은 불법 행위였다. 그런데 유대교는 당국으로부터 승인된 공인 종교(religio illicita)였다. 따라서 유대교는 자유로운 예배행위를 허유받았고 나아가 로마인들을 제외한 다른 사람들을 개종시키는 것도 허용되었다. 그래서 유대인들은 바울이 자신들과는 달리 공인되지 않은 불법 종교를 로마의 법을 어기민서 전하고 있다고 고소한 것이다. (2) 바울이 로마법과 정면으로 상충되는 형태의 종교를 전파하고 다닌다는 것이다. (3) 바울이 글라우디오(Claudius) 황제의 칙령을 위반한다는 것이다. 가이우스 갈리굴라(Caius Caligula)의 경우는 자신을 살아있는 상(像)을 예루살렘 성전안에 둠으로써 유대인들이 깊은 반감을 불러 일으켰다. 그러나 그의 후계자인 글라우디오가 횡제로 즉위하면서 그는 칙령을 발표하며 유대인들에게 로마 제국 내의 어느 곳에서든지 그들의 관습과 율법을 자유릅고 안전하게 지킬 수 있도록 허락하였다. 그런데 본문에서 유대인들은 바울이 유대인들의 자유로은 관습을 간섭하고 훼방하므로 결국 황제의 칙령을 어기고 있다고 고소한 것이다. 이들 견해증 14, 15절에 언급된 갈리오의 말을 염두에 둘 때 첫번째 견해가 가장 자연스럽게 받아들여질 수 있겠다. =====18:14 바울이 입을 열고자 할 때에 - 로마법상 재판은 원고(原告)의 고소와 피고(被告)의변호로써 이루어진다. 그래서 원고와 피고는 마주 서서 재판장을 향해 각자가 자기 주장을 하게된다. 바울도 역시 원고의 고소 내용에 따라 자신을 변호할 준비를 하고 있었다. 그러나 갈리오의 변호 승락이 떨어지기만을 기다리던 바울은 자신을 변호할 필요가 없어졌다. 왜냐하면 갈리오가 이 사건 자체를 기각시켜 버렸기 때문이다. 부정한 말이나 괴악한 행동 - 이는 갈리오가 재판으로 처리해야 하는 일들이 무엇인지를 명확히 나타낸다. 내가 너희 말을 들어주는 것이 가하거니와 - 갈리오가 갖고 있는 법적인 권한이 제시되고 있다. 즉 유대인들의 고소가 법정에서의 판결이 필요한 믿.형사상의 문제라면, 갈리오는 성심껏 판결을 내려줄 수 있다는 의미이다. =====18:15 만일 문제가 언어와 명칭과 너희 법에 관한 것이면 - 갈리오는 이 고소 사건이 민.형사상의 문제가 아니라 유대인들 자체 내의 '언어와 명칭과 그들의 법'에 관한 것임을 알았다. '언어'는 곧 '말씀'(* , 로고스)을 나타내는 것이고 '명칭'은 메시야와 관련된 '이름'( , 오노마타)을 뜻하는 것이며 '법'은 곧 '율법'( , 노모스)을 나타낸다. 따라서 갈리오는 이런 문제와 관련해서 볼때 이 사건은 자신이 재판할 만한 성질의 것이 아니라고 판단한 것 같다. 왜냐하면 총독이 해야 할 일은 로마의 안정과 질서 유지에 관계 있는 민.형사상의 문제를 재판하는 것이지 유대의 종교 문제를 중재(仲裁)해 주는 것이 아니었기 때문이다. 그리고 갈리오는 개인적으로 민.형사상의 문제들을 해결하는 것으로도 매우 번거롭고 성가셨을 것이므로 그는 그의 책임 영역 밖의 종교 문제까지 중재하고 싶지 않았을 것이다. 따라서 갈리오는 바울에게 변호할 기회조차 주지 않고 이 문제를 유대인들 스스로 처리할것을 명령함으로써 종결지어 버린다. 한편 이는 A.D. 49년 경에 있었던 로마의 유대인 사회 내의 폭동을 갈리오가 염두에 두어 그러한 폭동이 고린도에서 재발하지 않도록 사전 조치를 취하는 것으로 이해할 수도 있을 것이다. 갈리오는 그의 재임 기간 초기부터 이러한 단호한 조치를 취함으로써 다시는 이와 같은 일로 고통을 당하지 않고자 했던 것 같다. =====18:16 저희를...쫓아내니 - 갈리오의 이러한 결정이 기독교를 옹호하는 입장해서 내려진 것이라고 볼 수는 없다. 그렇지만 기독교의 입장에서 이 결정은 매우 중요한 의의를 지닌다. 마게도냐 선교 당시 바울은 가는 곳마다 큰 어려움을 겪어야만 했었다(14:5, 19;16:19;17:5;고후 11:24-27). 따라서 만일 갈리오가 유대인들의 억지 고소 내용대로 바울에게 유죄 판결을 내렸다면 이 전례를 따라 각 지역의 행정관들은 동일하게 유죄 판결을 내렸을 것이고 바울은 무수한 어려움 속에서 선교 사역을 수행했어야 했을 것이다. 그러나 갈리오는 유대인들의 그 터무니없는 고소를 물리쳤다. 갈리오의 명망과 지위를 고려할 때, 이 결정은 훗날 이와 유사한 사건에 대한 판결에 중요한 판단 근거로 작용하였을 것이며 결과적으로 기독교 선교를 순탄케하는 한 요인으로 작용했을 것이다(Richard N.Longenecker). 한편 유대인들은 갈리오의 기각(棄却) 선고를 듣고서도 물러서지 않고 어떻게해서든 총독을 설득시키려고 계속 남아 같은 이 야기를 반복했을 것이나 총독의 결정은 변함이 없었을 것이다. 갈리오가 부하들을 시켜 그들을 쫓아낸 것도 이런 맥락에서 이해된다(Lenski,Zahn). =====18:17 회당장 소스데네를...때리되 - 당시 그리이스-로마 세계에서는 반(反)유대주의 감정이 항상 존재하고 있었다. 갈리오도 이러한 반유대주의 감정에서 예외가 아니었고 이 재판정에서 그 감정을 노골적으로 표현하였다. 갈리오의 행동에 자극을 받은 군중들은 회당장 소스데네를 갈리오 앞으로 끌고가 때리게 되었다. 여기서 '모든 사람'이 누구를 가리키는지 분명히 언급되지 않고 있다. 이에 대하여 쟈안(Zahn)과 헨헨(Haenchen)은 그 재판에 실망한 유대인들이 아님은 분명하다고 설명한다. 롱게네커(Longenecker)는 이 사람들이 헬라 군중들이라고 본다. 바울에 대한 유대인들의 고소가 기각되고 총독이 유대인들을 냉대하는 것을 보자 반유대적 감정을 품고 있던 헬라인들이 책임자격인 회당장을 무고죄(誣告罪)로 구타한 것 같다. 한편 앞서 고린도에는 하나의 회당이 있고 그 회당장이 그리스보(8절)라고 했는데 여기서는 회당장이 소스데네로 나와 있다. 그러나 다소 규모가 큰 회당에는 때때로 한 사람 이상의 회당 지도자들이 있었을 것으로 추측할 수 있다. 아니면 소스데네는 그리스보가 예수를 믿게 되자 그의 후임으로 회당장 직분을 맡았을 수도 있다. 얼마 있다가 - 바울이 수리아 안디옥에 얼마 동안 체류했는지에 대해서는 구체적인언급이 없다. 롱게네커(Longenecker)는 이 기간 52년 여름부터 53년 봄까지로 추정한다. 이 기간동안 그는 두 차례의 선교 여행을 돌아보며 드러난 여러가지 문제점들에 대해 숙의(孰議)하였을 것이다. 그리고 잠시간 여독을 풀면서 3차전도 여행에 대한 게획을 세우며 준비하였을 것이다. 떠나 - 누가는 바울이 제3차 전도 여행을 떠나면서 제1차나 2차 전도 여행과는 달리 바나바나 실라는 데리고 갔다는 언급을 하지 않고 있다. 이는 바울이 이번 여행을 홀로 하고 있음을 나타내는 것 같다. 갈리디아와 브루기아 땅을... 굳게 하니라 - 이 지역은 아마도 브루기아 방언과 겔틱 방언이 사용되는 지역인 갈라디아시 브루기아 지역이나 남부 갈라디아의 어떤 지역을 의미하는 것으로 2차 전도 여행 때 방문한 비시디아 안디옥, 이고니온, 루스드라, 더베 주변 지역을 말하는 것일 것이다(16:1-6). 바울은 이러한 지역을 다니면서 이미 그리스도를 믿고 그의 '제자'들이 된 성도들이 유대인들의 핍박과 이방의 거짓 교훈에 흔들리지 않고 더욱 굳건히 서도록 격려하며 위로했다. =====18:18 더 여러 날 유하다가 - 바울의 전도여행을 살펴보면 바울은 항상 자신에게 닥친 여러 위험한 상황들이 지난 후에야 자신이 머물던 곳을 떠나곤 하였다(14:6, 20;16:40;17:10;18:;19:8;20:1). 고린도에서도 역시 마찬가지였다. 바울이 여기서 '여러 날' 더 머문 것이 앞서 11절에서 언급된 1년 6개월의 기간에 포함되는 것인지 아니면 추가되는 것인지 확실치가 않다. 그런데 바울이 갈리오의 뜻하지 않은 옹 호를 받게 된 상황을 감안한다면 바울은 고린도를 그렇게 서둘러 떠날 이유가 없었을 것이므로 후자의 견해가 더 적절한 듯하다(I.H. Marshall). 브리스길라와 아굴라도 함께 - 브리스길라가 그녀의 남편인 아굴라보다 먼저 언급되는 것은 여기외에도 몇 군데 더 있다(26절;롬 16:3;딤후4:19). 이는 브리스길라가 아굴라보다 먼저 그리스도인이 되었다든지 아니면 브리스길라의 신앙이 아굴라의 신앙보다 더 신실했다고 보아야 할 것이다. 어쨌든 이들 부부는 바울의 선교에 매우 헌신적으로 협조한 사람들이었다(롬 16:4). 바울이...게그레아에서 머리를 깎았더라 - 바울이 고린도에서 그의 선교 사역과 관련하여 어떤 목적을 두고 하나님께 일정 기간의 나실인의 서원(Nazurute viw, 21:17-26 주제 강해 '나실인 제도' 참조)을 하였으며 이제 그 기간이 다 지나갔음을 보여준다(민 6:2-21). 원래 이러한 서원(誓願)은 예루살렘에서 온전히 마감되는데 그곳에서 머리카락을 하나님께 바치고 희생 제사를 드렸다(민 6:13-21). 여기서 바울이 유대의 옛 관습을 좇아 서원을 했다는 사실을 이상하게 여길 필요는 없다. 바울은 스스로 자기자신을 유대 그리스도인으로 생각했고(고후 11:22) 또 제3차 전도 여행을 끝맺음할 때에도 그누 '나는 바리새인이요 또 바리새인의 아들'이라고 주장했다(23:6). 한편 혹자(Grotius, Meyer, ieseler)는 머리를 깎은 사람은 바울이 아니라 아굴라라고 주장한다. 그렇지만 이는 거의 근거가 없는 주장이며 또 저자 누가가 아굴라 같은 인물에 관해서까지 그렇게 세세한 언급을 했다고 보기도 힘들다. 한편 겐그레아는 고린도에서 가까운 곳으로 고린도의 외항(外港)이며 지중해연안의 여러 도시를 잇는 교통의 요충지였다. 이 도시에는 바울이 고린도에 체류하며 전도하여 거둔 열매인 여집사 뵈뵈가 봉사하는 교회가 있었다(롬 16:1, 2). =====18:19 에베소에 와서 - 이 도시는 로마의 아시아 관할 지역의 수도이며 상업 중심지였다. 아울러 이 도시는 원로원과 시의회를 갖춘 자유헬라 도시였다. 이곳에는 아데미 여신을 섬기는 신전이 있었는데 이 신전은 고대의 칠대 불가사의(七代不可思議)중의 하나이다. 그러나 A.D. 262년 고트족에 의해 파괴되었다. 저희를 거기 머물러 두고 - 브리스길라와 아굴라를 이곳에 계속 머물게 하였다는 의미인 듯하며 이들의 체류 기간은 4, 5년 정도로 짐작된다. 이들은 이곳에서 믿음의 형제들을 대접하며 바울의 서신을 통해(고전 16:19) 고린도의 친구들에게 안부를 전하기도 하였다. 그리고 이들은 데메드리오의 공격시에(19:23-41) 이곳에 있었고 바울을 보호하기 위해 그들의 생명도 아끼지 않았으며(롬 16:4) A.D. 54년(혹 56년) 글라우디오 횡제가 죽은 후 로마로 돌아갔다(롬 16:3). 한편 이 때의 실라와 디고테의 행적에 관해서는 알기가 어렵다. 아마도 고린도 교회에 계속 머물며 그 곳의 사역을 감당했거나 아니면 바울과 계속 동행해 예루살렘에 갔다가 수리아 안디옥을 거쳐 에베소에 돌아왔을 것이다(Longenecker). 회당에 들어가서...변론하니 - 바울이 낯선 땅에 들어서서 복음을 전하기 위하여 제일 먼저 회당을 찾는 것은 전형적인 그의 선교 방법이었다(4절;13:5, 14;17:1, 10, 17:19:8). 그런데 바울이 회당을 찾은 이 날은 안식일이 아니었다. 그렇지만 그는 회당을 찾으면 사람들을 만날 수 있다는 사실을 알고 있었다. 왜냐하면 유대인들은 꼭 안식일이 아니라 하더라도 하루에 세 번씩 기도를 드리기 위해서 또는 토론과 담소를 즐기기 위해서라도 회당에 모이곤 했기 때문이다. 그래서 그는 회당을 찾았고 그곳에서 복음을 전하였다. 그리고 바울이 회당을 찾은 또 한 가지 이유는 유대인들의 복음에 대한 반응을 알아보고자 했기때문이었을 것이다. =====18:20 더 오래 있기를 청하되 허락지 아니하고 - 다른 곳에서와는 달리 에베소에서의 사역은 매우 전망이 좋았고 사람들도 호의적이었다. 바울의 설교에 깊은 인상을 받은 많은 에베소사람들이 바울의 체류를 간청하였지만 그는 허락하지 않고 자신의 여행 길을 재촉한다. 바울이 이렇게 자신의 여행 길을 재촉하는 이유에 대해서는 자세한 언급이 없다. 그가 왜 이렇게 여행을 서둘렀는가에 대해서는 여러가지 추측이 있을 수있겠지만 대략 21절에서 제시되는 바와 같이 몇가지 내용으로 요약될 수 있을 것이다. =====18:21 만일 하나님의 뜻이면 너희에게 돌아오리라 - 바울 자신도 어느 정도 에베소에 더머물고 싶은 마음이 있었던 듯하다. 그러나 그는 에베소에서의 아쉬움을 남긴 채 에베소의 선교전망과 이곳에 뿌린 씨앗에 대한 기대를 가지고 에베소를 떠나게 된다. 배를 타고 에베소를 떠나 - 바울이 서둘러 에베소를 떠나 예루살렘에 가고자 했던(22절) 몇 가지 이유를 추측해 보면 다음과 같다. 1. 서방 사본(Western Text)과 비잔틴 사본(Byzantine Text)에는 본 구절에 '내가 반드시 예루살렘에서 다가오는 절기를 지키야 하리라'는 구절이 포함되어 있다. 이들 사본들의 구절을 참고해 보면 바울은 아마도 유월절 내지는 오순절을 지키고자 예루살렘에 서둘러 가려고했을 것이다. 2. 바울은 제2차 전도 여행의 성과를 예루살렘 교회에 보고함으로써 예루살렘교회와 이방 교회간의 유대를 공고히 하고자 했을 것이다. 3. 바울은 예루살렘을 방문해 성전에서 그의 머리카락을 번제로 드리고 희생 제사를 드림으로써 그의 서원을 지키기 위해 예루살렘에 가고자 했을 것이다(18절;21:26). =====18:22 가이사랴에서 상륙하여 - 어떤 학자들은 바울이 탄 배가 수리아 안디옥의 항구 실루기아(Seieucia)에 정박하고자 했으나 강한 북동풍이 봄철 풍향 사정 때문에 쉬운 항로를 택하여 그곳보다 약 400KM 남쪽에 있는 가이사랴항에 상륙하였다고 주장한다(Haenchen). 이들의 주장에 따르면, 풍향 사정이 아니었다면 바울이 얼마 후면 곧바로 다시 돌아갈 안디옥에서 무려 400KM나 떨어진 가이사랴에 굳이 오지는 않았을 것이라 한다. 그러나 이들의 주장은, 바울이 수리아 안디옥으로 돌아갈 것이라는 전제를 미리둔 것이고 또한 바울이 예루살렘에 가고자 하는 목적(21절 주석 참조)을 간과한 것이므로 타당하지 않다. 한편 가이사랴는 헤룻 대왕 이후 예루살렘의 항구 역할을 해왔다. 올라가...내려가서 - 어떤 학자들(Knopf, baurnfeind)은 본 구절에 예루살렘이라는 지명이 없기 때문에 바울이 가이사랴에 있는 성도들의 안부를 물어보려고 항구에서 가이사랴 성내로 '올라갔다'고 주장한다. 그러나 바울이 가이사랴 항구까지 온것은 예루살렘 교회를 방문하기 위함이었다고 보는 견해가 우세하다(l.H.Marshall). 가이사랴는 예루살렘에서 약 104KM 떨어겨 있었으며 예루살렘을 향해서는 올라가도록 되어 있다. 사실 팔레스틴의 지형상 헤브론쪽의 방향을 제외하고난 예루살렘은 어느 쪽에서든지 윗쪽에 위치해 있었다. 그리고 일반적으로 헬라어 원문에서 올라가다'를 뜻하는 '아나바이노'(* )는 뜻의 '카타바이노'(* )는 예루살렘을 중심으로 올라가고 내려가는 것을 뜻한다. 이 사실에 덧붙여서 '교회라는 뜻의 헬라어 '여클레시아(* )라는 말은 바울이 예루살렘 교회를 방문했다는 사실을 더욱 더 확증해 주고 있다. 바울은 그가 그리스도를 만난후 모두 다섯 차례에 걸쳐 예루살렘 교회를 방문했으며 이번이 그중 4번째였다(9:26;11:30;15:4 ;21:17). 그리고 세차례에 걸친 바울의 선교 여행은 모두 예루살렘 방문으로 마감되었다고 본다(본절:15:4;21:15). 그는 예루살렘 교회를 방문해서 그의 두번째 선교 여행의 결과를 보고하고 이교회와 이방 교회간의 결속(結速)올 다졌을 것이다. 아울러 축제에 참석하여 30일간의 결례기간을 가진 후 성전때 올라가 그의 서원대로 머리카락을 번제로 드리고 희생 제사를 드렸을 것이다. 그는 이곳에서 그의 방문 목적이 끌나자 그의 이방 선교의 전도 기지인 안디옥으로 돌아갔다. 안디옥은 예루살렘 북쪽 약 480KM 지점에 있었다. =====18:24 알렉산드리아 B.C - 332년 알렉산더대왕이 세운 중요한 해양 도시이다. 상업의 중심지요, 지식과 학문의 중심지이기도 하였다. B.C. 280년경에 구약성경의 헬라어 번역서인 70인역(LXX)이 이곳에서 만들어지기도 하였다. 알렉산더 대왕은 유대인들을 이곳에 이주시켰는데, 유대인들이 크게 번성하뗘 당시 인구의 1/3이나 되었다 한다. 따라서 유대적 헬라 설학이발달하였는데 그 철학자들 중 필로(Philo)가 대표적인 인물이다. 그때까지 필로가 생존해 있었으로 아마 아볼로는 그 필로 학파의 일원이었던것 같다. 아볼로라 하는 유대인이...성경에 능한자라 - '학문이 많고'의 헬라어 '로기오스'(* )는 '유식한', '말 잘하는'이란 뜻이 다나이는 아볼로가 천부적인 언변(言辯)과 풍부한 학식을 가지고 있는 사람임을 나타낸다. 또한 아볼로는 이 외에 '성경에 능하기'까지 했다. 즉 그는 그의 언변과 학식을 성경 연구와 그 연구한 사실을 다른 사람에게 건하는 데에 사용하였다. 그러나 그는 불행히도 복음의 핵심을 몰랐다. 한편 아볼로가 에베소를 방문한 시기는 바울이 에베소에 잠시 머물다 떠난 후(19:1)부터 그가 제3차 건도 여행 때 다시 에베소롤 방문하기(19:1) 전의 기간이었다. 이 때에 아볼로가 에베소를 방문하여 영적 지도를 받게 된 것은 하나님의 섭리로 이해되어야 할 것이다. =====18:25 주의 도를 배워...요한의 세례만 알따름이라 - 아볼로가 어디서 어떻게 주의 도를배웠는지에 대해서는 정확하지가 않다. 추측건대 그는 세례 요한의 몇몇 제자들을 통해 기독교의 교훈을 배웠을 것이다. 누가의 저서에 있어서'주의 도'나 '하나님의 도'는 항상 '기독교의가르침' 즉 복음을 의미했다(Haenchen). 그러나 아볼로가 주의 도를 아무리 열심히 배우고 가르쳤다고 해도 세례 요한이 죽기까지 예수에 관해 이야기한 것만 부분적으로 배웠기 때문에 예수에 관한 지식에는 한계가 있을 수밖에 없었다. 한편 흘츠만(Holzmann)은 아볼로가 세례 요한히 뒤를 잇는 인물이었다고 주장한, 또한디벧리우스(Dibelius)는 아볼로를 통해서 혼합적인 반(半)기독교의 모습을 볼 수가 있다고 주장한다. 그리고 캐제만(Kasemann)은, 아볼로는 사도 중심적 기독교에 대해 독립적으로 활동했딘 기독교 교사였는데 이러한 연유로 누가는 그를 불완전한 교사로 묘사했다고 한다. =====18:26 브키스길라와 아굴라가...더 자세히 풀어 이르더라 - 본 구절에서도 브리스길라가 그녀의 남편 아굴라보다 먼저 언급되었다. 이는 아볼로에게 복음을 전하고 가르침에 있어 브리스길라가 아굴라보다 더 적극적이고 열심이었기 때문인 것으로 추측된다(Haenchen). 이들 부부는 아볼로가 회당에서 말씀 전하는 것을 들었는데 그가 복음의 진수(眞髓)에 대해 무지한 것을 발견하고 그에게 예수의 죽음과 부활, 오순절 성령강림을 통해서 이루어진 모든 일들을 가르쳤다. 여기서 특별히 아볼로가 세례를 받았다는 언급이 없는데 이씨 대해 혹자는 기독교 공동체에서 아볼로가 이전에 받은 '회개의 세례'를 기독교적 세례로 간주했던 것으로 판단된다(Longennecker)고 주장한다. 한편 이와는 달리 많은 학자들은 아볼로가 성령 세례를 밞았을 것이라고 이야기한다. 그래서 학자 간에는 이 구절이서 기독교의 성령 세례에 관해서 논하기도 한다. =====18:27 아볼로가 아가야로...많은 유익을 주니 - 베자 사본(Codex Bezae)에 따르면 에베소에 몇몇 고린도 고인들이 있었는데 그들이 아볼로의 이야기를 듣고 아볼로에게 자신들과 함께 고린도에 갈 것을 부탁했나고 언급되어 있다. 에베소에는 이미 브리스길라와 아굴라가 사역하고 있었으므로, 또한 그는 더 많은 사람들에게 받은바 은혜를 전하고 싶어 고린도로 갔는지도 모른다. 그리고 아볼로의 고린도 사역을 위해 브리스길라와 아굴라는 추천장을 써주기도 하였다. 결국 고린도에서의 아볼로의 사역은 후에 큰 결실을 거두었고 바울도 그를 높이 평가했다(고전1-4장). =====18:28 성경으로써...유대인의 말을 이김일러라 - 아볼로 역시 바을과 마찬가지로 메시지의 핵심을 '예수는 그리스도'라는 사실에 집중시켰다. '성경에 능한 자'(24절)였던 그는 복음의 핵심을 깨닫자 공증 앞에서 그가 알고 있던 성경의 말씀을 통해서 예수께서 메시야이심을 더욱더 설득력있고 확신있게 전하였다. 그의 능슥한 언변과 철학적 학식, 성경시 능통함 등은 그가 복음을 전하는데 뒷받침이 되었고 특별히 유대인을 설복시키는데 귀하게 사용되었다. 이런 아볼로의 사역을 근거로 마르틴 루터(M,luther)는 히브리가 아볼로의 성경적 논증의 실례라고 주장한다. 왜냐하면 그내용이, 예수 그리스도의 우월성이 유대교를 능가한다는 점을 구약성경을 인용하여 지적하고 있기 때문이다. 그러나 이사건들을 뒷받침할 만한 분명한 자료들이 없다. 본장은 바울의 2차 선교 여행과 3차 선교 여행이 교차하는 모습을 보여준다. 즉  본 장에는 아덴을 떠나 고린도에 도착한 바울의 겐그레아-에베소-가이사랴-예루살렘을 거 쳐 안디옥에 돌아옴으로써 2차 전도 여행을 마치는 장면과 갈라디아, 부르기아 등지에 서 3차 전도 여행을 시작하는 장면이 수록되어있다. 본장의 구체적 내용은 문단 강해를 통해 상고하기로 하고 여기서는 본장 전체에  부 가되어 있는 다음 두 가지 사항에 초점을 맞추어 보기로 하자. (1) 하나님의 뜻에 순종하는 바울. 본장에 묘사된 바울의 선교 여행은 발칸  반도의 남단에 위치한 고린도에서 지중해를 가로질러 가이사랴에 이르는 해상 여행과,   가이 사랴에서 예루살렘을 거쳐 선교 여행의 거점인 안디옥에 도착한 다음 소아시아를 가로 질러 에베소까지 달하는 육로 여행으로 구성되는 바, 실로 장대한 여행이었다. 오늘날과 같이 그렇게 여행 수단이 발달하지 않은 시대에 바울이 그처럼 먼  거리를 순회할 수 있었던 것은 단순히 그의 남다른 정열과 의지 때문만이  아니었을  것이다. 바울 또한 때때로 피곤하여 낙심하며 넘어지기도 하는 연약한 인간이요 더욱이 외부로 부터의 어려움도 극심했다. 바울이 복음을 증거하는 곳마다 그를  방해하는  대적들의 온갖 음모와 훼방은 끊이질 않았고(13:18;16:19;19:9). 특히 동족인 유대인들을  구원 하고자 하는 그의 강렬한 동족애에도 불구하고 이를 이해하지 못하고 도리어 그를  핍 박한 열혈 유대인들의 적개심은 찌르는 가시요 채찍과 같이 늘 바울의 마음을  괴롭게 하였다(6절;13:45;14:19;17:5-9,13). 게다가 아덴에서는 혼신의 정열을 다해 군중들에 게 설교했건만, 군중들은 단단한 바위와 같이 그의 설교에 아랑곳하지 않고  냉담하기 만 했다(17:16-34). 이러한 역경 속에서 바울이 가졌던 심정은 450명의 바알 선지자를 궤멸시킨 갈멜 대 첩에도 불구하고 대적 이세벧의 보복 맹세를 들은 엘리야가 도피했을 때 가졌던  심정 과 같았을 것이다(왕상 19:1-8). 그러나 인간적 공포와 불안의 좌절에 빠진  엘리야에 게 하나님의 위로와 강한 능력이 함께 하셨듯(왕상 19:9-21)  하나님께서는  바울에게 \"두려워하지 말며 잠잠하지 말고 말하라\"(9절)고 말씀하셨다. 우리는 바울 개인의 능력을 지나치게 생각한 나머지 배후에 역사하시는 하나님의 능 력을 간과하기 쉽다. 바울이 장대한 전도 여행의 발걸음을 옮긴 것은 하나님의 말씀에 붙잡히고 하나님의 뜻에 순종함에서 비롯된 것이다. 하나님의 뜻과 말씀에 인도받으며 그것에 순종하는 바울의 확고한 태도는 본장 전체에 걸쳐서도 확인되고 있다. 예컨대, 바울이 고린도에서 복음을 증거할 때 하나님의 말씀에 붙잡여 그리스도를  증거하였고 (5절) 또한 환상 중에 '담대하게 말씀을 전하라'는 하나님의 말씀을  받았다(9,10절). 뿐만 아니라 2차 전도 여행에서 귀환 도중 잠시 머물렀던 에베소에서 사람들이 바울에 게 오래 거하기를 요청했을 때에, 바울은 \"만일 하나님의 뜻이면  너희에게  돌아오리 라\"(21절)고 대답하면서 에베소를 떠났다. 이상에서 복음 전도자가 잊지 말아야 할 중요한 태도를 엿볼 수 있으니, 그것은  하 나님의 말씀에 인도를 받으며 그분의 뜻에 전적으로 순종하려는 자세라 하겠다. (2) 협력하는 복음의 일꾼들. 본장 전체에는 바울 이외에 명확한 이름이 밝혀진  인 물들이 아홉 명이나 등장하며, 이중에서 아가야 초독인 갈리오와 회당장 소스데네  두 명을 제외한 나머지 일곱 사람은 모두 바울의 복음 전도 사역을 도운 복음의 일꾼들이 었다. 즉 바울과 같이 장막 제조를 업(業)으로 한 브리스길라와 아굴라 부부,  바울의 동역자인 실라와 디모데, 고린도 교회의 주요 일꾼이 된 디도 유스도와 그리스보,  그 리고 에베소 교회의 기둥 같은 인물인 아볼로 등이 모두 복음 사역을 위해 직접, 간접 으로 바울을 도운 사람들이다. 이처럼 바울이 주변에는 그를 저해하려는 대적들  못지 않게 그를 위로해 주며 우호적으로 환대해 주는 동료들이 있었으니 이들은 불철  주야 복음 사역을 위해 헌신하는 바울에게 커다란 용기와 힘이 되었다. 인간을 통해 당신의 뜻을 이루어나가시는 하나님께서는 모든 일이 합력하여  선(善) 을 이루게 하사(롬 8:28) 처처마다 당신의 일꾼들을 세우시고 그들로 하여금 하나님이 원하시는 일들을 하게 하신다. 형제들이 연합하여 그리스도 안에  거하며  다같이  주 (主)를 위하여 힘쓰는 모습은 하나님이 보시기에 아름다울 것이며 또한 하나님의 나라 가 이 땅에서 더 널리 확장되기를 염원하는 성도들이 진정으로 원하는 바이기도 하다. 한편 본장의 내용은 크게 세 부분으로 나뉜다. 첫째 단락(1-17절)은 바울이  고린도 에서 사역한 내용이며 둘째 단락(18-22절)은 2차 전도 여행을 마감하는 시저에서 바울 이 에베소를 경유하여 안디옥 교회에 귀환한 내용이다. 그리고 셋째  단락(23-28절)은 3차 전도 여행이 시작되는 시점에 아굴라 부처(夫妻)를 만나 능력있는 복음의  사역자 로 변모한 아볼로에 관한 내용을 다루고 있다. 1. 고린도 전도(18:1-17) 고린도는 발칸 반도 남단에 위치한 상업과 무역의 요충지로서 부요한 도시였다.  특 히 이곳은 아가야의 수도요 지중해의 상권을 장악하고 있는 헬라의 대도시로서 이른바 '헬라의 빛'이라고 불릴 정도로 헬라 문화가 화려하게 번창하고 있었다. 국제적인  항 구 도시가 그러하듯이 고린도에도 온갖 비행(非行)과 타락 행위들이  만연해  있었다. 이 지역의 중심부에 세워졌던 아프로디테 신전(神殿)은 고린도의 부패와 타락상을  여 실히 보여준다. 이 신전에는 천여 명의 여인들이 있어 이곳을 거치는 자들에게는 매음 (賣淫) 행위를 하였던 것이다. 이러한 고린도의 타락한 모습은 마치 구약 시대 성적, 도덕적으로 타락의 첨단에 있 었던 소돔과 고모라(창 18:20;19:1-22)의 모습을 방불케 한다. 현대에 있어서도 '고린 도인처럼 신다'는 격언이 있어 이는 매우 음란하고 방탕한 생활을 사는 사람에 대하여 사용되고 있으며 영어로 '고린도인'(Corinthian)이라고 하면  '난봉꾼'(profligate)을 가리킨다. 고린도의 부패한 모습은 바울이 고린도 교회에 편지할 때 '너희 중에 이와 같은  자 들이 있더니'라고 하면서 그 도시의 온갖 지저분한 죄악들을 열거한 데서도  알  수가 있다. \"불의한 자가 하나님의 나라를 유업으로 받지 못할 줄을 알지 못하느냐  미혹을 받지 말라 음란하는 자나 우상 숭배하는 자나 간음하는 자나 탐색하는  자나  남색(男 色)하는 자나 도적이나 탐람하는 자나 술 취하는 자나 후욕하는 자나 토색하는 자들은 하나님의 나라를 유업으로 받지 못하리라\"(고전 6:9,10). 이처럼 타락과 우상  숭배가 만연한 도시인 고린도에 이른 바울은 두려워 하는 심정을 가졌던 것으로 보인다. 이는 그가 훗날 고린도를 처음 방문했을 때를 기억하며 '약하며 두려워하며 심히 떨었노라' (고전 2:3)고 술회한 데서 알 수 있다. 우리는 바울이 고린도 전도를 목전에 두고 그와 같은 심정에 있게 된 원인을 세  가 지로 추정해 볼 수 있다. 첫째, 그는 복음 전도 사역이 미궁에 빠져드는 듯한  느낌을 지울 수 없었던 것 같다. 마게도냐의 환상(16:6-10)을 보고 확신에 찬 발걸음을  내딛 었음에도 불구하고 아덴 전도(17:16-34)를 전후하여 그의 전도 사역은 좀처럼  자신의 기대대로 되어지지 않았으며, 이로 인해 그는 하나님의 뜻이 과연 어디에  있는  지를 깊이 생각하였을 것이다. 둘째, 바울은 빌립보 등지에서  심한  매를  맞았기  때문에 (16:19-40) 오랫동안 건강이 나빴을 것이며, 이 때문에 감정적으로도 의기 소침해졌을 것이다. 셋째, 그는 데살로니가 교인들에 대한 염려로 거의  병이날  지경이었다(살전 2:17-3:5). 이처럼 안팎으로 답답한 상황에 처한 바울이 고린도에 도착했을 때, 그에게 큰 힘이 되어 준 사람들이 있었으니 아굴라 부부가 바로 그들이었다(2절). 그들은 바울과 같은 직업에 종사하였으며, 바울을 만나기 이전부터 그리스도인의 생활을 하고  있었던  것 같다. 훗날 그들 부부는 바울을 위해 생명을 내어놓을 정도로 신실한 동역자의 역할을 감당하였다(롬 16:3,4). 그리고 얼마 후에 실라와 디모데가 고린도에서 합세함으로써, 바울은 새 힘을  얻어 복음 사역을 수행해 나갔던 것이다(5절). 그러나 무엇보다도 바울로 하여금  인간적인 착잡한 심정을 극복하고 고린도 전도 사역을 성공적으로 수행토록 한  힘은  하나님께 있었다. 하나님께서는 실의에 빠진 바울에게 환상을 통해 그의 사역을 격려하셨던  것 이다. 실로 '죄가 더한 곳에 은혜가 더욱 넘치듯이'(롬 5:20) 복음은 고린도인의 타락 한 심령에 더 잘 흡수되었다. 한편 여기서도 바울에 대한 유대인들의 핍박은 계속되었거니와 총독 갈리오의  냉철 한 판단으로 무마되었다. 바울에 대한 유대인들의 고소 내용과 이에 대한 갈리오의 판 결을 간략하게 살펴보면 다음과 같다. 첫째, 유대인들의 고소 내용. 바울이 복음을 전하는 어느 곳에나 열혈 유대주의자들 이 반대가 있어 왔다. 바울이 고린도에 이르렀을 때 이곳의 유대주의자들의 핍박은 이 전보다 더욱 격렬한 양상을 띠게 된다. 이들은 복음을 증거하는 바울을 대적하였을 뿐 만 아니라 권력을 이용하여 바울의 사역을 완전히 종식시키고자 하였던 것이다.  복음 을 증거하는 바울을 잡아 갈리오 총독에게 데로온 그들의 고소 내용은 바울이  로마법 에서 인정하지 않는 불법 종교를 전한다는 것이었다. 그러므로 더 이상 바울이 기독교 라는 불법 종교를 전하지 못하도록 처벌을 가해야 한다는 것이 그들의 주장이었다. 이 렇듯 정치적 간계(奸計)에 의해 바울을 와해시키려고 한 대적들의 행위는 유대교 지도 자들이 예수를 빌라도에게 끌고가서 정치적인 죄목으로 고소한 사실을 상기케 한다(눅 23:1-25 주제 강해 '공회의 고소 내용 분석' 참조). 둘째, 갈리오의 판결. 당시 아가야 총독 갈리오는 청렴 결백하고 온화한 성격의  소 유자였던 것으로 전해진다. 이러한 사람이 총독으로 부임해 오자  유대인들이  바울을 고소한 것은 아마도 갈리오의 결백하고도 친절한 성격으로 이요하려고 한 데서 비롯되 었을 것이다. 하지만 갈리오는 불편 부당(不偏不黨)한 로마  총독으로서,  유대인들의 고소가 순전히 종교적인 문제라고 판단을 내렸다(14-16절). 종교적인 문제에 관한 한, 갈라이고 재판할 성질의 것은 아니었다. 왜냐하면 갈리오의 책임은 로마의 안정과  관 계있는 민사(民事) 혹은 형사(刑事) 상의 문제를 재판하는 것이지 유대의 종교 문제를 중재해 주는 것은 아니었기 때문이다. 따라서 갈리오는 바울에게 변론할 기회를  주지 않은 채 바울과 유대인들을 법정에서 내쫓았다. 이와 같은 갈리오의 판결은  간접적으 로 기독교를 로마의 합법적 종교로 인정한다는 것을 암시하는 것으로  당시  기독교가 문제시된 다른 지역에 상당한 영향을 미쳤을 것으로 보인다. * 자급 전도(自給傳道)가 주는 교훈. 유대인들은 그들의 후손에게 전통이나  유산을 물려 주었을 뿐 아니라 한 가지 기술을 가르쳐 줌으로써 생계를 꾸리는  데에  문제가 없도록 하는 관습을 지니고 있었다. 유대 격언에도 '자녀에게 기술을  가르치지  않는 사람은 그 자녀에게 도적질을 가르치는 것과 같다'라는 말이 있다. 이에 바울은  짐승 의 가죽이나 천으로 군인들이나 양치기들이 사용할 천막을 제조하는 기술을 지녔던 것 으로 보인다. 이와 같이 천막을 제조하는 기술을 가진 바울은 복음 전도 사역을  위해 질주하면서 한편으로 그의 생활의 근거를 다른 사람에게 의존하지 않고 자신의 소용을 위해 때때로 천막을 제조하는 노동을 몸소 하였던 것이다. 이렇게 천막짓는 일에 종사하며 주의 일에 힘쓴 바울의 '자급  전도'로부터  우리는 세 가지 교훈을 얻을 수 있다. 첫째로, 그는 손으로 수고하는 일을 결코 천하게 여기지 않았고 오히려 이마에 땀을 흘린 대가로 음식을 먹는 것을 당연한 일로 흔쾌히 받아들였다(살후 3:10). 최초의 인 류인 아담과 하와의 범죄로 인해 인간들은 에덴  동산으로부터  영원히  추붕됨으로써 '얼굴에 땀이 흘러야 식물을 먹게'(창 3:19) 되었다. 이로 인해 인간은 비로소 생계를 목적으로 하는 노동을 시작하게 되었으나 하나님에 의해 피조된 인간은 원초적으로 노 동을 통해서 진정한 기쁨을 얻는 존재라고 할 수 있다. 우리가 기쁘게 먹고 마시며 입 는 모든 것이 인간의 수고와 노력의 산물이요 그 어느 것 하나도 저절로 생겨난  것이 없다. 하나님의 피조물을 다스릴 권한을 부여받은 인간(창 1:28)은 노동을 통해서  참 된 기쁨을 얻고 또 기쁨을 상호간에 나누는 존재이기에 또한 어떠한 노동을  대하여서 도 천하다고 할 수 없을 것이다. 둘째로, 바울은 재물에 과다한 욕심을 부리지 않았으며, 다만 일용할  양식을  얻을 수 있을 정도만을 벌었다(마 6:11). 사실 바울이 처한 상황을 고려하건대 그는 자신의 건간을 위해서라도 어느 정도의 재물은 소원할 수도 있었을 것이다. 하지만 그는 주님 으로부터 받은 사명을 확실히 인식하고 있었으며 달려갈 목표가 분명했기 때문에 일신 상의 안일은 돌볼 겨를이 없었다(20:24;고전 9:23-27). 셋째로, 바울은 자신의 설립한 교회로부터 생계 문제를 부탁할 권리를 갖고  있었음 에도 불구하고 복음이 '짐스러운 것'으로 여겨지지 않도록 하기 위해 손수 일을  하였 다(고후 11:7;살후 3:8,9). 복음 사역자 생계에 구애받지 않고 자신의 사명에  몰두하 면 더 큰 영향력을 미칠 수 있는 것이 사실이다. 바울은 자발적이며 진실한  마음에서 우러나오는 도움 외에는 결코 받으려 하지 않았거니와(살후 3:7-9) 가능한  한,  자급 전도로 영적 독립을 도모하였던 것이다. 경제적 종속은 영적 독립을 상실하기  쉬우므 로 복음을 위해 자급 전도한 바울의 행동은 실로 본받을 만하다 하겠다. 2. 2차 전도 여행에서의 귀환(18:18-22) 발칸 반도의 남단에 위치한 고린도에 헬라 전도의 마지막 진지를 구축한 바울은  이 곳에서 약 18개월 동안 머문 것으로 보인다. 이제 본문에서 바울은 고린도 사역을  마 감하고 안디옥을 향해 귀환하고 있다. 이것으로 2차 전도 여행의 2년 여 정도의  여정 이 끝을 맺는다. 바울은 2차 전도 여행의 성과를 예루살렘 교회에 알리고자  예루살렘 에 들렀다. 아마도 이방 교회들과 예루살렘 교회간의 유대(紐帶)를 공고히 하고자  하 였을 것이다. 이번뿐 아니라 바울은 1차와 3차 전도 여행을 마쳤을 때에도 선교  여행 의 성과를 예루살렘 교회에 보고하였다(15:1-5;21:17-26). 바울은 전도 여행의 성과를 그 자신의 능력이 힘의 결과로 생각지 않고 오직 하나님의  도우심으로  이루어졌음을 알리고자 하였으며, 이방인을 구원하시는 하나님의 주권적 섭리를 깨닫게 하여 보수주 의적인 예루살렘 교회도 이방인 개종자들을 같은 그리스도의 형제로 인정하고  받아들 일 것을 원하였던 것이다. 한편 고린도에서부터 수리아 안디옥에 이르는 긴 귀로(歸路) 여행을 누가는 불과 몇 절로 요약하였다. 사실 전후 내용을 살펴보건대 귀환 여행 기간 동안에 발생할 일들은 그 중요성이나 빈도에 있어서 적지 않은 비중을 차지하는 것으로 여겨진다. 본문의 정 황에 비추어 두 가지 생략된 사항에 관해 고찰해 보고자 한다. 첫째는, 겐그레아에서 일어난 일이다. 로마서 16:1,2을 보면  겐그레아에는  바울을 도와 교회를 세운 탁월한 여종 뵈뵈가 있었다. 바울은 뵈뵈를 가리켜 '여러 사람과 나 의 보호자'라고 말하였으며 특별히 로마 교회 성도들에게 그 여인을 잘 영접해 줄  것 을 당부하였다. 더구나 뵈뵈는 바울이 로마 교인들에게 보내는 서신인 로마서를  전달 한 것으로 보인다. 이러한 사실을 감안할 때 바울이 2차 선교 여행에서 귀환하는 도중 겐그레아를 방문 했다는 본문 가운데에는(18절) 뵈뵈에 관한 기사가 나옴직했다. 그러나 누가는 바울이 겐그레아에서 서원에 의하여 머리를 깎았다는 기사만 보도하고 있다. 물론 바울이  머 리를 깎은 동기는 확실히 알 수 없지만 아마도 그것은 하나님과, 자신이 부여받은  사 명에 대한 열심에 관련된 행동으로 여겨진다. 그러나 서원에 의하여 머리를 깎은 사실 은 유대인의 규례를 지킨 것임에 틀림이 없다. 그 의도가 어떻든 유대주의를 버린  사 도 바울이 이처럼 규례를 지킨 행동 자체는 이방 선교가 무르익은 시점에서 상황에 적 합하지 않은 것일 수 있다. 이에 누가는 이방인 전도에 초점을 두고 있는 시점에서 유 대인의 규례를 지키는 바울의 행동에 대한 자세한 설명과 뵈뵈에 관한 이야기까지  생 략한 채 의도적으로 3차 선교 여행에 관한 기사로 바쁘게 넘어가려고 하였을  것이다. 더욱이 본서의 수신인 이방인임을 의식할 때(1:1) 서원에 관한 내용이 얽혀 있는 겐그 레아에서의 이야기를 간략하게 한 마디로 요약한 것은 충분히 이해가  가는  사항이라 할 수 있다. 둘째는, 바울의 예루살렘 방문에 관한 기사이다(22절). 본문에는 언급이 없지만  바 울이 겐그레아에서 서원에 의하여 머리를 깎은 후 그 머리를 예루살렘 성전에서  번제 로 드렸을 것이라는 견해는 지배적이다(22절 주석 참조). 즉 2차 전도 여행에서  돌아 온 바울이 예루살렘을 방문한 것은 선교의 성과를 보고하는 일 이외에 서원에 관한 규 례(21:17-26 주제 강해 '나실인 제도' 참조)를 철저히 지키는 일과 밀접하게 결부되어 있을 것이라고 한다. 이러한 사항은 21:1-16에 기록되어 있는 바, 3차 전도 여행의 결 과를 보고한 바울이 유대인의 율법을 경시하지 않았다는 증표로 다른  사람들의  서원 규례 행사에 동참하고 그 비용을 대신 부담한 사실과도 궤를 같이 한다. 그렇다면 바울은 왜 예루살렘에서 그와 같은 율법적 의식을 몸소 행했을까 ? 은혜의 복음을 증거하는 일을 위해 자신의 생명까지도 아끼지 않는 그가 무엇 때문에  유대인 의 율법적 경향에 타협을 하는 것일까 ? 서신서에서 \"내가 헐었던 것을  다시  세우면 내가 나를 범법(犯法)한 자로 만드는 것이라\"(갈 2:18)고 고백한 바울은 분명히  율법 주의와의 결별을 선언하였다. 그러면 바울이 예루살렘의 유대주의적 성향이 짙은 그리 스도인들의 환심을 사려고 그와 같이 행하였을까 ? 그러나 바울은 \"내가 지금까지  사 람의 기쁨을 구하는 것이었더면 그리스도의 종이 아니니라\"(갈 1:10)고 천명한 바  있 다. 이방인의 사도인 바울은 예루살렘의 히브리계 그리스도인들의 마음을 즐겁헤 하려고 했다기 보다는 이방 교회와 예루살렘 교회의 화목을 위해서 예루살렘을 방문했던 것이 다. 아무튼 누가가 바울의 예루살렘 방문에 관한 내용을 간략한 채 간단하게  '교회의 안부를 물었다'(22절)는 정도로만 언급한 것은 첫번째 사항에 있어서와 마찬가지로 이 방 선교가 절정에 이르는 시점에서 곧바로 3차 전도 여행에 관한 내용으로 넘어가고자 했기 때문이라 하겠다. 3. 변화된 아불로(18:23-28) 본장 23절부터 21:16까지는 바울의 제3차 선교 여행이 전개된다. 약 3년간에 걸친 3 차 여행은 대부분 에베소를 중심으로 하고 있는 소아시아 서부 지역에서  이루어졌다. 바울의 3차 전도 여행 경로에 대해서는 19장 강해에 부가된 지도를 참조하기로 하자. 본문은 에베소에 남은 아굴라 부처 및 아볼로의 사역을 소개하기 위해 삽입된  부분 이다. 바울은 2차 전도 여행을 마치고 귀환하는 도중 에베소 전도의 필요성을  절감하 고 아굴라 부부를 그곳에 머물게 하였었다(18절). 아굴라 부부는 바울이 에베소에  도 착하기 전에 바울의 에베소 사역을 준비하였던 것이다. 한편 본문에 나오는 아볼로는 알렉산드리아 출신의 유대인으로서  구약성경은  물론 헬라 철학과 웅변술 및 수사학에도 능통했던 것 같다. 그리고 그는 세례 요한의  제자 들로부터 예수께 관한 여러 가지를 듣고 배운 듯하다(25절). 하지만 그는 예수 그리스 도의 죽음과 부활에 관한 복음의 핵심에 대해서는 다소 둔감하였던 것 같다. 이에  아 볼로는 아굴라 부처가 회당에서 아볼로의 설교를 듣고 미흡한 점을 상세히 지적해  주 자 겸손히 진리 앞에 순종하였다(26,27절). 뿐만 아니라 그는 진리를 찾고 또한  전하 고자 하는 열망으로 가득찬 사람이었기 때문에 자신이 깨달은 바를 최선을 다해  전하 였다(26절). 그리고 밝히 복음을 깨달은 후에 그는 더욱 능력있는 사역자로 변하였고, 따라서 그가 고린도 교회에 끼친 영향력은 매우 컸다(고전 1:12). 이러한 사실은 고린 도 교회에서 일한 아볼로의 사역을 가리켜, 바울이 '나는 심었고 아볼로는 물을  주었 으되'(고전 3:6)라고 말한 점에서도 잘 알 수 있다. * 아굴라와 브리스길라. 두 사람은 한 몸으로 교회를 섬긴 모범적 부부이다. 그리스 도를 섬김과 동시에 자신들의 직업에 충실한 아굴라 부부(3절)는 초대 교회의  훌륭한 부부 사역팀을 이루었거니와 본 주제 강해를 통하여 그들의 인적 사항과 생애 주요 사 건 및 교훈 등에 관해 살펴보기로 하자. (1) 인적 사항. 아굴라는 브리스길라의 남편이며(2절) 본도(Pontus) 태생의  유대인 이다. 브리스길라는 로마 태생으로 명문 가문 출신이다. '아굴라'는 '독수리',  '브리 스길라'는 '브리스가'의 애칭으로 '존경할 만한 이'라는 뜻을 지닌다. (2) 생애 주요 사건. 신약성경을 통해 알 수 있는 아굴라 부부의 생애의 주요  사건 은 두 가지로 요약될 수 있다. 첫째는, 고린도로 이주한 사건이다(2절). A.D. 52년  크레스투스(Chrestus)의  교사 (敎唆)에 의해 로마에서 유대인의 소요가 일어났을 때 글라우디오 황제는 유대인 추방 령을 내려 로마에 거주하는 유대인들을 내쫓았다. 이때 아굴라 부부는 로마에서  고린 도로 이주하게 되었고 여기서 바울을 만났다. 천막짓는 일을 생업(生業)으로 한  그들 부부는 바울과 업이 같으므로 함께 일하게 되었다(1-3절). 둘째는, 그들이 바울의 동역자가 된 일이다. 바울을 만나기 전에 이미 기독교에  호 의를 가지고 있었던 그들 부부는 바울을 만난 지 18개월 후에, 바울의 동역자가  되었 고(11,18절) 이때부터 복음 사역을 위해 거주지를 옮기면서 전도를 하였다. 그들의 전 도 사역지는 에베소(24-26절)와 로마(롬 16:3)였으며 에베소에서  아볼로를  자신들의 집으로 초청하여 예수에 관한 메시지를 함께 나눈 사실은 매우 인상적이다. 그들은 바 울의 중요한 선교 목표였던 로마 전도에 대한 열정을 북돋았으며(롬 1:11) 바울의  동 역자인 디모데와 더불어 에베소에 사역하였고(딤후 4:19) 많은 이방 교회들을  세웠다 (롬 16:4). 특히 그들 부부는 생명의 위협을 무릅쓰고서라도 바울을 지키려 했던 위대 한 신앙 인격을 가진 것으로 전해진다(롬 16:4). (3) 교훈. 성경에는 브리스길라와 아굴라가 따로이 언급된 적이 없다. 당시 이들 부 부의 효과적인 공동 사역이 주변 사람들에게 큰 감명을 주었음에 틀림이 없다. 이들은 서로를 보충해 주고 상대편의 장점을 활용하면서 부부로서, 또한 복음 사역의  동역자 로서 언제나 하나가됨으로 주님께 영광을 돌린 것이다(빌 2:2). 이처럼  그리스도인의 가정은 복음을 전파하는 데 있어 무엇보다도 중요한 도구가 될 수 있다. 지금 우리 이 웃들은 우리 자신들의 가정을 통하여 예수 그리스도를 발견하고 있는가 스스로 점검해 보자. * 지식보다 우선하는 신앙. 지식(知識)은 사람으로 하여금 재치, 분별력, 감식력(鑑 識力)을 형성하게 하며 고상한 인격을 갖도록 할 수 있다. 그러나 때때로 지식은 악한 일을 도모하는 데 사용되기도 한다. 지식과 신앙과의 관계를 고려하건대 엄밀한 의미에서 지식은 신앙이 될 수 없다. 다 만 지식은 신앙의 깊이를 더 할수는 있다. 하나님에 관한 바른 지식이 없으면 바른 신 관(神觀)을 정립할 수 없는 것이 사실이다. 하지만 지식은 두뇌의 소산이기에  마음의 소산인 신앙이 겸비(兼備)되어야 온전한 믿음으로 성장할 수 있다(롬 10:10).  극단적 으로 말해서 두 가지를 겸비하지 못할 경우에는 차라리 지식을  버리고서라도  신앙을 취하여야 할 것이다. 왜냐하면 구원은 믿음으로 말미암기 때문이다(롬 1:17). 그러므로 아무리 예수에 대한 지식과 교리가 출중하다 할지라도 그것만으로는  구원 에 이를 수 없다. 신앙은 우리 죄를 대속하신 그리스도의 십자가의 구속을 깨닫고  자 기의 죄를 회개하며 예수를 나의 구주로 믿는 것이다. 가룟 유다처럼 자기의 죄를  알 고 뉘우치기만 해서는 안 될 것이다. 또한 요한의 세례만 알고  그리스도로  말미암은 중생(重生)의 체험이 없어도 안 될 것이다. 거듭 말하건대 지식은 결코 신앙이 아니요 인간의 영혼을 살릴 수는 없다."
        }
    ]
}