{
    "bible_book": "사사기",
    "chapter_number": 21,
    "commentaries": [
        {
            "verse_reference": "21:1",
            "commentary": "미스바에서 맹세하여. 본 절은 5절과 더불어 앞서 이스라엘 백성들이 미스바 총회에서 맹세하여 가결하였던 사항들(20:1-11) 중에서 미처 밝히지 않았던 사항을 회상하여 기록함으로써 본 장에 기록된 사건의 배경을 나타내고 있다. 그것은 곧 베냐민 지파와의 싸움에 임했던 이스라엘 백성들이 혈기에 사로잡혀 하나님의 뜻을 묻지도 않고 맹세하였던 두 가지 사항이다. 첫째는 자기 딸을 베냐민 자손에게 아내로 주지 않겠다는 것과, 둘째는 온 이스라엘 지파 중에서 미스바 총회에 참석치 아니한 자들은 반드시 죽이겠다는 것(5절) 등이다. 결국 전쟁이 끝난 후 이스라엘 백성은 하나님 앞에서 이 두 맹세를 이행치 않을 수 없었는데 이로써 또 다른 살상(8-12절)과 무모한 납치극(13-25절)이 벌어진다(Pulpit Commentary). 딸을 베냐민 사람에게 아내로 주지 아니하리라. 전통적으로 이스라엘 백성들은 이방인과의 결혼을 금기시하여 왔었다(창 28:6-9). 그리고 그것은 가나안 원주민과 관련해서 특별히 하나님께서 요구하신 사항이기도 하다(신 20:16-17). 따라서 이스라엘 자손이 미스바 총회에서 본 절과 같은 맹세를 하였다는 것은 곧 그들이 베냐민 지파를 가나안 이방인들과 동등하게 취급함으로써(신 7:3) 이스라엘 사회에서 축출하려 한 것임을 알 수 있다(Matthew Henry)."
        },
        {
            "verse_reference": "21:2",
            "commentary": "벧엘에 이르러 … 큰 소리로 울며. 여기서 이스라엘 백성들이 ‘벧엘에 이르렀다’는 것은 그들이 베냐민 지파와의 전쟁을 마친 후(20:48) 다시 하나님의 언약궤와 대제사장 비느하스가 있는 벧엘(20:26-28)로 되돌아온 것을 가리킨다. 그런데 하나님께서 세우신 열 두 지파 중에 한 지파가 거의 멸종 위기에 닥치게 되므로서 언약 백성으로서의 구성 요건이 상실되게 되었다. 따라서 백성들은 이 문제를 긴급히 해결하여야 했는데 이미 저들이 하나님 앞에서 행한 맹세로 인해 해결책이 없자 대성 통곡하며 하나님 앞에서 탄식을 늘어 놓고 있다(3절)."
        },
        {
            "verse_reference": "21:3",
            "commentary": "한 지파가 없어지게 하시나이까. 이스라엘 백성들이 12지파로 존속할 수 없게 된 것이 마치 하나님의 탓인 양 하나님께 원망하는 장면이다(Goslinga). 아무튼 이스라엘 12지파의 존속은 하나님의 언약 백성이라는 입장에서 필수적인 전제였다(출 24:4, 신 27:11-13). 즉 언약 공동체 중 한 지파가 빠진다는 것은 언약 백성으로서의 성립 요건을 상실한 것으로 간주될 수밖에 없다. 따라서 베냐민 지파의 멸절은 이스라엘 공동체의 한 지파의 몰락이 아니라 그 공동체 전체의 사활에 관계된 심각한 문제였다. 이스라엘 백성들이 베냐민 지파의 멸절 위기에 대하여 이렇게 거국적으로 노심초사하고 있는 이유도 바로 그 때문이다."
        },
        {
            "verse_reference": "21:4",
            "commentary": "거기 한 제단을 쌓고. 당시 벧엘에는 이미 제단이 세워져 있었기 때문에(20:26) 본 절에서 그들이 또 제단을 쌓았다는 것은 어쩐지 이상하게 보인다. 그러나 통상적인 이스라엘의 관습을 참고하면 이해하게 된다. 이스라엘 사람들은 무분별하게 함부로 아무 곳에서나 제단을 쌓지는 않았으며 반드시 신의 현현이 있는 곳에서만 제단을 쌓는 것을 관습으로 하고 있었다. 그러나 어떤 민족적인 위기를 직면했거나 축제 등을 치룰 때에도 제단을 쌓는 경우가 종종 있었는데 특히 전쟁 전이나 후에 제단을 쌓는 경우가 많았다(삼상 7:9, 13:9, 14:35). 따라서 본 절에서도 이스라엘 자손들은 전쟁을 마친 후 재기된 민족적 과제를 놓고서 이를 해결하기 위하여 하나님 앞에 새롭게 제단을 쌓았을 것이다(Keil & Delitzsch). 번제와 화목제. 20:26 주석 참조."
        },
        {
            "verse_reference": "21:5",
            "commentary": "여호와 앞에 올라오지 아니한 자가 누구냐. 본 절로 보아 이스라엘 백성들은 베냐민 지파의 멸절 위기를 타개할 방도를 모색하던 중 일전에 그들이 미스바 총회에서 맹세하였던 사항을 기억하게 된 듯하다. 그것은 곧 기브아 거민을 응징하기 위해 모인 미스바 총회(20:1-2)에 참석치 아니한 이스라엘 자손들은 반드시 죽이겠다는 것이었다. 1절 주석 참조. 따라서 이제 이스라엘 백성들은 그 사실을 새롭게 확인하여 불참자들의 성읍을 친 후 그 곳 처녀들을 사로잡아 베냐민 자손에게 줄 계획(12절)을 수립하였을 것이다. 크게 맹세하기를 … 하였음이라. 여기서 ‘크게 맹세하였다’는 것은 불이행의 경우에는 죽임을 당하게 될 것을 뜻한다(Keil & Delitzsch). 그런데 이스라엘 백성들이 이처럼 맹세한 데에는 다음과 같은 긍정적인 면과 부정적인 면이 모두 포함되어 있다. (1) 긍정적인 면 : 언약 공동체로서의 이스라엘을 온전케 하는 일에 참여하지 않은 자들을 응징하는 것은 마땅하다. 왜냐하면 그러한 자들은 소극적이나마 기브아 사람들의 죄악(19:22-26)을 묵인한 셈이니 어떤 의미에서 적극적으로 범행에 동조한 것과 다름없기 때문이다. (2) 부정적인 면 : 이스라엘 자손들이 하나님의 공의를 실현하는 순수한 동기에서 길르앗 야베스 사람들을 응징하지 않고 베냐민 지파의 멸절 위기를 타개하는 타개책으로 그들을 응징하였다는 점이다."
        },
        {
            "verse_reference": "21:6",
            "commentary": "베냐민을 위하여 뉘우쳐 이르되. 여기서 ‘뉘우쳐’에 해당하는 원어 ‘나함’은 ‘한숨 쉬다’, 호의적으로 ‘동정심을 갖다’, 소극적으로 ‘스스로를 위로하다’ 등의 뜻이 있다. 따라서 이는 적극적인 의미의 회개와는 다른 것으로 볼 수 있다. 즉 이스라엘 백성들은 베냐민 지파가 멸절하게 된 그 현상 자체에 대해서만 안타까워했을 뿐 그에 대한 책임이 자신들에게도 있다는 연대 의식을 느끼고 회개하는 자리에까지는 이르지 못하였다."
        },
        {
            "verse_reference": "21:7",
            "commentary": "그 남은 자들. 이스라엘과의 싸움에서 패퇴하여 림몬 바위로 도망, 간신히 목숨을 보존한 베냐민 자손 600명을 가리킨다(20:47). 우리가 어떻게 하면 아내를 얻게 하리요 … 하였도다. 본 절에 나타난 바와 같이 이스라엘 자손들은 두 가지 문제를 지니고 있었다. (1) 남아 있는 600명의 베냐민 사람들에게 이스라엘 사람들의 딸들을 주어 한 지파의 사멸을 방지하는 것이다. (2) 딸을 그들의 아내로 주지 않겠다고 한 맹세(1절)를 범하지 말아야 하였다. 따라서 두 가지 문제를 동시에 해결할 수 있는 방법은 오직 이 맹세에 참여하지 않은 사람들을 찾아 그들의 딸을 베냐민인에게 주는 것이었다. 이에 이스라엘 백성들은 서둘러 조사를 시작하였는데 그 결과 길르앗 야베스 사람들이 일전의 미스바 총회에도, 그 같은 맹세에도 참여치 않았음이 밝혀졌다. 그리하여 이스라엘의 지도자들은 자신들의 진정한 의도는 감추고 총회에 참석하지 않았다는 명목으로 길르앗 야베스 사람들을 치기로 결의한다(8-11절). 5절 주석 참조."
        },
        {
            "verse_reference": "21:8",
            "commentary": "야베스 길르앗. 요단 강 동쪽 길르앗 땅에 있는 갓 지파의 성읍이다. 이 성읍은 요단 강의 지류 중 갈릴리 바다 남쪽 32 km 지점의 동쪽으로부터 요단 강으로 흘러 들어가는 와디 엘 야비스(Wadi el-Yabis) 근처에 위치한다. 이 성읍을 진멸하기 위해 1만 2천 명의 군사만을 보낸 것(10절)으로 볼 때에 그리 큰 성읍은 아니었던 것 같다. 이러한 견해는 그 성읍에 결혼하지 않은 처녀가 4백 명 밖에 되지 않았던 사실로도 뒷받침 된다(12절). 이러한 야베스 길르앗은 훗날 사울과도 깊은 인연이 있는 성읍이다(삼상 11장). 야베스 거민이 아모리 사람 나하스에게 포위당했을 때 사울이 성읍을 도와 구출해 주었다. 그리고 야베스 사람들은 훗날 사울과 그의 세 아들이 블레셋과의 전투에서 전사하자 벧산 성벽에서 사울과 그 아들들의 시체를 가져다가 야베스에 묻어 주었다(삼상 31:11-13). 때문에 사울을 이어 이스라엘의 왕이 된 다윗은 용감하고 경건한 야베스 사람들의 행위에 대하여 특별한 감사를 표하기도 했다(삼하 2:5)."
        },
        {
            "verse_reference": "21:9",
            "commentary": "백성을 계수할 때에 … 없음을 보았음이라. 앞서 이스라엘이 미디안 총회로 모여 베냐민과의 싸움을 결의했을 때(20:1-11) 그들은 분명 군사들의 수를 점호하였을 것이다. 그리고 그때 야베스 길르앗에서는 한 사람도 총회에 참석치 않은 것을 알았을 것이다. 본 절은 바로 그 같은 사실을 일컫는 듯하다. 20:17 주석 참조."
        },
        {
            "verse_reference": "21:10",
            "commentary": "야베스 길르앗 주민과 부녀와 어린 아이를 칼날로 치라. 이는 곧 야베스 길르앗 성읍에 대하여 철저한 심판을 가하라는 뜻이다. 한편 야베스 길르앗 사람들이 미스바 총회에 참석하지 않은 것이 비록 그 곳의 부녀자와 어린 아이들의 책임이 아닐 터인데도 이처럼 그들까지 모두 함께 진멸시키도록 한 이유는 공동체적 책임 때문이다. 즉 당시 공동체 의식을 중요시 하던 이스라엘 사회에서는 한 성읍의 개인이 범죄하였을 경우에도 그 성읍에 대하여 전체 책임을 묻곤 하였다(신 21:1-9). 그것은 곧 이웃이 범죄할 경우 그를 지도할 책임이 각자에게 있음을 교훈하기 위한 목적에서였다. 본 절에서 야베스 길르앗 성읍을 철저히 진멸토록 한 것도 바로 이러한 이유에서인데 그러나 당시 남자를 알지 못하던 처녀 400명만은 멸절 대상에서 제외되었다(12절)."
        },
        {
            "verse_reference": "21:11",
            "commentary": "남자와 잔 여자를 진멸하여 바질 것이니라. 여기서 ‘남자와 잔 여자’란 곧 ‘기혼녀’(married women, Living Bible)를 가리킨다. 고대 사회에서는 대개 전쟁이나 변란이 일어났을 때 기혼녀를 죽이는 것이 일반적이었다(민 31:17). 아마 이는 그들을 살려둘 경우 남편의 원수를 갚으려 책동하기 때문일 것이다. 한편 여기서 ‘진멸하다’에 해당하는 ‘하람’은 ‘구분하다’, ‘봉헌하다’는 뜻이다. 이는 곧 이스라엘 자손들이 하나님의 심판을 대행하듯 야베스 길르앗 거민들을 멸절시킨 것을 의미한다."
        },
        {
            "verse_reference": "21:12",
            "commentary": "젊은 처녀 사백 명을 얻었으니. 남은 베냐민 자손들(20:47)에게 주어 그들로 하여금 후사를 잇게 하기 위함이다. 여기에서 야베스 길르앗을 치게 한 이스라엘 지도자들의 의도가 분명히 나타난다. 그들은 겉으로 하나님의 심판을 대행하는 것처럼 행했지만 실상은 교묘히 자신들의 문제를 해결했다. 즉 이로써 이스라엘 자손들은 그들이 서원한 것(1절)을 어김이 없이도 베냐민 자손들에게 아내를 구해줄 수 있게 되었다. 7절 주석 참조. 그들을 실로 진영으로 데려오니. 2절에 따르면 이스라엘 백성들이 베냐민 지파의 문제를 해결하기 위해 모여 번제를 드린 곳은 분명히 벧엘이었다. 그런데 본 절에서 야베스 길르앗 처녀 400명을 이끌고 간 곳은 벧엘이 아니라 실로였다. 이에 대해서는 학자들간의 견해가 다양하다. 혹자는 이제 베냐민의 전쟁이 끝났기 때문에 벧엘로 옮겼던 언약궤를 다시 실로로 복귀시켰다고 한다(Hervey). 그리하여 백성들은 다시 벧엘이 아닌 성소 실로로 모였다고 한다. 그러나 그보다는 19절에 언급된 바와 같이 여호와의 절기가 가까웠기 때문에 언약궤를 실로로 옮겼다고 보는 것이 더 타당하다(Goslinga). 그리하여 백성들은 다시 성소로 모인 것으로 이해할 수 있다. 이처럼 실로는 엘리 제사장 당시까지(삼상 4:3-4) 희막이 있던 성소로 여호수아 시대에도 이곳에서 자주 총회가 열렸다(수 18:1, 21:2, 22:9). 이 곳은 가나안 땅이더라. 야베스 길르앗은 요단 동편의 성읍인 반면 실로는 요단 서편, 즉 가나안의 성읍이다. 따라서 이러한 실로를 야베스 길르앗과 대비시키기 위하여 ‘가나안 땅’이란 말을 사용한 듯하다(Hervey, Keil)."
        },
        {
            "verse_reference": "21:13",
            "commentary": "평화를 공포하게 하였더니. 베냐민 사람 600명은 이때까지 약 넉 달 동안(20:47) 림몬 바위에 숨어 지냈다. 그리고 이스라엘 자손들이 평화를 공포하고 나서야 비로소 집으로 돌아갈 수 있었다(14, 23절). 아무튼 이스라엘 회중이 이처럼 남은 베냐민 자손들에게 평화를 공포한 것은 잘한 일이다. 성도는 비록 이웃과 다투었다 할지라도 먼저 화해를 청하는 것이 옳다(마 5:21-26). 뿐만 아니라 원수와 죄인조차도 회개할 때에는 용서해 주고 위로해 주어야 한다(고후 2:7). 그것이 하나님께서 우리들에게 원하시는 진정한 사랑의 정신이다(요 13:34-35)."
        },
        {
            "verse_reference": "21:14",
            "commentary": "아직도 부족하므로. 야베스 길르앗 성읍에서 데려온 처녀들은 400명이었고(12절) 베냐민 사람들은 600명이었기 때문에(20:47) 약 200명의 처녀가 부족하였다. 이를 위해 부득불 이스라엘 백성들은 또다시 계책을 짜내었는데 곧 실로 여인 납치극이다(19-23절)."
        },
        {
            "verse_reference": "21:15",
            "commentary": "여호와께서 … 빠지게 하셨음이었더라. 본 절에서 본서 기자는 여호와께서 이스라엘 지파들 중에 한 지파가 빠지게 하셨다고 기록하고 있다. 이것은 베냐민 지파와의 전쟁이 단지 지파간의 갈등으로 빚어진 내전이었던 것만은 아니며 거기에는 죄악 중에 있던 이스라엘을 심판하시기 위한 하나님의 간섭이 개입되어 있었음을 시사해 준다."
        },
        {
            "verse_reference": "21:16",
            "commentary": "회중 장로들이 이르되 … 얻게 할까. 모자라는 200명의 처녀 때문에 다시 장로들의 회의가 열렸다. 한편 여기서의 문제 제기(16-18절)는 6-7절에서의 문제 제기와 거의 유사하지만 다음과 같은 새로운 내용이 그 속에 포함되어 있다. (1) 6-7절에서와는 달리 베냐민 지파의 실상(14절)을 분명히 목격한 뒤였다. (2) 여호와께서 한 지파를 빠지게 하셨기 때문에(15절) 그들이 길르앗 야베스를 쳐서 처녀를 데려온 것으로(12절)는 근본적인 문제가 해결될 수 없었음을 깨달았다. 따라서 ‘그 남은 자들에게 어떻게 하여야 아내를 얻게 할까’라고 한 장로들의 탄식 및 의견 제시는 6-7절에서 제기했던 것보다 더욱 강한 어조를 띠고 있다고 볼 수 있다."
        },
        {
            "verse_reference": "21:17",
            "commentary": "마땅히 기업이 있어야 하리니. 여기서 ‘기업’에 해당하는 원어 ‘예레솨’의 일반적 의미는 ‘산업’, 또는 ‘소유’를 뜻한다. 그러나 베냐민 사람 600명은 이미 자신들의 영토가 있는 곳으로 돌아가 있는 상태이다(14절). 때문에 여기서 말하는 ‘기업’은 아내를 얻어 이룬 ‘가정’을 뜻한다고 볼 수 있다. 실제로 아내가 없으면 베냐민 지파의 후사를 얻을 수가 없고 그렇게 되면 베냐민 지파의 이즈러짐은 여전히 방지할 수 없다. 추측컨대 이스라엘의 장로들은 모자라는 처녀 때문에 베냐민 지파간에 일어날 불화를 염려하고 있었던 것 같다."
        },
        {
            "verse_reference": "21:18",
            "commentary": "맹세하여 이르기를 … 저주를 받으리라. 이스라엘 사회에서 하나님과의 맹세든, 사람과의 맹세든 ‘맹세’는 반드시 시행되어야만 하는 불변의 약속이었다. 따라서 대개 히브리인들은 무엇을 맹세할 때, 그것을 이행치 못할 경우 죽음이나 어떠한 저주라도 감수하겠다는 약속을 첨언했다(수 6:26, 삼상 14:28, 왕상 2:42)."
        },
        {
            "verse_reference": "21:19",
            "commentary": "벧엘 북쪽 … 세겜으로 올라가는 큰 길 동쪽 실로. 여기서 언급하고 있는 ‘실로’는 12절에 나오는 ‘실로’와 다른 곳이 아니다. 성경에 언급된 ‘실로’란 지명은 언제나 한 곳을 가리키는데 본 절의 설명에 의하면 그 위치는 예루살렘 북쪽 약 32 km지점인 것으로 추정된다. 여호수아 때(수 18:1)부터 엘리 제사장 때(삼상 4:3-4)까지 그곳에는 하나님의 언약궤와 성막이 있었는데 종교적으로 상당히 중요한 성읍이었다. 현재 실로는 ‘길벳 세일룬’(Khirbet Seilun)으로 알려지고 있다. 르보나. 실로와 세겜 사이에 있는 큰 길가의 마을이다. 이 마을은 실로에서 서북쪽으로 약 5 km 정도 떨어져 있는 오늘날의 ‘루반’(Lubban)인 것으로 추정된다. 세겜. 예루살렘 북쪽으로 약 49.6 km 정도 떨어진 에브라임 산지에 위치한 성읍이다. 8:31 주석 참조. 매년 여호와의 명절이 있도다. 실로에서 매년 명절이 있었다는 언급은 삼상 1:3, 7에도 나타난다. 그러나 무슨 명절인지는 분명히 알 수 없다. 다만 여기서 ‘명절’에 해당되는 원어 ‘하그’는 주로 유월절, 장막절, 오순절 등 3대 절기에만 사용되는 말이다. 따라서 어떤 주석가들은 유월절이었다고 생각한다(Keil & Delitzsch, Hengstenberg, Lange). 왜냐하면 그들은 실로의 여자들이 춤을 추었다는 것은(21절) 과거 이스라엘의 홍해 도하 후 미리암의 지도하에 이스라엘의 딸들이 춤을 춘 것(출 15:20)에서 유래한 것으로 보기 때문이다(Lange). 그러나 다른 주석가들은 그것은 실로 고유의 축제로서 신 12:10-12에 언급된 축제와 관련된다고 생각한다(Hervey, Rosenmuller). 하지만 유월절, 장막절, 오순절 이 세 절기 가운데 올리브와 포도 등의 수확과 깊은 관련이 있는 것은 장막절이다(신 16:13). 따라서 본 절의 축제도 포도원과 깊이 결부되어 있는 것으로 보아(20-21절) 장막절인 것 같다(Patrick, Cundall). 장막절의 주요 행사는 주로 밤에 거행된 것으로 추측되는데 베냐민 자손들이 춤추는 여자들을 쉽게 납치할 수 있었던 것도 그 이유에서였을 것이다."
        },
        {
            "verse_reference": "21:20",
            "commentary": "본 절에서 이스라엘 장로들은 이처럼 철저한 계획 속에서 베냐민 사람들로 하여금 아내를 붙들어 갈 수 있도록 했다. 그런데 장로들이 이와 같은 납치극을 꾸민 이유는 22절에서도 잘 나타난다. 한편 베냐민 사람들 중에 아내가 없는 200명 뿐만 아니라 아내가 있는 나머지 400명의 베냐민 사람들도 분명히 이 일을 돕기 위해 나섰을 것이다."
        },
        {
            "verse_reference": "21:21",
            "commentary": "실로의 여자들이 춤을 추러 나오거든. 패트릭(Patrick) 주교에 따르면 장막절에는 이스라엘 처녀들이 춤을 추도록 허용되었는데 이들이 춤을 출 수 있도록 허용된 절기는 오직 장막절 뿐이라고 한다(Matthew Henry’s Commentary). 붙들어 가지고 … 돌아가라. 여기서 ‘붙들다’에 해당하는 원어 ‘하타프’는 마치 죄수를 체포하듯 ‘꽉 붙들어 놓치지 않는다’는 뜻이다. 베냐민인들에게 절호의 기회를 놓치지 말라고 간곡히 당부하는 이스라엘 장로들의 모습을 잘 드러내 준다."
        },
        {
            "verse_reference": "21:22",
            "commentary": "만일 … 시비하면. 앞서 미스바 총회에서 자신들이 베냐민 자손에게 딸을 주지 않기로 맹세한 이스라엘 자손들(1절)은 아무도 그 같은 서원을 범하려고 하지 않을 것이다. 그러므로 베냐민 자손들이 자기들의 딸을 납치해 가려는 일이 탄로나면 싸움이 일어날 것임이 분명하다. 본 절은 바로 그 같은 사태를 가리키는데 만일 그러한 일이 발생할 경우 이스라엘 장로들은 자신들이 친히 베냐민인들을 위해 변호해 주겠다고 약속한다. 너희에게 죄가 없을 없을 것임이니라. 이처럼 이스라엘 장로들이 자신들의 딸을 납치당한 실로 사람들에 대하여 그들의 무죄성을 납득시키는 데에는 다음과 같은 두가지 논지가 있었을 것이다. (1) 길르앗 야베스와의 전쟁에서 베냐민 사람들의 아내를 다 마련해 주지 못한 데 대한 이스라엘의 공동 책임이 있기 때문에(10-14절) 실로 사람들이 자신들의 딸을 납치당한 것은 실로인들의 책임만일 수는 없다는 점이다. (2) 실로인들이 고의로 자신들의 딸을 내준 것이 아니라 베냐민 사람들이 강제로 납치해 간 것이기 때문에 실로인들은 그들이 한 맹세를 범하지 않았다는 점이다. 실제로 전쟁 때에는 자신들의 의지와는 달리 이방인들에게도 딸을 빼앗길 수 있는 일이다. 그러므로 장로들의 이러한 주장은 상당한 설득력이 있다."
        },
        {
            "verse_reference": "21:23",
            "commentary": "베냐민 사람들은 장로들의 계획대로 실로에서 춤을 추던 여인 200명을 데리고 그들의 기업으로 돌아갔다. 성읍들을 건축하고. 이처럼 베냐민 사람들이 아내를 얻어 각자 고향으로 돌아간 후 가장 시급했던 일은 거의 잿더미로 변한 성읍들을 보수하는 일이었다. 왜냐하면 베냐민들에게 속한 성읍은 앞서 이스라엘 연맹군과의 싸움에서 대부분 완파되었기때문이다(20:48)."
        },
        {
            "verse_reference": "21:24",
            "commentary": "그 때에 이스라엘 자손이 … 자기의 기업으로 돌아갔더라. 본 절은 모든 문제가 자연스럽게 해결되었음을 보여준다. 즉 모든 이스라엘 지파는 베냐민 지파의 문제가 완전히 종결될 때까지 자기 기업으로 돌아가지 않고 기다리다가 그제서야 각자 자기 집으로 돌아갔다. 그 곳에서 나와서. 여기서 ‘그 곳’이란 일차적으로 실로라고 생각할 수 있다(12절). 그러나 혹자는 16-23절의 상황에 의거해 대부분의 백성들은 미스바에서 베냐민 지파의 문제가 종결되기를 기다리고 있었던 것 같다고 주장하기도 한다(Goslinga)."
        },
        {
            "verse_reference": "21:25",
            "commentary": "그 때에 이스라엘에 왕이 없으므로. 마지막으로 본서 기자는 사사기의 역사를 마감하면서 ‘이스라엘에 왕이 없으므로’ 그러한 불법적인 일들이 발생할 수 있었다고 기록하고 있다. 17-21장에 걸쳐 기록된 불법적인 일들에 대한 본서 기자의 이러한 결말은 사사기 시대의 예비적인 성격과 새로운 시대의 도래에 대한 기대를 표현하고 있다. 이에 관한 보다 자세한 내용은 17:6 주석을 참조하라."
        }
    ]
}