{
    "bible_book": "사사기",
    "chapter_number": 5,
    "commentaries": [
        {
            "verse_reference": "5:3",
            "commentary": "). 1. 하나님의 도우심에 대한 찬양(5:1-11) 본문은 출애굽 이후 드보라의 등장에 이르기까지 이스라엘을 보호해 주신 하나님의 엄위(嚴威)와 사랑을 '찬양'함과 아울러(1-7절), 불순종으로  말미암아  도탄(途炭)에 빠진 이스라엘 백성들의 가련한 처지와 이러한 곤경에서 구원해 주신 여호와의 은총을 대조하여 술회한 부분이다(8-11절).  다시 말해 드보라는 그 이전 역사 가운데서 이스 라엘을 구원하신 하나님의 능력을 동일시하면서 변치 않으신 하나님의 속성을 노래 했 다. 이처럼 사사 시대에는 아브라함에서부터 이어져 내려오는 이스라엘 역사와 단절된 것 이 있었다고 해도 과거의 역사 가운데서 활동하신 하나님께서 사사 시대에 잠잠해  계 셨던 것은 아닌 것이다.  이것은 드보라의 노래에서 하나님과 이스라엘의  언약관계를 나타내는 상징적 단어(시내 산-5절 ; 여호와의 백성 - 11절)가 언급된 것에서도  입증 된다.  따라서 사사 시대도 하나님의 이스라엘 간의 언약에 근거해서 이끌어진 구속사 임이 분명하다.  뿐만 아니라 사사 시대의 역사는 남은 역사와 관계되는 특별한  구속 사적 의미를 함축하고 있다.  즉 바로의 손에서 구원받아 약속의 땅 가나안에  정착한 이스라엘 백성은 형식적으로는 안식을 얻었으며, 하나님 나라를 맛보고 사는 자들이었 다.  그렇지만 그들은 아직 영원한 안식, 참된 안식을 누리는 자들은 아니었다.  그들 에게도 여전히 진정한 안식은 남아 있었던 것이다(히 4:8-11).  그래서 그들은 하나님 나라를 확장시키기 위해 주위의 대적들과 끊임없이 싸워야 했다. 한편 이러한 사사 시대의 구속사적 성격은 신약의 교회 시대와도 유사하다.  분명 하 나님의 부르심을 입은 교회는 세상으로부터 구원받은 자들이다.  그리고 이 땅에서 하 나님의 나라를 맛보면서 살아간다.  그렇지만 교회는 아직 진정한 안식 곧 영원한  안 식을 누리고 있지는 않다.  반면에 항상 악의 세력과 투쟁하면서 살아가고 있다.   그 러나 이 싸움은 교회의 완전한 승리가 보장된 싸움이다. 왜냐하면 교회의 머리되신 예 수 그리스도께서 이미 사단의 권세를 이기셨고(요 16:33), 그분의 재림시에는  완전한 악의 세력을 진멸하실 것이기 때문이다(계 20:11-5). 헌신적인 신앙 - 본문에서 드보라는 시스라와의 전쟁을 위해 이스라엘 두령들과 백 성들이 즐거이 헌신했던 사실을 노래했다(2, 9절).  그들의 헌신은 하나님의 부르심에 대한 순종임과 동시에(4:6-10) 압제받는 자기 백성을 위한  희생이었다.   하나님께서 사용하시는 바로 이러한 헌신적인 신앙을 소유한 사람들이다.  이런 사람들이  없었다 면 하나님께서는 이스라엘을 압제자의 손에서 구원하시지도 않았을 것이다.  즉  아무 리 하나님께서 이스라엘 백성을 대적들로부터 구원해 주시고자 했을지라도 그  백성들 이 그분의 부르심에 응답하지도 않고 하나님의 명령에 따르지도 않았다면  이스라엘은 구원받을 수 없었을 것이다. 이스라엘 역사를 돌이켜 보건대 레위 지파는 금송아지 우상 사건 때  하나님의  편에 서서 그의 명령에 순종하였기에 복을 받았다(출 32:29).  그리고 다윗은 자신의  생명 을 돌보지 않고 오직 하나님을 모욕하는 자를 처단하기 위해 나아갔을  때(삼상17:46, 47) 귀하고 영광스러운 이름을 이스라엘 가운데서 얻을 수 있었다(삼상 18:7).   또한 기드온이 이끄는 300명 용사도 즐거이 여호와께 헌신하였기에 해변의 모래와 같이, 메 뚜기 무리와 같이 수많은 미디안 연합군을 쳐서 이길 수 있었다(7:12). 그러면 왜 하나님께서는 당신의 백성들에게 이 같은 헌신을 요구하시는가 ?  그 이유 는 헌신하는 자에게 복주시고 궁극적으로 그를 통하여 당신의 이름이 영광을 받으시기 위함이다.  사실 어떠 사람이 하나님께 헌신한다는 것은 곧 하나님을 향한 신앙의  표 현이다.  그래서 하나님께서는 사람이 진정으로 당신을 믿고  의뢰하며  사랑하는지를 헌신의 요구를 통하여 확인하신다.  이러한 점에서 사도 요한은 사람이 하나님을 안다 고 하면서 그의 계명을 지키지 아니하면 곧 거잣말하는 것이라고 선포했다(요일  2:4, 9).  그리고 야보고 사도는 \"행함이 없는 믿음은 그 자체가 죽은 것이니라\"(약  2:17) 고 경고했다. 성도라면 누구든지 하나님의 부르심에 응답할 의무가 있다.  그래서 예수님께서는 당 신의 멍에를 메고 배우는 자에게 마음의 평안이 임할 것이라고 말씀하셨을 뿐  아니라 당신의 멍에는 쉽고 가볍다고 말씀하셨다(마 11:29, 30).  이것이 바로 기독교가 역설 적인(Paradonxical)종교가 되는 이유이다. 지도자의 중요성 - 어떤 사회든지 지도자의 자질에 따라  영향을  받기  마련이다. 미국의 노예 해방은 아브라함 링컨의 희생적인 노력과 그의 비젼에 의해서 이루어졌다 고 해도 과언이 아니다.  그리고 16세기의 종교 개혁에 대한 비젼을 가지고 있었던 몇 몇지도자들에 의해 주도되었음도 부인할 수 없다. 본문에서는 드보라는 노래의 첫머리 에 제일 먼저 이스라엘 지도자들에 대해 언급하고 그들이 헌신을 두 번씩이나  노래했 다.(2, 9절).  이와 같이 한 사회에서 지도자의 한 위치는 결코 무시될 수 없다. 그런데 특히 이스라엘 사회에 있어서 지도자는 하나님의 전권대사(全權大使)로서  자 기 백성을 위해서 헌신한 지도자가 나타날 때마다 이스라엘은 평안을  누릴수  있었고 종교적으로도 매우 부흥했다(3:11, 30 ; 5:31).  그러나 반대로 지도자가  타락할  때 그 사회는 정치적으로, 경제적으로, 문화적으로 부패하는 것이  일반적인  현상이었다 (왕하 16:2-4). 분열 왕국 시대에 북쪽 이스라엘은 초대 왕 여로보함이 범한 죄인  금송아지  숭배와 레위 자손이 아닌 보통 백성으로 제사장을 삼은 것과 절기를 바꾼 것 등의 죄에  빠졌 다(왕상 12:28-33).  이러한 일련의 죄악은 북쪽 이스라엘이 멸망할 때까지 계속 저질 러졌다.  이는 신약 교에서도 마찬가지로 적용된다.  고린도 교회는 지도자들의  잘못 에 의해 분열되었고(고전 3:10), 갈라디아 교회는 잘못된 교훈을 가지고 온  지도자들 에 의해 위기에 처해지기도 했다(갈 1:6-9 ; 2:4-6).  그리고 중세 1000년 동안도  지 도자들의 어리석음과 욕심에 의해서 하나님의 말씀이 바로 전파되지 못했으며, 오히려 교회가 도적의 소굴이 되고 말았다. 이러한 사실들을 통해서 성도그릉다 진정 하나님께서 택하여 세운 사람 그리고  하나 님께 온전히 헌신하는 지도자를 만나는 것이 매우 중요하다는  점을  새삼  깨닫는다. 물론 당신의 온 교회를 주관하시고 종내 당신의 뜻대로 인도하시는  분은  하나님이시 다.  그러나 그분을 대리하여, 그분의 뜻대로 직접 하나님의 교회를 지도하고 목양(牧 羊)할 책무를 맡은 교회 지도자의 중요성은 결코 간과될 수 없는 사실이다. 성도의 노래 - 성경에서 음악과 관련되어 가장 먼저 언급된 인물은  가인의  6대손 (孫)인 유발이다.  그는 '수금과 퉁소 잡은 자의 조상'이었다(창 4:21).  고대에는 주 로 '노래'가 종교적 의식과 더불어 발달되었으므로 유발 당시에 이미 여러 종류의  종 교적인 의식이 있었던 것으로 추측된다.  아무튼 '노래'는 인간의 삶에  있어서  매우 중요한 부분을 차지했을 뿐 아니라, 그 역사도 인간의 역사 만큼이나 오래되었다. 성경을 살펴볼 때 '노래'의 종류도 매우 다양하다.  파수꾼의 노래가 있는가 하면(사 52:8), 노래하는 자의 노래가 있고(대상 15:61 ; 대하 5:13 ; 20:21 ;  23:12,  18  ; 29:28 ; 35:25 ; 시 87:7), 벙어리의 노래(사 35:6)와 잉태하지  못한  자의  노래(사 54:1)가 있다.  그 외에 사자(死者)의 노래(사 26:19), 새의  노래(시  104:12  ;  아 2:12).  나무의 노래(대상 16:33 ; 시 96:12 ; 사  49:13),  및  새벽  별의  노래(욥 38:7)도 있다.  그런데 무엇보다도 가장 귀중한 것은  구속받은  성도의  노래이다(시 149:5 ; 사 35:10 ; 51:11 ; 엡 5:19 ; 계 5:9). 본문에서 드보라는 이스라엘을 압제자의 손에서 건져 주신 하나님을 찬양했다.  모세 와 그의 누이 미리암도 이와 유사하게 이스라엘의 압제자인 바로이 군대를 홍해  바다 에 몰살시킨 하나님의 능력과 은혜를 찬양했다(출 15장).  또한 다윗도 환난에서 그를 보호해 주신 구원의 하나님을 찬양했다(시 32:7).  이처럼 성도들의 삶에 있어서 가장 큰 노래의 제목은 당연히 '구원의 노래'가 으뜸이 될 것이다.  원수 사단의  압제에서 벗어나게 해주신 하나님을 향한 성도의 노래는 하늘 나라에 가서도 부르게 될  귀중한 노래이다(계 11:17 ; 19:1, 2).  그러기에 초대 교회 성도들 사이에서도 여러  종류의 노래와 찬송이 작사 작곡되어 불려졌었다(고전 14:15 ; 엡 5:19 ; 약 5:13).   바울과 실라는 옥중에서도 노래하며 즐거워했다(행16:25).  물론 성도들은 슬프고 낙심될  때 에도 노래를 부를 수 있다(시 42, 43편).  그렇지만 이 노래는 세상 사람과 같이 신세 타령에서 비롯된 것이 아니라 바로 하나님의 도우심을 믿고 소망하는 데서 비롯된  것 이다(시 42:5, 6, 8, 11;43:3-5). 이처럼 성도들은 '구원의 노래'로 하나님께 영광을 돌릴 뿐만 아니라, 환난과  고통, 슬픔과 좌절 가운데서도 날마다 도우시며 모든 것이 합력하여 선을 이루게 하시는  하 나님(룸 8:28)을 바라며 노래해야 할 것이다. 그렇다고 해서 무당이나 기타 다른 어떤 마술적인 능력을 기대하는 의미에서 노래를 부를 것이 아니라, 우리 성도는 구원의 반 석 되신 하나님께(시 95:1) 그리고 날마다 선한 길로 인도해 주실 하나님께  헌신하는 경건한 마음에서 비롯된 찬양을 불러야 한다. 뿐만 아니라 성도의 노래는 세상 사람들 이 부르는 노래와 달리 자기 만족적인 노래가 아니라 지극히 높으신 하나님이시요  아 버지 되신 하나님께 드리는 노래이니 만큼 자신의 마음이 드려지는  노래이어야  한다 (골 3:16). 이에 관한 보다 자세한 내용은 대상 16:37-43 강해, '찬송에 대하여'를 참 조하라. 2. 전쟁에 임한 이스라엘 백성의 태도(5:12-23) 입제자의 손으로부터 벗어나기 위한 독립 전쟁을 목전에 두고 각 지파들이  어떻게 반응했는가를 자세히 묘사하고 있는 부분이다. 여기서 특히 드보라는 전쟁에 임한  이 스라엘 백성들의 대조적인 모습을 보여 주면서 언약 공동체의 단결심이  결여되었음을 지적하고 있다. 즉 에브라임, 베냐민, 스불론, 잇사갈, 납달리 지파 등은 공동의 대적 에 맞서 전쟁에서 피땀을 흘렸는데 반해(12-15, 18-23절) 아셀과 르우벤, 그리고 므낫 세 지파는 자신들의 일상 생활에만 만족하며 지극히 이기적인 쌩각을 가지고 형제들의 수고에 동참하지 않았다(16, 17절). 물론 스불론 지파나 납달리 지파는 위치상으로 하솔 왕 야빈의 압제로 인해 직접적으 로 고통을 받고 있었기에 그 전쟁을 주도적으로 치루어야 했음을 당연하다. 그러나 아 셀 지파는 가장 고통을 많이 겪은 납달리 지파와 인접해 있었으면서도 수수  방관하는 자세를 취했을 뿐 아니라 심지어 그 와중에 해상 무역에 열중하고 있었다. 그것이  그 당시 이스라엘 사회가 공동체적인 의식이 매우 해이(解弛)해졌다는 사실을 입증해  준 다. 무엇보다 하나님 안에서 이루어진 언약의 공동체라면 지리상의  문제를  초월하여 형제들의 고통에 동참했어야 옳다. 그런데 이러한 상황에도 불구하고 이스라엘이 그 전쟁에서 승리할 수 있었던 것은 전 쟁에 참여한 백성들의 능력에 의한 것이 아니라 분명히 하나님의 능력과 도우심  때문 이었다. 그리고 이를 통해 하나님께서는 전쟁에 참여한 지파들에게는 영광스러움과 즐 거움을 주신 반면, 전쟁에 참여하지 않은 지파들에게는 수치로 갚아 주셨다(23절). 에 수님의 달란트비유에서 다섯 달란트와 두 달란트 받은 자는 작은 일에도 충성하였으므 로 많은 것을 맡을 자격을 부여받았을 뿐 아니라 주인의 즐거움에 동참할 수 있는  영 광도 얻었다. 그러나 한 달란트 받은 자는 자신의 게으름을 감추기 위해 여러가지  변 명을 하며 자신을 합리화시켰으나 주인은 그에게 맡겼던 달란트를 빼앗고, 또한  그를 '바깥 어두운 데로' 내어 쫓는 저주를 했다(마 25:21-30). 마찬가지로 본문에서  전쟁 에 참여하지 않은 지파들은 하나님께서 수행하라고 명령하신 성전(聖戰)을 거부했으므 로 수치를 당해도 아마 할 말이 없었을 것이다. 한편 이상에서 우리는 하나님께서 원하시는 진정한 형제애에 대하여 생각해 볼 수 있 다.  즉 오늘날 성도들도 주위에 있는 형제가 어려움을 당할 때에 자기와  상관  없는 것처럼 여겨 지나칠 것이 아니라 그 형제애의 고통에 동참해야 한다.  예수님의  선한 마리아인의 비유에서와 같이 어려움에 처한 자와 고난에 동참하는 자가 이웃이며 형제 이지, 명목상의 형제는 진정한 형제가 될 수 없다(눅 10:30-37). 극볼되어야 할 언약 공동채내의 적 - 이스라가마은 하나님의 언약으로 뭉쳐쳤을 뿐 아니라(출 19:5, 6) 혈연으로 뭉쳐진 민족 공동체 사회이다(출 1:1-7).  따라서 이 공 동체는 다른 어떤 사회보다도 더욱 강한 연대 의식(solidarity)을  지닐  수  있었다. 그렇지만 언약을 무시하는 풍토가 싹트고 형제 의식이 약해지면서 이스라엘 사회도 다 른 사회도 마찬가지로 연약해질 수 밖에 없었다.  사실상 이스라엘은 가나안 땅에  정 착하여 살면서 그곳 원주민들이 섬기던 우상을 섬기기 시작하였으며 언약 관계의 개념 을 잊어버리고 아울러 형제의 개념도 약화되었다.  이럴 때마다 하나님께서는  주위의 대적을 일으켜 그들에게 경종을 울려 언약 관계의 회복 과 형제 의식을 고취시켜 오셨 었다.  사사 시대는 우상 숭배와 연대 의식 결여가 매우 위기에 달했던 시기였기에 이 스라엘 역사 중 가장 침울했던 암흑기에 해당한다고 볼 수 있다. 언약 관계 개념이나 형제 의식의 개념은 이스라엘 역사에 있어서 서로 불가분리의 관 계에 놓여 있었다.  왜냐하면 언약관계로 들어오면 이방인이라 해도 언약 공동체의 일 원이 되어 한 형제가 될 수 있었으며 반면 그 언약 관계를 떠나서는 결코 형제 관계가 성립되지 않았기 때문이다(창 17:9-14).  따라서 이중 어느 한 개념이라도 약화된다면 그것은 자연히 다른 한 개념도 동시에 약화됨을 의미했다. 본장에서 어떤 지파는 대적과의 싸움에 헌신적으로 참여했으나 다른 지파는 참전하지 않아 드보라는 그들의 이기적인 생활을 노래 가운데서 비난했다(16,  17절).   이것은 형제의 개념이 매우 희박해졌다는 의미를 함축하고 있다.  나아가서는 언약  공동체의 개념도 매우 약해졌음을 지적해 준다.  사실상 이스라엘 백성들은 에훗이  죽은  후에 여허와의 목전에 악을 행했다(4:1).  그들의 악행이란 다름아닌 우상 숭배였다.  따라 서 그들의 여호와에 대한 신앙이 약해 졌으니 자연히 언약 관계는 위기에 처하게 되었 다.  이러한 상태에서 이스라엘 전쟁을 치루었으므로 공동체 의식이 희박해진 것은 매 우 당연한 사실이다.  즉 이스라엘 모두는 가나안 왕 야빈을 상대로 전쟁을  수행하는 것이 하나님의 뜻을 따르는 것임을 깨닫고 참전했어야 함에도 불구하고  일부  지파는 방관하는 태도를 보였다.  이것은 분명히 공동체의 연대 의식을 무너뜨리는  가장  큰 이적 행위(利敵行僞)였다.  이스라엘 백성이 여호수아의 지도 아래 여리고 성을  공략 했을 때에 한 사람 아간이 하나님의 말씀을 따르지 않으므로 매우 약한 아이 성  사람 들로부터 수치를 당한 적이 있다(수 7장). 그런데 주의할 점은 신약의 언약 동동체인 교회내에도 이러한 무리가 존재할 수 있다 는 사실이다. 이처럼 하나님의 뜻을 따르는 것이 아니라 자신의 소견대로 행하며 형제 의 의식이 없어질 때 교회는 위기에 처하게 된다. 그러나 초대 교회 당시 예루살렘 교 회가 어려움을 당할 때 모든 지역 교회들은 힘을 다해 도와 주었다(고후 8:1, 2).  그 런데 오늘날 한국 교회는 이러한 정신이 매우 희박해진 것이 기정  사실이다.  따라서 이제라도 교회 지도자들은 언약 공동체가 자신이 소속한 교회 뿐 아니라 다른 모든 교 회까지 포함된다는 사실을 깊이 깨닫고 다른 교회가 어려움에 처할 때 방관하는  어리 석음을 범하지 말아야 할 것이다. 3. 하나님의 큰 구원(5:24-31) 드보라는 시스라와의 전투에서 이스라엘 모든 지파가 참여하지 않은  것을  언급한 후 곧 이어서 시스라를 말뚝에 박아 죽인 헤벧의 아내 야엘의 활약을  소개한다(24-27 절). 그리고 뒤이어 가상적으로 시스라의 어머니와 시녀들의  대화를  노래로  읊는다 (28-31절). 이러한 본문은 우리들에게 여러 의미를 던져 준다. 그중에서도 특히  지적 하고 넘어갈 점은 곧 다음과 같다. (1) 이스라엘이 독립 전쟁이 가정을 지키는 연약한 여인의 손에 의해서 결정적인  승 리로 장식된 점은 이스라엘 백성이 자신들의 능력에 의해서 승리한 것이 아니라  오직 하나님의 능력과 도우심에 의해서 승리하게 되었음을 의미한다. 이 승리는 이미  드보 라가 바락에게 예언했던 바가 성취된 것이기에(4:7) 더욱 더 하나님에 의해서  이루어 진 것이다. 그리고 드보라가 시스라의 어머니와 시녀의 대화를 가상하여 노래한  것은 시스라가 전투에 능한자로서 이스라엘을 이길 수 있는 자였으나 하나님께서 그를 패하 게 하셨다는 사실을 역설적으로 강조한 것이란 의미를 지닌다. (2) 그 전쟁에 몇몇 지파가 참여하지 않았으나 이스라엘이 승리한  것은  하나님께서 수의 많고 적음, 그리고 강하고 약함에 관계 없이 원하시면 언제든지 이스라엘을 지키 시고 구원해 주실 수 있음을 의미한다. 사실 드보라의 노래대로 시스라는 이스라엘 백 성이 상대하기에 힘켜운 적이었다. 가나안 왕 야빈은 철병거 900승을 갖축고 있었으며 (4:3, 13), 전쟁에 능한 장군 시스라와 군대도 가지고 있었다. 그러나 이스라엘은  그 들과의 전쟁에서 승리함으로써 전쟁에 참여하지 않은 다른 지파 사람들을 부끄럽게 하 였고, 살아계서서 당신의 백성을 도우시는 하나님의 손길을 널리 증거할 수 있었다. 한편 이상에서 우리는 성도들도 대적 사단과의 싸움에서 패할 것을 두려워할  필요가 없음을 확신하게 된다.  사실 성도들은 이미 예수 그리스도께서 사단에 승리하셨던 사 실을 의지하고(요 16:33) 그분께서 우리로 하여금 넉넉히 승리케 하실 것이라는  확실 한 보증(保證)만 믿고 나아가면 된다(롬 8:37 ; 고후 2:14 ; 10:4).  즉 우리는  비록 타인의 도움이 없더라도 하나님만 의지하면 넉넉히 승리할 수 있다.  다윗은 골리앗과 싸울 때에 인간적인 면에서 보면 악조건이었다.  그렇지만 그는 전쟁이 여호와께 속하 였으며 궁극적으로 승리하게 하시는 분이 하나님이심을 믿고 싸웠기에 개승할 수 있었 던 것이다(삼상 17:45, 47). 약한 자를 들어 쓰시는 하나님 - 본문에서 드보라는 연약한 여인 야엘의 손을 통하 여 이스라엘이 결정적인 승리를 하게 된 사실을 노래 하였다(26, 27절).  이처럼 하나 님께서는 연약한 자를 사용해 강한 자를 쳐서 승리하게 하시고 세상의 미련한  자들을 택하사 지혜있는 자들을 부끄럽게 하신다(고전 1:27). 그래서 다윗은 \"주의 대적을 인하여 어린아이와 젖먹이의 입으로 말미암아 권능릉 세 우심이여 이는 원수와 보수자로 잠잠케 하려 하심이니이다\"(시 8:2)라고  고백하였다. 다윗은 미천한 목동인 자기를 하나님께서 들어 사용하실 때에 주의 모든 대적을  물리 쳤으며 이스라엘 왕이 되었다는 사실을 분명히 깨닫고 있었으므로 그렇게  거백할  수 있었다.  바울도 아와 유사하게 자신의 강함을 자랑하지 않고 도리어 약한 것을  자랑 했다(고후 12:9, 10). 왜냐하면 하나님의 능력이 약한 데서 온전하여지므로 바울 자신 이 약할 그때 곧 강하다는 사실을 믿고 있었기 때문이다.  예수님께서도 이 땅에 오실 때 강한 자로 오신 것이 아니라 '연한 순 같고 마른 땅에서 나온 줄기 같아서 고운 모 양도 없고 풍채도 없은즉 우리의  보기에  흠모할  만한  아름다운  것이  없었다'(사 53:2). 모세는 자기의 힘으로 아무것도 할 수 없다고 생각하게 된 그때에 하나님의 손 에 들림을 받아 이스라엘의 지도자가 될 수 있었다(출 4:10-17). 이러한 사실들은 하나님께서 자신이 약하다고 느끼는 자와 미련하다고 느끼는 자, 곧 겸손한 자를 들어 사용하심을 보여 준다. 그래서 예수님께서는 이 땅에 사는 동안  겸손의 본을 우리에게 보여 주셨고, 또한 '자기를 낮추는 그 이가 천국에서 큰  자니라'(눅18:14)고 교훈하기도 하셨다. 사람들의 눈으로 보기에는 매우 연약하고 보잘것없는 자일지라도 하나님께서는 바로 그러한 자를 들어 사용함으로써 스스로 강하다고  생각하는 교만한 자들을 부끄럽게 하신다. 하나님께서는 겸손한 자에게 은혜를  주시고(잠 3:34; 약 4:6; 벧전 5:5), 교만한 자에게 심판의 채찍을 예비하고 계신다(잠  19:29). 왜냐하면 겸손은 하나님 없이는 살 수 없다는 마음의 발로(發露)이며, 교만은  하나님 없이도 살 수 있다는 마음의 발로이기 때문이다. 그러므로 겸손한 자는 하나님의 뜻을 따라 살지만 교만한 자는 하나님의 뜻을 거스린다."
        }
    ]
}