{
    "bible_book": "시편",
    "chapter_number": 119,
    "commentaries": [
        {
            "verse_reference": "119:1",
            "commentary": "행위 완전하여 여호와의 법에 행하는자(테미메 다레크 하홀킴 베토라트 예화). 직역하면 ‘여호와의 법에 행하는 자, 길에 완전한 자’이다. 이 같은 원문의 구문을 중시할 때 ‘길에 완전한 자’란 여호와의 법을 행하는 것과 밀접한 관계가 있는 자임을 알 수 있다. 먼저 ‘길에 완전한 자’란 먼 길을 가는 것에 비유되기도 하는 인생살이에 있어서 완전한 자인데 ‘완전한’(타밈)이 ‘비난받을 것이 없는’, ‘오염되지 않은’ 등을 뜻하는 것을 고려할 때(70인역, Luther) ‘길에 완전한 자’란 인생을 살 때 비난 받을 죄악된 행실에 오염되지 않은 자를 의미한다고 볼 수 있다. 그런데 이런 자가 되는 것은 그 자신의 노력이나 숫양으로만은 불가능하며 자신의 행실을 여호와의 법에 합당하게 쳐서 복종시키는 데서 가능하다는 것이 본 절의 주장이다. ‘법’(토라트)은 ‘던지다’, ‘가르치다’ 등을 뜻하는 ‘야다’에서 온 명사로 ‘길을 보임’, ‘방향’,’지침’, ‘지시’, 등을 뜻한다. 좀더 세부적으로는 특정한 경우에 행하여야 할 바를 가르쳐 주는 지침의 의미까지 담고 있다(Vriezen). 물론 이 지침은 제사장이나 선지자 혹은 지혜 선생(잠 13:14) 등을 통해 전달되었는데, 그럼에도 불구하고 ‘토라트’의 근원은 여호와 자신이시다. 여호와의 이같은 지침, 가르침은 후대를 위하여 법전과 같은 형태로 성문화시킬 필요가 있었으며 그 일환으로 되어진 것이 바로 모세 오경이다. 이런 이유 때문에 여호와의 법, ‘토라트’(이는 흔히 알고 있는 ‘토라’의 복수형이다)를 모세 오경으로 부르기도 하는 것이다. 모세 오경으로 대변되는 하나님의 법을 행하는 자, 그가 길에 완전한 자가 될 수 있고 그러한 자만이 진정 행복한 자라고 본 절은 말하고 있다. 한편 본시에서는 몇몇 절을(84, 90, 122, 132절 등) 제외하고는 각 절마다 ‘율법’이라는 의미를 가진 단어가 등장한다. 이러한 의미로서 나오는 동의어들은 원어상 9개인데, 이들의 의미가 서로 밀접하게 연관되어 있어 엄격히 구별짓는 데에는 다소 어려움이 따르지만 의미상의 차이를 대략적으로 파악하여 나열해 보면 다음과 같다. 1. “율법”은 원어로 ‘토라’이며 광의적인 의미에서의 하나님의 법도을 말한다.2. “증거”는 원어로 ‘에두트’이며 하나님이 친히 선포하시고 확증하신다는 측면을 강조한다.3. “판단(규례)”은 원어로 ‘미쉬파트’이며 법정적, 선고적 측면을 강조한다.4. “율례”는 원어로 ‘호크’이며 하나님이 제정하신 입법이라는 측면을 강조한다.5. “말씀”은 원어로 ‘다바르’이며 하나님이 직접하신 말씀임을 강조한다.6. “법도”는 원어로 ‘피쿠드’이며 인간 행동에 대한 규제의 측면을 강조한다.7. “계명”은 원어로 ‘미츠와’이며 준수해야 할 책임성을 강조한다.8. “약속”은 원어로 ‘미므라’이며 약속, 말씀 등 여러 의미로 사용한다.9. “길”은 원어로 ‘데레크’이며 행동 영역을 강조한다."
        },
        {
            "verse_reference": "119:2",
            "commentary": "증거(에두트). ‘알다’를 뜻하는 ‘야다’에서 온 것으로 추정되는 본 용어는 하나님의 증거와 선포를 통해 만들어진 두 돌비를 가리킬 때(출31:18) 혹은 ‘여호와의 법궤’를 가리킬 때도(출 25:21, 렘 3:16) 사용되고 있다. 또한25:10, 132:12 등에서는 하나님이 그 입으로 선포하신 것을 강조하는 의미의 ‘언약들’로 본 용어가 번역되고 있다. 이런 사실들을 미루어 볼 때 1절과 본 절은 동일하게 여호와의 율법을 강조하지만 1절은 법의 존재 형태라는 측면, 즉 성문화된 여호와의 법을 강조하는 반면 본 절은 여호와의 선포를 통해 이루어졌다는 측면의 여호와의 법을 강조한다고 볼 수 있겠다. 전심으로. 신명기적 표현으로서 본 시편의 중요한 특성의 일부를 형성하는 용어이기도 하다(10, 34, 58, 69, 145절). 마음과 뜻과 성품을 다하여 간절히 여호와를 찾는 자는 하나님을 만나는 축복을 경험하게 될 것이다(신 4:29, 렘 29:13)."
        },
        {
            "verse_reference": "119:3",
            "commentary": "불의(아웰라). 본 용어는 일반적인 잘못, 악 혹은 법정적인 의미의 불의를 의미한다(64:6, 대하 19:7, 미 3:10). 그러나 사본상의 용례들을 중시할 때 세상에 만연해 있는 악한 원리로 보는 것이 좋겠다. 주의 도를 행하는도다. 문자적인 뜻은 ‘그의 길들 가운데로 걸어가는도다’이다. 이것은 습관화되다시피 할 정도로 계속적으로 여호와의 계명을 지키는 것을 말한다. 진정 여호와의 법을 따라 사는 자는 이론상으로만 정직하거나 곧은 자가 아니라 실제 삶에 있어서 여호와의 계명을 지키며 사는 경건한 자이다."
        },
        {
            "verse_reference": "119:4",
            "commentary": "주의 법도(피쿠데카). 시편에서만 나오는 용어이다. 103:18에서는 ‘언약’으로 번역되어 있고, 111:7에서는 ‘하나님의 손의 일들’(말하자면 그의 자기 계시)로 번역되어 있다. 이런 번역 실태를 감안할 때 본 용어는 문맥에 따라 그 번역 내용이 달라질 수 있는 듯하다. 본 문맥에서 이 용어는 ‘법’으로 번역하는 것이 적당하겠다. 여기서 ‘법’은 다름아닌 그 법을 받은 자가 꼭 지켜야만 하는 것으로서의 법을 말한다. 근실히(메오드). 문자적인 뜻은 ‘매우’이나 문맥상 ‘신실하게’, ‘끊이지 않고’로 번역되거나 ‘주의하여’로 번역될 수 있겠다(신 24:8). 여호와의 법은 날마다 주의 깊게 묵상하고 살펴서 그 깨달은 바를 정리해야 하며 그 어떤 상황 가운데서라도 그 깨달은 바를 신실하게, 지속적으로 행해야 할 것이다."
        },
        {
            "verse_reference": "119:5",
            "commentary": "내 길을 굳이 정하사 주의 율례를 지키게 하소서. 원문을 직역하면 ‘오! 나의 길들은 당신의 법을 지키도록 설정되었습니다’이다. 자신의 인생의 방향이 하나님의 법을 지키는 일에 그 초점을 맞추고 있다는 고백이다. 이 고백이 가슴에서 계속 메아리치지 않는 사람은 진정한 의미에 있어서의 경건한 자가 아니다. 여기에서 ‘아할라’은 강한 의지 및 소원을 뜻하는 감탄사인데 이 감탄사가 사용된 것으로 보아서 하나님의 법에 합한 삶을 살기 위한 저자의 의지, 소원은 매우 강렬한 것임을 짐작할 수 있다(왕하 5:3). 하나님께 절대 의존하고 있는 자만이 이런 류의 의지나 소원을 가질 수 있다. 율례(후케카). 원형은 ‘호크’인데 이 용어는 여호와의 특별 포고령(2:7) 혹은 하나님이 정하신 법칙(148:6) 등의 의미로 사용된다. 그러나 어떤 조건과 그에 따르는 약속이라는 면의 언약(50:16, 105:10)과 평행적 의미로 가장 가깝다고 하겠다. 저자가 하나님의 법대로 사는 삶에 대한 강한 의지와 소원을 나타내고 있는 이유는, 그내용은 명확지 않으나 그러한 삶에 따른 결과적 약속을 암시하는 특정한 언약을 이미 받았기 때문일 것이라고 추정할 수 있다."
        },
        {
            "verse_reference": "119:6",
            "commentary": "주의 모든 계명. 여기서 ‘계명’은 ‘미츠오트’으로서 솔로몬이 시므이에게 주었던 명령과 같이 권위있는 자가 내린 명령들이나 포고령 따위를 의미하다(왕상2:43). 유사한 의미로 꼭 준수해야 하는 하나님의 모든 명령들 혹은 금지령 등을 ‘미츠오트’라 부를 수 있다. 이 용어의 원형은 ‘미츠와’인데 신명기에서 ‘율법’을 지칭하는 용어 중의 하나이다. 주의할 때에는. 문자적인 뜻은 ‘주시하다’인데 이것은 계명을 삶의 법칙으로 삼기 위하여 그것을 주의 깊게 묵상하고 계속적으로 의식한다는 뜻이다. 부끄럽지 아니하리이다. 계명 수행자가 자신의 삶과 율법의 요구를 비교해 보고 수치감을 느끼지 않는다는 의미가 아니라 계명을 주의 깊게 묵상하며 계속적으로 의식하고 지킴으로써 하나님께 버림을 당하거나 징벌을 받지 않게 된다는 의미이다. 즉, 심리학적인 측면에서의 수치보다는 종말론적 심판이라는 관점에서 이해해야 한다."
        },
        {
            "verse_reference": "119:7",
            "commentary": "판단을 배울 때에는 … 감사하리이다. 여기에서 ‘판단’은 ‘미쉬페테’인데 본 용어는 이곳뿐 아니라 본 시편 전체를 통하여 하나님의 심판 행위가 아니라 율법 그 자체 혹은 판단자이시며 율법 수여자되신 하나님이 내리신 말씀 자체를 의미하고 있다. 이 유사 용례는 출 21:1, 24:3, 레 18:4, 5 등에서 찾아볼 수 있다. 한편, ‘배운다’는 말은 율법을 지킨다는 뜻이 아니라 문자 그대로 율법을 계속해서 배운다는 뜻이며 그 배움은 자의적 연구를 통해서보다는 하나님의 깨닫게 하시는 감동을 통하여 되어진다는 사실에 대한 인식도 동반되어 있다(73절). 결국 저자는 자신이 계속해서 하나님으로부터 율법을 배우는 사실 자체만으로도 감사하다고 말하고 있는 것이다."
        },
        {
            "verse_reference": "119:8",
            "commentary": "나를 아주 버리지 마옵소서. 버리지 말아달라는 표현은 심한 고통 중에 있을 때 사용할 수 있는 표현이다(27:9, 71:9, 18). 그렇다면 본 구절은 현재 당하고 있는 고통의 상태에 계속해서 놔두지 말아달라는 기도가 되겠다. 혹은 기자가, 주의 도우심 없이는 주의 율례를 지킬 수도 없고 결과적으로 파멸 가운데 처하게 될 수밖에 없음을 암시한다고도 볼 수 있겠다(Alexander)."
        },
        {
            "verse_reference": "119:9",
            "commentary": "청년. 본 단어를 근거로 본 시편 저자를 청년으로 보는 견해가 있다. 그러나 본 절 전체에 사용되고 있는 용어들은 자신의 지나간 과거를 돌이켜보면서 청년의 순결성이 하나님의 말씀을 지킴을 통해서만 가능함을 불특정 다수의 청년들에게 교훈하는 입장에 있는 사람이 사용하고 있다고 이해 가능하다. 이 사실은 나이가 지긋하고 경험이 많은 자로서 지혜롭고 친근한 충고를 주고 있는 전 12:1을 상기케 한다:”너는 청년의때 곤고한 날이 이르기 전, 나는 아무 낙이 없다고 할 해가 가깝기 전에 너의 창조자를 기억하라.” 그러나 본 시편의 저자가 나이 많은 노인이 아님은 자신의 지혜가 노인의 그것보다 승하다고 비교하는 대목을 통해 읽을 수 있다(99, 100절). 이 같은 사실들을 종합할 때 본 시편 저자는 젊은 청년이나 노인이 아니며 적어도 인생 경험이 어느 정도 있는 인생 중년에 이른 자라고 봄이 더 나을 것 같다. 그 행실을 깨끗케 하리이까. 어떻게 하면 인생 여정이 순결하고 바른 것이 될 수 있겠느냐는 말이다. 이 같은 표현은 이미 지은 죄를 염두에 두었다기보다는 미래의 삶을 바라보는 표현이다. 말하자면 그 아래 자신을 묶어두어서 그의 미래의 여정이 정직하고 영예롭고, 바른 것이 될 수 있는, 그가 채택할 행동 원칙들은 무엇이겠느냐는 것이다. 묻고 대답하는 본 절과 같은 형태는 지혜서의 서술 형태를 연상시킨다(25:12, 34:12, 잠 23:29)."
        },
        {
            "verse_reference": "119:10",
            "commentary": "떠나지 말게 하소서(알 타쉬게니).. 직역하면 ‘나로 방황하지 말게 하소서’이다. 본 구절에 사용된 동사의 원형인 ‘솨가’은 강조의 의미를 포함하고 있는 강동사이다(신 27:18). 본문이 의미하는 바는 하나님의 가르침에 대해 순종하기를 중단할 때 인간의 전 삶의 영역은 흔들리고 방황하기 시작하므로 가르침에 대한 순종을 중단하지 않게 해달라는 것이다(잠 19:27)."
        },
        {
            "verse_reference": "119:11",
            "commentary": "주의 말씀을 내 마음에 두었나이다. 동사 ‘차판’은 비밀로 하기 위하여, 누군가 접근하지 못하게 하기 위하여 ‘숨기다’의 뜻이 있다. 이것은 사람들의 눈으로부터 돈이나 보석 따위를 숨겨두는 모습을 연상케 한다(17:14, 욥 20:26). 또한 이 동사는 비밀스럽고 접근할 수 없는 장소인 마음에 무엇인가를 쌓아둔다는 의미도 지니고 있다. 이것은 자신의 사상, 의도, 목적 따위를 숨기거나 지혜나 지식 따위를 보물처럼 마음에 쌓아두는 것을 연상케 한다(욥 10:13, 잠2:1, 7:1). 여기서 의미하는 바는 가장 소중하고 가치있는 것인 양 기자의 마음속에 하나님의 말씀을 보물처럼 쌓아두었다는 것이다. 말씀(에메르). 이는 9절에 나오는 ‘다바르’과 시적 동의어이다. 본 시편에서 이 용어는 보편적 의미의 하나님의 법 혹은 특별한 의미의 그분의 약속들도 뜻할 수 있다."
        },
        {
            "verse_reference": "119:12",
            "commentary": "찬송을 받으실 여호와여(바루크 아타 예화).. 직역하면 ‘여호와 당신은 경배를 받으소서’로서 송영의 일종이다. 본 송영은 인생을 선하고 거룩하게 지도하고 인도하기에 적절한 율법에 대한 깨달음에서 흘러나온 것이다(28:6)."
        },
        {
            "verse_reference": "119:13",
            "commentary": "모든 규례(콜 미쉬페테). 직역하면 ‘모든 판결들’이지만 문맥상 성문화된 법전 혹은 율법 등으로 해석해도 되겠다. 선포하였으며(시파르티). 원형 ‘사파르’은 ‘계산하다’,’반복하다’, ‘낭송하다’ 그리고 ‘선포하다’의 뜻을 갖고 있다. 이와 같은 의미들을 감안하고 본 동사 앞에 부사 ‘입술로’가 있음을 고려할 때 본 절은 저자가 하나님의 율법, 그 구체적인 조항들을 반복 낭송함으로써 그것을 가슴속 깊이 간직하였던 것을 뜻한다 하겠다."
        },
        {
            "verse_reference": "119:14",
            "commentary": "모든 재물을 즐거워함 같이. 본 절이 함축하고 있는 의미를 좀더 부각시키려면 이렇게 번역해야 옳다. ‘모든 재물을 즐거워하는 그 이상으로.’ 72절과 127절에 의하면이 같은 번역은 정당하다. 하나님의 뜻이 물질적인 것보다 더욱 중요하게 여겨지는 때는 하나님과의 교제의 깊고도 신령한 의미를 이해하기 시작했을 때이다(잠 2:4). 본 절은 그 무엇과도 비교할 수 없는 지혜의 가치를 말하고 있는 잠언의 구절들을 연상시킨다(잠 3:13-15, 8:10, 11, 19, 16:16, 22:1 이외에 욥 28:15-19을 참조하라)."
        },
        {
            "verse_reference": "119:15",
            "commentary": "묵상하며(아시하).. 이 말은 단순히 읽거나 낭송하는 수준을 넘어그 깊은 의미를 깨달아 마음에서 흘러나오는 기쁨을 맛보는 단계에까지 이르는 것을 가리킨다. 주의 도에 주의하며. 계속적으로 율법의 명령을 인생의 안내자로 마음에 두는 것을 가리킨다."
        },
        {
            "verse_reference": "119:16",
            "commentary": "잊지 아니하리이다(에쉬카흐). 원형 ‘솨카흐’은 한 인간의 기억력뿐 아니라 그의 고의적 의지 행위를 가리킬 때도 사용되는 동사이다. 말하자면 저자는 하나님의 율법을 망각지 않는 의지적 노력을 하겠다는 다짐을 보이고 있다(13:1, 44:24, 74:19, 77:9). 구약에서 하나님의 존재 혹은 그 말씀을 망각한다는 것은 기억불능 그 이상을 의미한다. 곧 그것은 의도적 범죄(106:13, 21), 하나님 언약에 대한 불순종(44:17), 심지어는 우상 숭배(44:20) 등으로도 묘사될 수 있다."
        },
        {
            "verse_reference": "119:17",
            "commentary": "후대하여(게몰). 이 동사는 어떤 상대에게 선이나 악을 행하는 것을,혹은 상을 주거나 벌을 내리는 것을 가리킬 때 사용된다. 여기서는 은총을 베풀어 달라는 의미로 사용되고 있는 것 같다(13:6, 116:7, 142:7). 그러나 시편 저자가 자신의 어떤 공로에 근거하여 그 같은 요구나 주장을 하고 있다고 볼 필요는 없다. 그는 단지 하나님의 은총, 그분과의 교제, 그분의 간섭을 간청하고 있을 뿐이다. 하나님이 은총을 내리시고 그분과의 교제가 계속될 때 그리고 시시 때때로 그분이 간섭하실 때 땅위에서 복된 삶을 영위할 수 있다는 것이 저자의 믿음이다."
        },
        {
            "verse_reference": "119:18",
            "commentary": "기이한 것. 일반적인 시야로부터 숨겨진, 비밀스러운 것으로서 신령한 의미를 가리킨다. 일단 그것이 밝혀지면 놀라움과 경탄을 자아내게 하는 주의 법은 명령 조항을 모아놓은 세상 법 같은 것과는 상이하게 다르다. 그 속에는 인생의 궁극적 지침을 담은 깊고 신령한 의미가 숨겨져 있는데 그것은 영적 시야를 가질 때에만 파악이 가능하다."
        },
        {
            "verse_reference": "119:19",
            "commentary": "나는 땅에서 객이 되었사오니. ‘객’이란 주지하다시피 그 고향이 다른 곳에 있고 일시적으로 이방 땅에 체류하는 자를 가리킨다. 물론 시인이 실제적으로 타향에서 나그네와 같은 신세로 처량하고 힘들게 살아가고 있었다고 이해할 수도 있겠지만, 반드시 그러한 실제적 상황이 아니더라도 마치 고향과 친척을 등지고 떠돌아다니는 외인(外人)과도 같은 험난한 인생살이를 비유로 나타낸 것이라고 볼 수도 있겠다. 이러한 자각이 있었기에 주의 계명을 향한 열정은 더욱 강렬해졌던 것이다. 진정 하나님께서 그 계명들의 깊은 의미와 참된 적용을 가르쳐 주셔야만 잠시 사는 이 세상에서 성도는 성도답게 살수 있다(39:12)."
        },
        {
            "verse_reference": "119:20",
            "commentary": "내 마음이 상하나이다. ‘상하나이다’에 해당하는 ‘가르사’은 계속 문지르거나 두들겨서 결국에는 조각조각이 나거나 부서지는 모습을 가리킬 때 사용된다. 본 절에서 저자는, 자신의 영혼이 거의 기진하고 고갈된 상태에 놓였는데 그 이유는 날마다 하나님의 규례를 좀더 알기를 사모하는 마음 때문이었다고 밝힌다. 다시 말해서 이는 하나님의 규례를 사모하는 시인의 열정이 자신의 몸을 돌보지 않을 정도로 전폭적이었음을 뜻한다. 하나님은 이러한 사람들의 영혼을 소생케 하시며(23:3) 새로운 힘으로 풍성하게 채워주신다(사 40:27-31)."
        },
        {
            "verse_reference": "119:21",
            "commentary": "본 절을 원문에 입각하여 재번역하면 다음과 같다. ‘당신은 당신의 계명들로부터 떠나 방황하는, 저주를 받은 교만한 자를 꾸짖으셨나이다.’ 재번역을 통해 알 수 있듯이 본 절은 동일한 한 사람의 특성을 서로 다른 세 가지 각도에서 조명하고 있다. 먼저 그사람은 의도적으로 계명에 대하여 태만한 자이며(118절, 삼상 26:21), 하나님께 저주받은 자로 낙인 찍힌 자이며, 하나님을 의존하는 시편 저자를 조롱하고(51절) 거짓 증거하고(69절 상반절) 압박하고(122절 하반절) 함정을 판(85절) 자라는 의미에서 교만한자이다. 이 같은 자는 하나님께 꾸짖음을 받았는데 이 꾸짖음이란 말로만 하는 책망이아니라 심판을 통해 드러나는 실제적인 징벌이다(9:5). 자세히 살펴보면 이 자의 잘못의 근본 원인은 계명에 대한 의도적인 태만인데 아마도 저자는 자신은 계명을 파수하고 순종하였다는 사실을 밝히기 위해 그 대적의 불순종 사실을 역설적으로 묘사하고있는 것 같다."
        },
        {
            "verse_reference": "119:22",
            "commentary": "떠나게 하소서(갈). 문자적인 뜻은 ‘벗기소서’이다. 수치는 흔히 어떤 사람을 덮고 있는 외투나 망토로 비유되곤 하는데 그같은 수치를 벗는 의미를 나타낼 때 이 단어가 사용된다(수 5:9 참조)."
        },
        {
            "verse_reference": "119:23",
            "commentary": "방백들(* 사림). 이는 ‘통치자들’ 혹은 ‘지도자들’을 뜻할 때 사용되는가장 일반적인 용어 중의 하나이다. 이 용어는 족장들(스 8:29), 장로들(욥 29:9) 혹은 지휘관들이나(왕상 9:22, 왕하 1:14) 왕의 관리들(105:22, 왕상 4:2, 렘 26:10) 등을 뜻하기도 한다. 뿐만 아니라 특정 계층의 우두머리, 장들을 뜻하기도 하며(창 40:2, 대상 15:22), 보편적으로 위엄있는 자들을 가리키는 용어로 사용되기도 한다(45:16, 82:7, 사 23:8). 본 절에서는 어떤 공동체의 관리들 혹은 영향력 있는 대표자들을 가리키고 있다. 훼방하였사오나(니드바루). 문자적인 뜻은 ‘말하였다’인데 수동형을 취한 상호 재귀형 동사임을 고려할 때 좀더 자세하게 ‘그들이 서로서로 말하였다’로 번역할 수 있겠다. 이것은 시편 저자의 대적들이었던, 공동체 내의 영향력 있는 인사들이 저자를 망하게 하기 위한 음모를 꾸미기 위하여 서로 머리를 맞대듯이 가까이 앉아서 이야기를 주고받는 장면을 연상시킨다."
        },
        {
            "verse_reference": "119:24",
            "commentary": "주의 증거는 … 나의 모사니이다. ‘나의 모사’(아차티)의 문자적인 뜻은 ‘나의 조언자’이다. 문맥상 조언의 내용은 대적들의 음모를 좌절시킬 수 있는 그 무엇이겠다. 오늘날 우리들에게 이 같은 사실을 적용해 보면, 대적들의 음모를 알아챘을 때 우리가 해야 할 일은 그들과 마찬가지로 또 다른 음모를 꾸미는 것이 아니라 하나님의 약속의 말씀을 묵상하고 즐거워하는 일이라는 사실이다. 어리석어 보이는 행위같으나 대적의 음모를 이길 진정한 비결은 바로 거기에 있다."
        },
        {
            "verse_reference": "119:25",
            "commentary": "내 영혼이 진토(塵土)에 붙었사오니. 본 구절을 해석하는 관건은 ‘진토’이다. ‘진토’는 우선 지하 세계, 저승, 지옥의 상징어로 볼 수 있다(22:15, 29, 44:25, 사26:19). 그럴 경우 본 구절은 저자의 영혼이 거의 죽음에 이를 정도로 심한 고통의 상태에 있다는 것을 강조하는 구절이 된다. 또 한편으로 ‘진토’는 문자 그대로 땅으로볼 수 있는데, 이 경우 본 구절은 고통의 상태를 아뢰기 위하여 땅 위에 엎드려 기도하고 있음을 강조하는 구절이 된다. 고통의 상태 자체에 대한 호소가 하나님의 도움을 얻는 수단이 되지 못하며 기도만이 그 수단이 된다는 사실을 고려하면 후자도 상당한 설득력을 지니는 견해이다. 그러나 보다 일반적으로는 본문이 극도의 쇠약함이나 좌절상태를 묘사하는 말로 이해된다(28,50,67,71,75,83,92,107,143,153절, 7:5, 22:15,29, 44:25 등 참조). 이와 같이 암담한 상황은 시인으로 하여금 더욱더 여호와께 간절히 매어달리게 하는 동인(動因) 역할을 하였다(Van Gemeren)."
        },
        {
            "verse_reference": "119:26",
            "commentary": "내가 나의 행위를 고하매. 여기서 ‘행위’란 문맥상 과거 저자가 인생을 살아오면서 겪었던 고통과 좌절을 비롯한 모든 인생의 체험들을 가리킨다. 저자는 자신의 모든 경험들, 특히 그를 아프게 하였던 고통들을 하나님께 아룀으로써 그 문제들을 해결 받았던 경험을 갖고 있다. 저자가 죽음에 가까운 고통 중에 있는 지금 과거의 그 같은 경험들을 다시 아뢰는 까닭은 과거에 그랬던 것처럼 지금의 이 고통도 해결받기 위해서이다. 고통 중에 있는 시편 저자들은 흔히 과거 사실에 근거하여 현재의 난제(難題)해결을 위한 기도를 아뢰었다(22:4)."
        },
        {
            "verse_reference": "119:27",
            "commentary": "주의 법도의 길을 깨닫게 하소서. 현재의 고통 상황으로부터 벗어나는 방법을 깨닫게 해주시되 하나님의 교훈의 말씀에 입각한 방도를 알게 해주시라는 의미이다. 저자는 당장 고통으로부터 벗어나는 것을 중시하는 것이 아니라, 그보다는 그 모든 행위가 하나님의 말씀에서 벗어나지 않는 가운데 이루어지는 것을 중시하고 있다. 주의 기사를 묵상하리이다. 여기서 ‘기사’란 고통에서 벗어나게 하는 하나님의 섭리적 사역을 뜻한다. 그리고 ‘묵상하리이다’(아시하)는 많은 사람 앞에서 그 목도하고 깨달은 바를 선포하고 알린다는 것을 뜻한다(Barnes). 결국 저자는 고통에서 벗어나게 되면 많은 사람 앞에서 그 되어진 바 놀라운 하나님의 섭리 사역을 알림으로써 하나님을 영화롭게 하겠다고 기도하고 있는 것이다."
        },
        {
            "verse_reference": "119:28",
            "commentary": "눌림(투가). 이곳과 잠 10:1, 14:13, 17:21 등에서만 발견되는 용어인데 대체로 ‘비통’, ‘슬픔’, ‘고통’ 등을 의미하고 있다. 여기서는 고통으로 인한 슬픔으로 오랫동안 그 가슴이 눌려온 것을 가리키는 것으로 보면 된다. 이런 점에서 개역성경의 번역은 적절하다. 녹사오니(달르파). 원형 ‘달라프’은 원래 지붕을 뚫고 떨어지는 빗방울을 연상케 하는 바 ‘스며 나오다’, ‘떨어지다’ 등의 뜻이다(전 10:18).그러나 한편으로는 ‘울다’를 뜻하기도 한다(욥 16:20). 여기서는 후자의 의미로 보는 것이 무난하겠다. 그 영혼이 마치 눈물을 흘리며 우는 것과 같은 상태에 있다는 것이다. 그런데 본 용어는 많은 양이 한꺼번에 쏟아져 나오는 것이 아니라 오랜 세월을 걸쳐 조금씩 조금씩 그러나 그것이 다 모이면 많은 양이 흘러 내리는 것을 가리킨다. 본문을 통하여 저자는 그 가슴을 누르는 심한 고통, 지속되는 고통으로 인하여 오랫동안 마음의 눈물을 흘려왔음을 고백하고 있다. 그렇다면 본 구절은 ‘오랫동안 눈물을 흘려왔사오니’로 번역함이 더욱 정확하다. 나를 세우소서(카이메니). 직역하면 ‘나를 다시 힘있게 하소서’이다. 이것은 본 시편에서 자주 반복되는 ‘소성케 하소서’와 그 의미가 거의 같다. 이같은 간구를 하면서 저자는 그 성취가 하나님의 말씀(약속)대로 되어질 것을 부연(敷衍)함으로써 오랫동안 고통당하고 있다는 현실 속에서도 그가 삶의 기준으로 놓치지 않았던 것은 하나님의 약속임을 깨닫게 하고 있다."
        },
        {
            "verse_reference": "119:29",
            "commentary": "거짓 행위. 이것은 상식적인 의미의 ‘속임수’ 따위가 아니라 하나님과의 관계 속에서의 ‘비신실성’을 가리킨다. 저자는 계속되는 고통으로 말미암아 하나님의 약속에 대해 회의심을 나타낼 수 있는 우려의 상황 속에서 그 우려가 현실화되지 않기를 소원하고 있다. 많은 성도들은 이유를 알 수 없이 계속되는 혹은 특정한 범죄 따위의 이유로 인한 고통 속에서 의로우신 하나님의 약속을 의뢰하지 않을 수 있다. 저자는 바로 이 위험을 경계하고 있다. 주의 법을 내게 은혜로이 베푸소서. 자비를 베풀어서 하나님의 법을 공평하게 적용해 달라는 뜻이다. 말하자면 자신이 당하고 있는 고통의 현실을 정당하게 해결해 달라는 것이다. 결국 고통으로부터의 탈출에 대한 애원이라 볼 수 있다. 보기 드물게 본구절은 이중 여격이 사용되고 있는데 이중 여격이 사용되고 있는 또 다른 성경 구절로는 창 33:5을 들 수 있다:”하나님이 주의 종에게 은혜로 주신 자식이니이다.”"
        },
        {
            "verse_reference": "119:30",
            "commentary": "성실한 길(데레크 에무나). 문자적인 뜻은 ‘신실의 길’이다. 이는 하나님이 행하라고 명하신 길이며(25:12) 또 믿고 따라가기에 합당한 길이다. 하나님의 약속을 믿는 믿음의 신실성을 강조하는 본 구절은 앞절의 ‘거짓 행위’와 반의적 평행구를 이루고 있다. 주의 규례를 내 앞에 두었나이다. 하나님의 법에 동의한다는 혹은 하나님의 법을 행동의 안내자로 삼는다는 뜻이다."
        },
        {
            "verse_reference": "119:31",
            "commentary": "주의 증거에 밀접하였사오니. 자기의 영혼이 진토에 붙었다고 묘사하는 25절에 사용된 것과 동일한 동사 ‘다바크’이 사용되었다. 말하자면 아교를 바른 어떤 물건이 또 다른 물건에 딱 달라붙듯이 하나님의 율법에 딱 달라붙었다는 것이다. 그 율법과 굳게 밀착되어 있기 때문에 그 무엇도 떼어낼 수 없다는 것이다. 이 표현은 하나님께 붙어 있는 상태를 그의 음성에 순종하는 것(신 30:20), 그를 섬기는 것(신 10:20, 13:4) 그리고 그의 길을 걷는 것(신 11:22) 등과 연관시키고 있는 신명기를 연상케한다. 한편, ‘다바크’는 하나됨을 암시하기도 한다. 남자가 부모를 떠나 그 아내와 연합하여 둘이 한 몸을 이룬다는 말씀에서 그것이 드러난다(창 2:24). 그렇다면 이어지는 내용, 곧 수치를 당치 않게 해달라는 간청은 자신을 고통 가운데서 구원하지 않으면 하나님 자신이 수치를 당케 되신다는 암시를 포함하고 있는 간청으로 볼 수도 있다."
        },
        {
            "verse_reference": "119:32",
            "commentary": "내 마음을 넓히시오면. 원문에 있는 이유 접속사 ‘키’을 포함하여 바로 번역하면 ‘내 마음을 넓히실 것이기 때문입니다’이다. 이렇게 보면 본 구절은 조건을 붙이는 조건절이라기보다는 오히려 확신을 표하는 내용이라 볼 수 있다. 이런 의미에서 아예 ‘당신은 내 마음을 넓히셨나이다’로 번역하는 원본도 있다(NEB). 본 구절이 묘사하는 ‘넓은 마음’은 흔히 고통으로부터 해방되어 기쁨과 행복이 가득한 상태의 마음을 의미한다(사 60:5, 고후 6:11, 13). 저자는 고통의 상태에서 미래에 맛볼 기쁨과 행복을 바라보고 있는데 그것을 이미 성취한 양 확신있게 묘사하고 있다. 주의 계명의 길로 달려가리이다. 달려간다는 말은 목표를 앞에 둔 자가 그것을 향하여 민첩하게 움직이는 모습을 연상시키는 표현이다. 일반적으로 하나님의 계명을 따라 사는 모습은 그 계명의 길을 걷는 것으로 묘사되는데 특별히 달려간다는 식으로 표현한 것은 좀더 민첩하게, 활동적이고 적극적으로 계명을 지키며 살겠다는 결심을 강조하기 위함인 것 같다."
        },
        {
            "verse_reference": "119:33",
            "commentary": "내가 끝까지 지키리이다(에츠레나 에케브). 여기서 ‘에케브’은 두 가지 의미를 지니고 있다. 하나는 문자 그대로 ‘종말’인데 이 의미를 취할 경우 본 구절은 인생의 종말을 맞을 때까지 주의 법을 지키겠다는 고백이된다. 또 다른 하나는 ‘상급’인데 이 의미를 취할 경우 본문은 상급으로서의 주의 법을 지키겠다는 고백이 된다. 후자의 경우는 먼 문맥인 19:11, 40:15, 70:3 등의 지지를 받고 있는데 그곳들에서는 주의 법을 지키는 것과 상급을 받는 사실의 밀접한 관계성을 암시하고 있다. 주의 법을 준수하는 것은 그 자체가 상급이라고도 이해해 볼 수 있다. 그러나 후자는 가까운 문맥의 지지는 받지 못한다. 가까운 문맥(34-40절)은 분명히 좌로나 우로 치우치지 않고 앞만 보고 살겠다는 종말론적 사고가 그 바탕에 깔려있다. 이 가까운 문맥을 중시할 때 후자보다는 사는 날 동안 마지막 순간까지 주의 법을 준수하겠다는 내용인 전자를 취하는 것이 더 무난하겠다."
        },
        {
            "verse_reference": "119:34",
            "commentary": "깨닫게 하소서(하비네니). 직역하면 ‘이해를 주소서’이다. 율법의 특성 및 그 의무 조항 등에 대한 바른 견해를 갖게 해달라는 뜻이다. 27절 상반절의 반복으로 볼 수 있다. 전심으로. ‘갈라진 두 마음이 아닌 하나의 마음으로’라는 뜻이다. 이는 율법만을 인생의 안내자로 삼겠다는 고백으로 볼 수도 있다."
        },
        {
            "verse_reference": "119:35",
            "commentary": "주의 계명의 첩경(빈티브 미초테카). 문자적인 의미는 ‘당신의 계명들의 길’이다. 문자적인 뜻을 보아 알수 있듯이 ‘첩경’ 곧 ‘지름길’의 개념은 찾을 수 없다. 여기 사용된 ‘길’이란 구불구불하지 않은 곧바른 길을 말하는데, 이 ‘길’을 다시 한번 언급한 것은 좌로나 우로 치우지지 않고 하나님의 계명만을 지키겠다는 소신을 재강조하기 위함인 것 같다. 아마 이것을 염두에 두고서 개역성경은 ‘첩경’이라고 번역한 것 같다. 내가 이를 즐거워함이니이다. 하나님의 말씀에 대한 이 같은 태도는 동일한 말씀을 자신들에게 욕으로 여기고 그것을 즐거워하지 아니했던, 귀를 할례받지 못한 완악한 이스라엘 백성들의 태도와 상반된 것이다(렘 6:10)"
        },
        {
            "verse_reference": "119:36",
            "commentary": "내 마음을 주의 증거로 향하게 하시고. 율법을 준수한다는 것은 단지 형식적인 차원으로써만은 불가하며 하나님께 전적으로 헌신하는 마음이 무엇보다 요청된다(신5:29). 한편, 금지된 욕망을 그 마음에 불일듯 일어나게 하는 기관으로 익히 알려진 다음 절의 ‘눈’은 본 절의 이 ‘마음’과 밀접한 연관이 있다. 탐욕(바차). ‘부당히 얻은 소득’이라는 뜻이다. 70인역(LXX)은 이것을 ‘플레오녀시안’으로 번역했는데 이것이 우상 숭배 때 동반되었던 음란, 호색 행위를 뜻하는 ‘플레오녀시아’과 그 철자가거의 유사한 사실에 근거하여 ‘바차’을 우상 숭배, 혹은 음란, 호색으로 번역하는 학자가 있다(Stanley). 물론 고전 5:10에서는 음란한 자들과 우상 숭배자들의연관성을 암시하고 있다. 그러나 문제는 히브리어 ‘바차’가 ‘강제로 빼앗다’, ‘부당하게 얻다’ 등의 의미를 뜻한다는 사실이다. 저자는 하나님의 말씀에 집착하는 일과 부당한 소득에 마음을 뺏기지 않는 일이 밀접한 관계가 있음을 본 절을 통하여 암시하고 있다."
        },
        {
            "verse_reference": "119:37",
            "commentary": "허탄한 것(솨우). 이 용어는 물질적으로 실재하지 않는 것, 혹은 도덕적으로 건전하지 못한 것을 가리킬 때 쓰인다. 실체가 아닐 뿐 아니라 거짓된 것이 그 본질인 우상을 묘사할 때 이 용어가 자주 쓰인 것은 타당하다 하겠다(24:4, 31:6, 렘18:15). 아마도 저자는 ‘우상’을 염두에 두고서 이 용어를 쓰고 있는 것 같다. 하나님의 말씀에 집착하는 일을 경제적 탐욕에 빠지지 않는 것과 연관시켰던 저자는(36절) 이제 여기서는 종교적 악(惡)에 빠지지 않는 것과 연관시키고 있다."
        },
        {
            "verse_reference": "119:38",
            "commentary": "주를 경외케 하는 주의 말씀(아쉐르 레이르아테카). 문자적인 뜻은 ‘당신의 경외를 위한 것(약속)’이다. 이 구절은 첫째 하나님을 경외하는 자에게 주어진 말씀에 강조가 두어진 표현으로 읽을 수 있고, 둘째 하나님의 말씀은 성도들로 하여금 거룩한 경외감을 가지고서 그것을 지키게끔 하는 데 목적이 있다는 뜻으로 읽을 수 있다. 그 어떤 표현으로 읽어도 큰 차이는 없겠다."
        },
        {
            "verse_reference": "119:39",
            "commentary": "나의 두려워하는 훼방을 내게서 떠나게 하소서. 여기서 ‘훼방’은 가까운 문맥에서 ‘훼방하는 자’에 관한 언급이 나오고 있기 때문에 교만스럽게 떠들면서 저자를 위협하는 대적들로 볼 수도 있다(42절). 그러나 저자가 계속 밑에 깔고 있는 문맥의 사상이 하나님의 계명들을 철저히 그리고 계속적으로 지키는 것임을 고려하고 또 본 절 하반절이 하나님의 계명들은 갑갑한 올무와 같은 것이 아니라 계속 지키는 자에게 좋고, 아름답고 축복이 되는 어떤 것임을 밝히고 있음을 감안할 때, 이 훼방이란 하나님의 계명을 파기하는 것, 곧 지키지 않는 것으로 보는 것이 바람직하다. 과거 하나님의 계명을 준수함으로써 기쁨과 행복을 맛본 바 있는 저자는, 고통의 현실속에서도 그 계명지키는 일을 간절히 사모하고 있다."
        },
        {
            "verse_reference": "119:40",
            "commentary": "내가 주의 법도를 사모하였사오니. 고통이 그 자신을 둘러싸고 있는 상황 속에서저자는 하나님의 도움을 기다리고 있으므로 여기에서 ‘법도’로 번역된 ‘피쿠데카’은 하나님의 명령보다는 고통당하는 자에게 구원을 주시는 하나님의 공의의 행위로 보는 것이 낫겠다. 이 같은 주장은 본 절 하반절의 ‘의’가 ‘구원’을 의미하기도 한다는 사실을 통해 지지를 받는다."
        },
        {
            "verse_reference": "119:41",
            "commentary": "주의 인자하심 … 내게 임하게 하소서(이보우니 하사데카). 히브리어에서 동사의 모음 형태는 주어(명사)의 모음 형태와 수(단수 혹은 복수)에있어서 일치를 보이기 마련이다. 그런데 본 구절의 경우 주어(명사)에 복수를 뜻하는’요오드’이 생략되어 있어 단수를 나타내면서 동사는 복수형으로 되어 있는데이 같은 경우의 동사를 결어적 동사(혹은 결어 동사)라고 부른다. 이때 주어를 구성하는 명사 ‘하사데카’은 복수형으로 해석해야 한다. ‘헤세드’의 복수형 ‘하사데카’은 강조의 의미를 지닌다. 말하자면 이것은 언약 관계가 유지되는 대상을 향한 하나님의 무수한 자비 행위를 강조하는 의미를 지니고 있다고 할 수 있다. 한편, 앞의 ‘말씀’ 또한 하나님과 저자 사이의 언약 관계를 암시하는 용어이다. 주의 구원(테슈아트카). ‘당신의 구원’이란 뜻이다. 본 시편을 통하여 저자가 분명히 밝히는 사실 중의 하나는 모든 구원은 하나님께로만 온다는 사실이다(123, 166, 174절). 구원은 결코 인간의 능력으로는 얻을 수 없는 은혜에 속한 것이다(33:16, 60:12, 108:13)."
        },
        {
            "verse_reference": "119:42",
            "commentary": "대답할 말. 이 표현을 문자 그대로 받아들여서 대적의 질문에 대한 답으로 생각할 필요는 없다. 도리어 이것은 대적들의 확신에 대한 반박으로 보는 것이 좋다. 아마도 저자의 대적들은 하나님이 저자를 돕지도 구원하지도 않으신다고 믿고 조롱했는지 모른다. 그러나 하나님께서 이제 그를 구원하실 때 대적들의 확신은 꺾이게 될 것이다. 이런 미래를 기대할 때 신실한 자는 대적의 조롱이 가득한 고통의 현실을 잠시 침묵하며 참아야 할 것이다(3:2)."
        },
        {
            "verse_reference": "119:43",
            "commentary": "진리의 말씀이 내 입에서 조금도 떠나지 말게 하소서. 오직 하나님의 말씀에만 소망을 두고 그것을 간절히 사모하는 저자의 간청이다. 그는 하나님의 말씀을 ‘발에 등이요 길에 빛’으로 믿었기에 그것을 떠나서는 한시라도 살 수 없다고 생각했을 것이다(105절). 한편, 본문의 문맥은 분명히 대적과의 대치 상황을 암시하고 있다. 그렇다면 부정적인 의미의 문장을 다음과 같이 긍정문으로 바꾸어 재번역해 볼 필요가 있다. ‘당신의 진리의 말씀을 신실하게 증거할 수 있는 능력을 제게 주십시오.’내가 주의 규례를 바랐음이니이다(키레미쉬파테카 이할레티). 직역하면 ‘당신의 판단만을 기다려왔기 때문입니다’이다. 저자는 오직 하나님의 공의로우신 판단만을 기다려왔다고 고백한다. 이 공의의 판단이 시행될때, 모든 불의와 교만의 세력들이 꺾이움을 당하고 자신은 구원에 이르게 될 것이라고 저자는 굳게 믿고 있다."
        },
        {
            "verse_reference": "119:44",
            "commentary": "항상 영영히 끝없이 지키리이다. 저자의 인생관이 다시 한번 강조 요약되고 있다. 그는 금생에서 뿐 아니라 오는 세상에서도 하나님의 율법 준수를 그의 존재 목적으로 삼을 것이라고 말하고 있다. 이 같은 저자의 인생관은 이스라엘의 선조들이 하나님의 율법에 대해 보인 태도와 완전한 대비를 이룬다. “여호와께서 말씀하시되 너희 열조가 … 나를 버려 내 법을 지키지 아니하였음이라”(렘 16:11)."
        },
        {
            "verse_reference": "119:45",
            "commentary": "내가 주의 법도를 구하였사오니. 원문상의 본 구절 서두에 있는 이유 접속사 ‘키’을 살려 재번역하면 이렇다:’왜냐하면 내가 주의 법도를 구하였기 때문입니다.’ 이것은 하반절이 묘사하는 상황의 근거를 이루는 내용이다. 법도를 구했다는 것은 하나님의 법을 연구하고 그것을 삶에 적용하는 것을 가리킨다. 자유롭게 행보(行步)할 것이오며. ‘자유롭게’(바르하바)의 문자적인 뜻은 ‘넓은 공간에서’이다. ‘넓은 공간’이란 행동의 자유를 억제하거나 방해할 것이 아무것도 없는 곳을 가리키는데, 이 같은 사실은 118:5을 연상시킨다:”내가 고통 중에 여호와께 부르짖었더니 여호와께서 응답하시고 나를 광활한 곳에 세우셨도다.”이제 고통 중에서도 하나님의 법만을 연구하고 그 깨달은 바대로 삶을 살았던 저자는 고통에서 벗어날 뿐 아니라 누구의 억제도 없이 자유로운 삶을 살게 될 것이다. 성경은 대적의 영향력이나 압박이 없는 약속된 땅을 때때로 이와 같이 묘사하고 있다:”내가 내려와서 그들을 애굽인의 손에서 건져내고 그들을 그 땅에서 인도하여 아름답고 광대한 … 족속의 지방에 이르려 하노라”(출 3:8), “저희가 그 나라와 주의 베푸신 큰 복과자기 앞에 주신 넓고 기름진 땅을 누리면서도 … ”(느 9:35). 요컨대 진리를 아는 자는 진정한 자유를 누리게 된다(요 8:32)."
        },
        {
            "verse_reference": "119:46",
            "commentary": "열왕 앞에 주의 증거를 말할 때. 여기서 ‘열왕’은 ‘멜라킴’으로 ‘왕들’을 뜻하는데 이 용어는 본 시편의 저작 연대를 논할 때, 자주 거론된다. 본 용어를 ‘이방의 왕들’로 해석하는 학자들은 이를 근거로 본 시편은 이방의 통치 특히 페르시아 왕이 이스라엘을 다스렸던 시대에 기록되었다고 주장한다(Perowne). 그러나 ‘멜라킴’을 반드시 이방 왕들로 해석해야 할 근거는 없다. 문맥상 본 구절은 그 어떤 사람 앞에서도 하나님의 법을 담대히 말하겠다는 뜻을 담은 내용으로 보는 것이 좋을 것 같으며, 그 경우 ‘왕들’이란 ‘높은 지위에 있는 자들’ 정도로 해석하면 되겠다."
        },
        {
            "verse_reference": "119:47",
            "commentary": "나의 사랑하는 바. 70인역(LXX)은 ‘몹시’라는 부사를 첨가하고 있다. ‘사랑하다’를 뜻하는 히브리어는 ‘아하브’인데, 이 용어는 인간의 사랑 그리고 하나님의 사랑 둘 모두에 적용된다. 본문에서처럼 하나님을 사랑하는 인간에 적용될 때 이것은 감정적인 만족을 뜻할 뿐 아니라 율법에 표현된 하나님의 뜻의 실천을 통하여 드러나는 순종적 삶 역시 뜻한다."
        },
        {
            "verse_reference": "119:48",
            "commentary": "내 손을 들고. 성경에서 손을 드는 행위는 다양한 의미를 지니는데, 축복(레9:22), 기도(28:2, 63:4, 134:2, 141:2, 애 2:19), 맹세(106:26, 창 14:22, 신 32:40), 어떤 일에 가담하는 것(10:12, 창 41:44) 등을 나타낸다. 여기서는 기도 혹은 말씀에 대한 순종과 사랑을 나타낸다 하겠다."
        },
        {
            "verse_reference": "119:49",
            "commentary": "말씀을 기억하소서. 여기서 ‘말씀’은 오랫동안 고통에 머물러 왔지만 저자로 하여금 새 희망과 용기를 갖게 하였던 약속의 말씀을 뜻한다. 현실적으로 볼 때 온갖 어려움이 막아서고 사방에 절망의 벽이 가로놓인 것처럼 보일지라도, 오직 하나님의 약속의 말씀에 의지하여 믿음과 소망을 잃지 않는 시인의 모습은 성숙된 신앙 인격의 전형적인 한 단면을 보여준다."
        },
        {
            "verse_reference": "119:50",
            "commentary": "이 말씀은 나의 곤란 중에 위로라. 무(無)로부터 만유(萬有)를 창조하시며(창 1장) 모든 약한 것을 치유하시는(107:20) 하나님의 말씀에 대한 믿음은, 시인으로 하여금 고통당하는 현실 속에서도 기쁨과 평강을 잃지 않게끔 만들어 주었다. 여기의 ‘네하마티’은 욥 6:10에서만 한 번 더 나온다:”내가 오히려 위로를 받고 무정한 고통 가운데서도 기뻐할 것은 내가 거룩하신 이의 말씀을 거역지 아니하였음이니라.” 본 유사 어구를 참조했을 때, 본 구절의 의미는 보다 분명히 드러난다. 즉 말씀이 저자의 기쁨의 원천이 되었던 것이다. 살리셨음이니이다. 이는 본 시편에서 여러 번 나오는 표현인데 ‘고통’을 말하는 문맥에서 다시 나온 사실에 비추어 볼 때 본 용어는 ‘죽음으로부터의 구원’이라는 의미보다는 ‘마음이 새롭게 됨’, ‘새 용기를 부여받음’ 등의 의미로 사용되었다 할 것이다."
        },
        {
            "verse_reference": "119:51",
            "commentary": "나를 … 조롱하였어도. 본 절 하반절과 연결시켜 이해할 때, 역으로 하반절이 본문의 이유를 나타낸다고도 생각해 볼 수 있다. 즉, 저자의 대적들은 그가 하나님을 신뢰하였기에 그를 괴롭게 하였다는 말이다. 이 같은 이해의 근거는 하나님을 신뢰하지 않고 떠난 사람 곧 ‘악인’과 ‘조롱하는 자’라는 명사가 본 절의 ‘조롱하였다’라는 동사’제딤’과 그 어원이 동일하다는 사실에서 발견된다. 영적으로 ‘교만한 자’와 신앙심이 없는 악인, 혹은 조롱하는 자는 서로 동일한 상태에 있는 자임을 성경은 말하고 있다:”무례하고 교만한 자를 이름하여 망령된 자라 하나니 이는 넘치는 교만으로 행함이니라”(잠 21:24). 1:1에 나오는 ‘악인’, ‘오만한 자’ 역시 한 부류이다."
        },
        {
            "verse_reference": "119:52",
            "commentary": "옛 규례. 여기서 ‘규례’(미쉬파테카)는 문맥상 ‘판결들’로 번역될 수 있다. 왜냐하면 본 용어는 여기서 율법대로 실제로 세계를 판단하시고 통치하시는 하나님의 조치들을 암시하고 있기 때문이다. 아울러 이 용어는 이스라엘의 과거 역사를 통해 보여주신 하나님의 심판과 구원의 역사(役事)를 상기케 하는 것이기도 하다. 한편, ‘옛’(메올람)의 문자적인 뜻은 ‘영원한’이며, 여기서는 우주를 다스리는 신적(神的) 통치 원리의 지속성 및 항구성을 암시하는 용어로 보면 되겠다. 시편 기자는 하나님의 통치 원리들이 항상 동일하였다는 것 곧 하나님의 율법이 그러하였다는 것뿐만 아니라 그 원리를 따라 항상 그 구체적 시행이 뒤따랐다는 것을 기억함으로써 하나님을 신뢰하였고 위로를 얻었다."
        },
        {
            "verse_reference": "119:53",
            "commentary": "악인들(레솨임). 시편의 기자들의 대적들을 일컫는 특징적인 호칭중의 하나이다(3:7, 26:5, 37:14, 58:3, 92:7등). 그들은 하나님의 율법과 계시를 무시하였기 때문에 하나님 앞에 죄인들이다(53절). 맹렬한 노에 잡혔나이다. ‘맹령한 노’의 히브리어는 ‘잘르아파’인데 이 명사는 ‘더워지다’, ‘타오르다’, ‘(바람으로 인해 불 따위가) 크게 번지다’등을 뜻하는 동사에서 왔다. 이것은 악인의 태도에 대한 의인인 시편 기자의 반응을 보여주는 표현이다. 즉, 그의 동료들 그리고 악인들이 율법을 무시하는 것을 보고 들었을 때 시편 기자의 마음속에는 불 같은 것이 타올랐다는 말이다. 이 표현은 역으로 시편 기자의 율법을 사랑하는 정도를 보여주는 표현이기도 하다."
        },
        {
            "verse_reference": "119:54",
            "commentary": "나그네 된 집. 이것은 ‘땅’을 말한다(19절). 저자는 자신을 마치 길가의 여관에 유숙하는 지나가는 손님과 같은 존재로 인식하고 있는 셈이다(창 47:9). 나의 노래가 되었나이다. ‘노래’는 찬양의 노래로 보기보다는 기쁨, 행복, 위안, 힘 등으로 이해해야 문맥적이다. 외롭고 고통 당할 때 주의 율법을 깊이 묵상하는 일은 경건한 성도에게 기쁨과 위안을 가져다 준다."
        },
        {
            "verse_reference": "119:55",
            "commentary": "밤에 주의 이름을 기억하고. 하나님의 이름을 기억한다는 말은 하나님의 품성 혹은 약속하신 바를 역사 속에서 행하신 것을 묵상하고 추억한다는 뜻이다. ‘밤’은 문자 그대로 시간대로서의 밤으로 볼 수도 있고 아니면 고통과 근심의 때로 볼 수도 있다. 그러나 본 시편 저변에 깔린 상황이 고통의 때임을 중시하고 후기 유대주의 문학에 있어서 밤이 사탄이 활동하는 때로 여겨졌던 사실 등을 고려할 때 후자로 보는 것이 좀더 낫겠다."
        },
        {
            "verse_reference": "119:56",
            "commentary": "개역 성경에서 본 절은 원문과 다르게 번역되어 있는데 원문대로 직역하면 다음과 같다:’내가 가졌던 이것은 내가 당신의 법도를 지켰기 때문입니다.’ 여기서 ‘이것’이란 50-55절에 있는 내용, 곧 저자에게 발생하였던 일들을 가리킨다. 그 일들이란 곤란 중에서도 위로를 얻었던 것(50절), 교만한 자가 조롱할 때에도 주의 법에 굳게 설 수있었던 것(51절), 율법 묵상을 통해 위안을 얻었던 것(52절), 악인들 때문에 맹렬한 분노에 휩싸였던 것(53절), 순례자와 같은 삶에서 평안을 누렸던 것(54절) 그리고 그많은 고통의 순간들 속에서 하나님의 이름을 기억하였던 것(55절) 등을 가리킨다. 이 모든 일들은 하나님의 율법 준수에 따르는 적절한 열매이자 결과이다."
        },
        {
            "verse_reference": "119:57",
            "commentary": "본 절의 어순(語順) 배열은 베어 사본(Baer’s text)을 따른 것인데 ‘하였나이다’ 때문에 절 전체가 어색하다. 따라서 ‘하였나이다’를 삽입구로 처리하면 절 전체의 의미 파악은 한결 쉬워진다. 즉 ‘여호와는 나의 분깃이므로 나는 그의 말씀을 지키리라’로 이해할 수 있다. 변형시킨 본 구절과 문형상으로 유사성을 보이는 구절로는 애 3:24이 있다:”내 심령에 이르기를 여호와는 나의 기업이시니 그러므로 내가 저를 바라리라.”시편 저자에게 있어서 여호와는 세상 사람들이 구하는 부(富), 명예, 기쁨, 그 이상의 것이었다. 즉, 그에게 있어서 여호와는 전부였다. 그러므로 그가 여호와의 말씀을 지키는 일은 당연하기까지 했다. 시편이 취하고 있는 특별한 성격 중의 하나는 여호와를이스라엘 전체의 분깃일 뿐 아니라 개인의 분깃으로 묘사하고 있다는 점이다. 반면, 이스라엘 백성은 때때로 여호와의 분깃 혹은 그분 자신의 소유로 묘사된다(신 32:9)."
        },
        {
            "verse_reference": "119:58",
            "commentary": "내가 전심으로 주의 은혜를 구하였사오니. 말라기 선지자 시대 때 백성들은 본 절의 내용과 흡사한 탄원을 드린 바 있다(말 1:9). 그러나 지금 시편 기자가 드리는 탄원과 당시 백성들의 탄원과는 근본적으로 다르다. 시편 기자는 신실한, 갈라지지 않은 마음을 가지고 탄원하였던 반면(2, 10, 34절), 말라기 시대의 백성들은 무례에 가까운, 마지못해 하는 정신으로 탄원하였던 것이다."
        },
        {
            "verse_reference": "119:59",
            "commentary": "내가 내 행위를 생각하고 주의 증거로 내 발을 돌이켰사오며. 본 절은 평이한 듯보이지만 그렇지 않다. 특히 하반절의 해석은 쉽지 않다. ‘돌이켰다’는 표현을 ‘회개하고 돌이켰다’로 이해하는 학자들은 본 절이 이전에 지은 저자의 죄악을 전제로 하고있다고 본다. 그들은 본 절을 저자가 이전에 지은 죄를 회개한 사실을 강조하는 절로 단정한다. 먼 문맥 67절을 고려할 때 이 같은 단정이 무리는 아니다. 심지어 어떤 학자는 본 절을 저자의 회심 강조 구절로 보기도 한다. 이렇게 견해가 다양할 경우 우리는 가까운 문맥에 유의하는 것이 요구된다. 가까운 문맥은 일관성 있는 율법 준수를 말하고 있다. 저자는 어떤 난관 속에서도 율법 준수를 게을리하지 않았다고 주장하고 있다. 그렇다면 본 절은 매순간마다 작은 행동 하나를 옮길 때마다 율법의 가르침을 따라 살기를 애썼던 저자의 율법 중심적인 삶을 강조하는 절로 보는 것이 낫겠다. 이 경우 ‘행위를 생각하고’는 행동의 순간 순간들을 가리키고 ‘주의 증거로 발을 돌이켰다’는 것은 매순간의 삶을 대처하기 위하여 주의 법으로 나아가 그것을 묵상 적용했다는것을 가리킨다고 볼 수 있다. 사람이 마음으로 자기의 길을 계획할지라도 순간 순간의 걸음을 인도하는 분은 여호와이신 것을 기자는 확신하였음에 분명하다(잠 16:9)."
        },
        {
            "verse_reference": "119:60",
            "commentary": "주의 계명을 지키기에 신속히 하고. 본문은 상반된 내용의 잠언 구절을 상기케 한다 : “악한 계교를 꾀하는 마음과 빨리 악으로 달려가는 발”(잠 6:18). 저자는 순간순간마다 적용하여야 할 말씀이 떠오르면 지체치 않고 그 말씀을 따랐다. 그 까닭은 율법 준수는 형식상의 문제가 아니라 내용상의 문제, 곧 그의 실존과 직결되는 중요한 일임을 그가 깨닫고 있었기 때문이다."
        },
        {
            "verse_reference": "119:61",
            "commentary": "악인의 줄. 시편 기자를 멸망시키기 위하여 그의 대적들이 사용한 온갖 수단에 대한 상징적인 묘사의 일종 혹은 시편 기자를 둘러싸고 있는 대적의 무리로 볼 수도 있다. 대적들은 흔히 짐승을 잡기 위하여 그물이나 덫을 설치하는 사냥꾼들로 묘사되기도 한다(140:5, 욥 36:8). 그러나 이와 동일한 묘사가 죽음을 가리키거나(18:4,5, 116:3), 죄를 가리키기 위하여 사용되기도 한다(잠 5:22). 악인이 그를 둘러싸고 그를 넘어뜨릴 음모를 진행 중인 당시, 그래서 마치 하나님을 무능한 분으로 여길 수도있는 순간에도 저자는 하나님께 의혹을 품거나 그의 율법을 잊지 아니하였다."
        },
        {
            "verse_reference": "119:62",
            "commentary": "밤중에 일어나. 55절에 이어 두 번째로 ‘밤’에 대한 언급이 나오는데 고난의 때에 대한 상징적 표현으로 해석하였던 55절과는 달리 본 절의 ‘밤’은 문자 그대로 밤, 곧 일반적으로 잠에 빠져드는 안식의 시간으로 보는 것이 낫겠다. 왜냐하면 ‘일어난다’는 표현이 있기 때문이다. 저자는 남들이 깊이 잠에 빠져든 시간에도 일어나서 말씀을 묵상하고 감사할 정도로 말씀 중심적인 사람이었다. 주님께서도 날이 밝기 전 한적한 곳으로 가 기도하기 위하여 일어나셨으며(막 1:35), 때로는 밤을 꼬박 새우며 기도하기도 하셨다(눅 6:12), 진정 복 있는 사람은 주야로 말씀 묵상하기를 좋아하는 자이다(1:2). 한편, 쿰란 공동체 회원들은 날마다 밤 시간의 삼분의 일을 율법을 읽고 공부하는 데 투자했다고 한다."
        },
        {
            "verse_reference": "119:63",
            "commentary": "동무(하베르). 본 용어는 후기 이스라엘의 바리새인 공동체 및 그 회합을 가리킬 때 사용되었던 용어이다. 그러나 시편 저자가 그와 같은 공동체를 염두에 두고 본 용어를 사용한 것 같지는 않다. 다만 그는 여호와를 경외하고 그의 법을 준수하는 자들을 마음에 두고서 그들과 자신을 동질화시키는 의미에서 이 표현을 썼을 것이다."
        },
        {
            "verse_reference": "119:64",
            "commentary": "여호와여 주의 인자하심이 땅에 충만하였사오니. 감탄사 ‘여호와여’를 고려할 때 본 구절은 하나님과 그의 말씀에 대한 사랑이 가득한 마음의 표현이라 볼 수 있다. 그러한 마음 상태에 있는 저자는 모든 곳에서 하나님의 선하심을 발견하였다. 하나님의 선하심을 발견하기 위한 가장 중요한 준비는 하나님 자신과 그분의 말씀을 충분히 사랑하는 마음을 갖는 일이다. 이같은 논조에 근거할 때 여기서 ‘땅’이란 약속된 땅만을 뜻하지 않고 온 세상을 뜻한다고 보아야 한다."
        },
        {
            "verse_reference": "119:65",
            "commentary": "주의 말씀대로. ‘하나님의 약속들’, 혹은 ‘말씀의 원리들에 의거하여’라는 뜻이다. 문맥상, 본 시편 기자에게 임했던 선한 일들은 계시된 하나님의 진리가 적용된 결과라는 사실을 강조키 위해 본 구절이 언급되었다고 볼 수 있다. 하나님의 약속, 말씀의 원리들은 그것을 신뢰하고 준수하는 자들의 유익을 위하여 계획 되었으며 결국 선한 결과만 낳았다는 것이다. 그러므로 진정한 의미에서 개인과 공동체의 유익, 안녕등의 선(善)이 확대되는 것은 진리의 말씀과 약속이 퍼져 나가는 것에 비례한다고 할수 있다. 선대(善待)하셨나이다. 이것은 여호와의 신실하심에 대한 인식을 반영하는 표현이다. 여호와의 말씀과 약속에 의거하여 종의 편에서 충성을 다하면, 여호와 편에서는 축복과 은총을 베푸신다. 이 같은 구도 밑에는 여호와의 신실하심이 깔려 있다."
        },
        {
            "verse_reference": "119:66",
            "commentary": "명철(타암). 원래는 달고, 쓰고, 시고, 매운 등의 맛의 종류를 분별해내는 ‘미각’을 뜻한다(출 16:31, 렘 48:11). 그러나 이 용어는 분별력이나 이해력을 뜻하기도 하며, 어떤 사물의 도덕적 가치를 판단하는 문제, 곧 옳고 그름이나 지혜롭거나 어리석음이 무엇인지를 결정하는 문제에 있어서도 이 용어가 적용된다. 바울은 빌립보 교인들을 위한 기도에서 ‘총명’이란 말과 ‘지식’이란 용어를 사용하고 있다. “내가 기도하노라 너희 사랑을 지식과 모든 총명으로 점점 더 풍성하게 하사”(빌 1:9). 지식. 사람들, 사물들뿐 아니라 그것들 사이에 얽히고 설킨 특별한 관계들에 대해서도 정통(精通)하는 것을 말한다. 즉, 단순한 정보뿐 아니라 그 정보를 앎에 따른 책임을 관계성 속에서 능숙히 지는 것까지 포함하는 말이다. 저자는 하나님의 말씀을 지식적으로 아는 것에 그치지 않고 하나님과의 관계 속에서 그리고 인간과의 관계 속에서 말씀이 요구하는 만큼의 합당한 바른 교제를 나누기를 원하고 있는 것이다. 이런 성격 때문에 ‘하나님에 관한 지식’을 ‘하나님과의 교제’(Vriezen), ‘하나님께 대한 인간의 전인적인 반응’(Porteous) 등으로 해석하기도 한다."
        },
        {
            "verse_reference": "119:67",
            "commentary": "고난 당하기 전에는. 본문은 시편 기자의 현재 상황을 분명히 밝혀준다. 70인역(LXX), 불가타역(Vulgate) 등의 본문 번역은 현재 시편 기자가 처한 상태를 ‘비천해지기 전에는’이라고 실감있게 묘사하고 있다. 시편 기자의 이 고난이 단순히 대적들의 적대감 때문에 임했는지 아니면 그 고난이 이웃들의 조롱과 비웃음을 낳는 어떤 특정한 불행을 뜻하는지는 확실치 않다. 그릇 행하였더니(쇼게그). 이는 ‘방황하다’, ‘실수하다’, ‘범죄하다’등을 뜻하는데, ‘범죄하다’를 뜻할 경우 의도성이 없는 죄를 대체로 가리킨다. 여기서는 그 의무를 잊음으로써 비롯된 죄 정도를 가리킬 수 있다. 그는 말씀 파수의 의무를 잊음으로써 죄에 빠지게 되었다. 많은 성도들의 경우 의도적으로나 적극적으로 죄를 짓지는 않지만, 어떤 이유로 인하여 말씀 파수의 의무를 소홀히 할 때 자신도 모르는 사이 적극적인 범죄쪽으로 기울어지고 만다."
        },
        {
            "verse_reference": "119:68",
            "commentary": "선을 행하시오니. 하나님의 선하심의 특성을 고백하고 있는 이 표현은 저자의 경험을 통하여 얻은 역동적인 하나님의 선하심에 대한 기술이다. 하나님의 선하심은 감상적(感傷的)이거나 형이상학적, 비가시적인 것이 아니다. 그것은 온 우주와 그 가운데 사는 인간의 마음 속에서 분명하게 깨달아질 수 있는 살아 움직이는 것이다. 그러나 이 역동적인 하나님의 선하심의 발견은 하나님의 율법을 배우는 일에서 출발한다. 그래서 저자는 율법을 가르쳐 달라고 기도하는 것이다. 오늘날 교회 속에 나타나는 현상 가운데 우려할 만한 것은 극단적인 하나님 체험의 노력이다. 그 같은 노력 자체가잘못되었다고 판단해서는 안 된다. 그러나 하나님의 말씀이 부재(不在)한 곳에서 하나님을 체험하려는 자세는 비판을 받아야 한다. 성경 아닌 곳에서의 하나님 체험은 위험하기 짝이 없는데 사탄은 자신이 베풀면서도 마치 하나님이 베푼 것처럼 영적 체험을 경험케 하기 때문이다. 사탄은 감정에 약한 인간을 유혹하여 결국엔 말씀에서 멀어지게 하는 것을 최종 목적으로 삼고 있다."
        },
        {
            "verse_reference": "119:69",
            "commentary": "교만한 자. 21, 51절 등에서 언급되었던 동일한 명사 ‘제딤’이 다시등장하고 있다. 아마도 저자는 대적의 지나치고 포악한 억압을 암시하기 위하여 이 용어를 계속 사용하는 것 같다. 거짓을 지어 나를 치려 하였사오나. 여기서 ‘치려’는 원래 여러 조각들을 ‘한데 깁다’를 뜻하는데 주로 한 사람을 겨냥하여 여러 고소들이 걸리는 경우를 묘사할 때 사용된다. 저자의 대적들은 있지도 않은 거짓을 모아 저자를 고소하였다. 78절과 86절은 본 절과 유사한 내용을 전달하는 구절들이다."
        },
        {
            "verse_reference": "119:70",
            "commentary": "저희 마음은 살져 지방(脂肪) 같으나. 여기서 ‘살져’는 ‘타파쉬’로서하팍스 레고메논(구약에 1회만 등장하는 단어)이다. 따라서 본 절 전체의 의미를 규정하는 일은 쉽지 않으나 ‘지방’ 곧 ‘헬레브’의 용례가 그 가능성을 열어 놓는다. 사 6:10은 익히 알려진 구절인데 그곳에 이런 표현이 있다:”이 백성의 마음으로 둔하게 하며 그 귀가 막히고 눈이 감기게 하라.” 그런데 탈굼역(Targum)은 본 표현 중 ‘둔하게’를 ‘기름지게’로 번역하고 있다. 이 번역뿐 아니라 17:10, 63:5, 사 6:10 등을 고찰해 본 결과 ‘기름지다’라는 뜻이 부정적인 의미로 사용될 경우는 하나님의 뜻이나 말씀에 대해 무감각하다는 의미를 나타내게 된다는 것을 알 수 있다. 따라서 본문의 의미는 저자의 대적들이 하나님의 말씀에 대하여 무감각해졌다는 것이다. 하나님의 말씀에 무감각한 상태에서 그를 음해(陰害)하려는 대적들의 태도에도 불구하고 저자는 하나님의 말씀만을 즐거워하고 있다."
        },
        {
            "verse_reference": "119:71",
            "commentary": "고난 당한 것이 내게 유익이라. ‘유익이라’에 해당하는 히브리어는 ‘토브’으로서 문자적인 뜻은 ‘선하니라’이다. 하나님의 섭리 속에서 고통을 신적(神的) 은총의 표식 혹은 부성애적(父性愛的) 교정(交情)의 한 방편으로 고백하는 이 말은 보기드문 신앙의 확신의 일종이라 볼 수 있다. 유사한 표현이 94:12에서 등장한다:”여호와여 주의 징벌을 당하며 주의 법으로 교훈하심을 받는 자가 복이 있나니”(이외에도욥 5:17, 잠 3:11 등을 참조하라). 기자는 고통을 그로 하여금 하나님의 율법을 좀더 배우도록 박차를 가하는 신적 교육으로 받아들인 것이다."
        },
        {
            "verse_reference": "119:72",
            "commentary": "천천 금은보다 승하니이다. 일반적으로 금이나 은은 ‘세겔’ 혹은 ‘개’ 등의 단위로 그 수량을 나타낸다. 그런데 여기서는 정확한 수량을 알 수 없는 무한대의 양을 암시할 때 사용하는 ‘천천’이란 형용사가 사용된 것으로 보아, 저자는 그 수가 무한대인 금은을 말하려는 것이 분명하다. 세상에서 귀히 사용하는 금은, 그것도 수를 셀 수 없을 정도로 무한한 양의 금은, 그것보다 주의 율법이 좋다고 말할 정도로 저자는 말씀 중심의 사람이었다."
        },
        {
            "verse_reference": "119:73",
            "commentary": "나를 만들고 세우셨사오니. ‘만들고’에 해당하는 히브리어 ‘아수니’은 시편에서 하늘(96:5), 달(104:19), 하늘과 땅(146:6), 바다(95:5), 그리고 그 안에있는 모든 것(146:6)의 창조뿐 아니라 인간 창조(95:6, 100:3, 138:8)를 언급할 때 흔히 사용되고 있다. 저자는 일반적인 의미의 창조를 말하는 본 용어 후에 ‘세우셨사오니’로 번역된 ‘예콘누니’을 등장시키는데 이 용어는 하나님이 자기의 형상을 따라 직접 인간을 빚으신 것을 가리킨다. 주의 계명을 배우게 하소서. 하나님이 자신을 만드신 사실을 고백한 후에 주의 계명을 배우겠다고 말한 이 소원은 의미가 깊다. 인간은 동물과는 다른 특유의 존재로서 태어난다. 첫사람 아담이 갖추었던 외양 자체도 여타의 짐승들과는 뚜렷이 구별되는 독특한 모습이다. 그러나 외관(外觀)만 갖추었다고 해서 온전한 인간은 아니다. 그가 온전한 인간이 되기 위해서는 하나님의 말씀을 배워야 한다. 창조시의 목적에 합한 온전한 인간이 되기 위해서는 첫사람의 모습 그대로 태어나는 것으로는 충분하지 않고 하나님의 말씀을 배워야 한다는 것, 이것이 본 소원의 의미이다."
        },
        {
            "verse_reference": "119:74",
            "commentary": "주를 경외하는 자가 나를 보고 기뻐할 것은. 여기서 주를 경외하는 자가 시편 기자를 본다는 것이 무엇을 뜻하는가에 대해서는 크게 둘로 나눠볼 수 있다. 먼저는 단순히 그들과 마찬가지로 여호와를 경외하는 사람으로서의 저자를 본다고 생각할 수 있는데, 이 경우에는 그들이 저자를 친구처럼 맞고 환영한다는 의미를 첨가할 수 있겠다. 또 다른 하나는 그들이 시편 기자의 고통으로부터의 구원 사실을 함께 나누고 따라서 기뻐한다는 것을 뜻한다고 생각할 수 있겠다. 이 경우 저자의 현실이 고통으로부터 구원받은 것은 아니므로 본 절은 미래에 있는 일에 대한 확신도 포함하는 구절이 된다. 이 두 견해 중 후자가 적절한 견해라고 볼 수 있는데 그것은 후 문맥의 주제가 고통으로부터의 구원이기 때문이다(75-80절). 상반절의 의미를 이렇게 규정할 때 후반절의 ‘말씀’은 일반적인 의미의 말씀이라기보다는 구원 약속에 관한 말씀이 되겠다. 여기서 ‘말씀’에 해당하는 히브리어 ‘다바르’은 신적(神的) 약속 혹은 판단하고 치유하는 역동적인 말씀을 흔히 의미한다(107:20, 147:15)."
        },
        {
            "verse_reference": "119:75",
            "commentary": "주의 판단은 의로우시고. 하나님의 도우심과 징벌의 시행은 전횡적(專橫的)이지 않고 완벽한 공의에 입각한 것이라는 뜻이다(40절). 성실하심으로(에무나). 언약 용어로서 그의 말씀 혹은 특정한 언약에 신실하신 하나님을 묘사할 때 자주 사용된다. 하나님은 언약에 불순종하는 자에게는 징벌을 내리시고 순종하는 자에게는 축복하는 일을 일관성있게 시행하신다. 저자는 자신이 고통당하는 것이 바로 이 하나님의 신실하심 때문인 것을 고백한다. 즉, 그는 그의 고통은 알게 모르게 지은 죄에 대한 징벌이며 하나님으로부터 온 것으로서 정당하다는 점을 인정하고 있는 것이다."
        },
        {
            "verse_reference": "119:76",
            "commentary": "주의 인자하심이 나의 위안이 되게 하시며. 하나님은 당신의 신실하신 공의의 원칙 때문에 그의 백성이 범죄할 경우 징벌을 내리시지만 무제한 징벌의 고통 가운데 버려두지 않으시는데 그 탈출 장치가 바로 그분의 인자하심에의 호소이다. 아마 저자는 하나님의 인자하심을 과거에 체험하고서 거기에 근거하여 현재의 호소를 드리고 있는지도 모른다(94:17이하 참조)."
        },
        {
            "verse_reference": "119:77",
            "commentary": "긍휼히 여기심. 하나님은 불의의 세력으로 인해 고통에 처한 자들을 긍휼히 여기시며(69:17, 18, 79:8), 특별히 당신을 경외하며 당신과의 언약 관계에 신실한 자들에게 각별한 긍휼을 베푸신다(103:13, 106:45, 46, 사 14:1, 30:18). 하나님의 자비가 그의 백성으로부터 거두어진다면 그들에겐 죽음밖에 없을 것이다(렘 16:5). 살게 하소서. 고통이 없는 삶, 더 나아가서 기쁨이 충만한 삶을 살게 해달라는 말이다."
        },
        {
            "verse_reference": "119:78",
            "commentary": "저희로 수치를 당케 하소서. 악인이 수치를 당하게 해달라는 기도는 잘 알려진 시편의 소재들 중의 하나이다(35:4, 26, 83:17 등). 이 경우 우리는 악행자 자신에 대한 적개심이 아닌 죄 자체에 대한 적개심에 초점을 맞추어야 한다. 즉, 이러한 기도문에서 기도자들은 죄를 지은 사람보다는 그 죄 자체를 미워하고 있다는 사실에 강조점을 두고 있는 것이다."
        },
        {
            "verse_reference": "119:79",
            "commentary": "주를 경외하는 자로 내게 돌아오게 하소서. 교만한 자가 수치를 당하고 난 후에, 시편 기장의 결백성 여부에 대하여 확신할 수 없어서 고통 중에 있는 그로부터 멀어졌던 경건한 동료들을 자기에게 모아달라는 간청이다. 그리하시면 저희가 주의 증거를 알리이다. 여기서 ‘저희’란 그에게 모여든 경건한 동료들을 가리킨다. 하나님이 고통받던 의인의 상황을 뒤바꿔 놓으셨을 때 경건한 그의 동료들은 그에 대한 오해를 풀 뿐 아니라 놀라운 하나님의 구원 능력을 서로 나누게 될 것이다."
        },
        {
            "verse_reference": "119:80",
            "commentary": "내 마음으로 주의 율례에 완전케 하사. ‘완전케’에 해당하는 히브리어 ‘타밈’의 문자적인 뜻은 ‘순전한’, ‘갈라지지 않은’ 등이다. 결국 저자는 일심으로 율법만을 바라보고 그대로 살기를 원하고 있다. 하나님은 이런 자를 결코 수치가운데 내버려 두시지 않을 것이다."
        },
        {
            "verse_reference": "119:81",
            "commentary": "나의 영혼이 주의 구원을 사모하기에 피곤하오나(칼레타 리트쇼아테카 나프쉬). 직역하면 ‘나의 영혼은 당신의 구원 때문에약해졌습니다’이다. 여기서 ‘약해졌습니다’에 해당하는 ‘칼르타’은 73:26에서 ‘쇠잔하나’로 번역되고 있다. 기자는 극도로 쇠약하고 곤핍해질 정도로 구원에 대한 강한 욕망을 가졌다. 한편, 본 절의 이면에는 인간적인 노력이나 능력으로써는 결코 구원에 이를 수 없다는 교훈이 깔려 있다고도 볼 수 있다(33:16, 60:11, 108:12, 146:3). 진정한 의미에서의 구원은 오직 하나님이 사랑으로 베푸실 때만 얻을 수 있다(37:39, 62:2, 144:10, 사 45:17, 렘 3:23)."
        },
        {
            "verse_reference": "119:82",
            "commentary": "언제나 나를 안위하시겠나이까. 여기서 ‘언제나’로 번역된 ‘마타’은 의문 대명사인데, 당하고 있는 고통의 기간이 너무 길다고 하소연하기 위하여 시편 기자들이 흔히 사용하는 관용구로서, ‘얼마나 오랫 동안’, ‘언제’ 등으로 번역될 수 있다. 이 관용구는 오늘날의 성도들도 흔히 사용한다. 하나님은 그 백성의 신앙을 연단하기 위하여 마치 현재 당하고 있는 고난에 개입하지 않으실 듯이 고난의 기간을 연장하시곤 한다. 내 눈이 … 피곤하니이다. 오랫동안 약속의 성취, 곧 고난으로부터의 해방을 기다리느라고 지쳐 있는 상태를 암시하는 본 구절은, 동일한 상태에 대한 보다 회화적인 묘사인 사 38:14을 연상케 한다:”나는 제비같이, 학같이 지저귀며 비둘기같이 슬피 울며 나의 눈이 쇠하도록 앙망하나이다 여호와여 내가 압제를 받사오니 나의 중보(中保)가 되옵소서.”"
        },
        {
            "verse_reference": "119:83",
            "commentary": "연기 중의 가죽병. 본 이미지의 출처에 대해서는 두 가지의 가능성이 제시된다. 그 하나는 텐트 안에 걸려 있는 가죽병이다. 팔레스타인 유목민들은 텐트 생활을 하였는데 텐트안에는 음료로 마시는 포도주를 담은 가죽병이 걸려 있기 마련이다. 그런데 텐트 안에서 불을 지필 경우 연기는 빠져 나가지 못하고 공중에 달려있는 가죽병을 까맣게 그을려 놓는다고 한다. 이때 여러 차례 연기에 그을려진 가죽병은 역경으로 인한 고통, 슬픔 등의 상징으로 간주된다는 것이다. 또 다른 하나는 연기 위에 달려 있는 가죽병이다. 고대의 관습 중의 하나는 포도주를 익히기 위하여 연기를 피우고 그 위에 포도주를 담은 가죽병을 달아 매단다. 그러나 이 경우는 앞의 경우와는 달리 고통을 통한 품성의 연단을 상징할 때 사용되는 이미지이다. 본 절의 경우는 전자에 가깝다고 볼 수 있다. 왜냐하면 문맥이 연단을 위한 고통을 말하고 있다기보다는 고통 자체, 고통의 정도에 대한 묘사에 기울어지고 있기 때문이다. 저자는 오랜 고통으로 말미암은 자신의 영육간의 형편을 연기에 찌든 가죽병에 비유하고 있다."
        },
        {
            "verse_reference": "119:84",
            "commentary": "주의 종의 날이 얼마나 되나이까. 이제 환난의 짐에 너무 눌려서 오래 살기를 희망할 수 없을 정도가 되었다는 뜻이다. 그러므로 그가 그의 대적으로부터 구원받는 것이 하나님의 뜻이라면 빨리 개입해 주시라는 간청을 담고 있다. 시편 기자들은 어떤 특정한 상황, 특히 고통의 상황 가운데서 더 이상 살 수 없어서 하나님의 신속한 구원중재를 요청할 때 바로 이와 같은 표현을 사용하고 있다. 나를 핍박하는 자를 주께서 언제나 국문하시리이까. 원문대로 직역하면 ‘나를 핍박하는 자를 언제 심판하실 것입니까’이다. 문자적 표현 그대로 원수가 심판받을 날을 묻는 내용이 아니라 그 심판의 때가 지연되고 있음을 하소연하는 내용으로 보아야 한다. ‘나는 그날을 기대합니다. 나는 원수 심판에 대한 당신의 약속을 의지합니다. 반드시 행하실 것이면 이제 빠른 시간 안에 행하십시오.’ 결국 이 하반절도 상반절과 마찬가지로 빠른 하나님의 구원을 구하는 기도라고 볼 수 있다."
        },
        {
            "verse_reference": "119:85",
            "commentary": "교만한 자(제딤). 이것은 사회적 높은 지위를 이용하여 탈법적인 행위를 일삼는 비윤리적인 폭군형 지도자들을 가리킬 때 주로 사용되는 용어이다. 그러나 본 시편에서는 하나님의 법을 무시하면서 저자를 모해(謀害)하는 상류 계급을 뜻하고 있다(21, 51절). 웅덩이를 팠나이다. 성경은 흔히 의인의 대적을, 무고한 희생물을 잡기 위하여 덫을 놓는 사냥꾼에 비유하고 있다(35:7, 57:6, 렘 18:22). 아마도 본 절이 의도하고 있는 저자의 대적은 그 높은 지위를 이용하여 고도로 은밀한 그리고 외관상 합법적인 것으로 보이는 음모를 짰을 것이다."
        },
        {
            "verse_reference": "119:86",
            "commentary": "주의 모든 계명은 신실하니이다. 하나님의 계명은 진리이며 신뢰할 만하다는 것이 그 특징이다. 그것은 하나님의 품성의 표현이기 때문이다. 때가 차면 계명이 명시하고 있는 축복과 저주는 분명한 현실로 드러날 것이다. 저자는 감당할 수 없는 누적된 고통의 상황 속에서 우선적으로 하나님의 계명 내용을 신뢰하려고 하고 있다. 그는 결코 감정에 따라 움직이지 않는다. 무고히(쉐케르). 문자적인 뜻은 ‘거짓, 속임수’이다. 말하자면 대적들의 핍박의 근거는 거짓, 속임수라는 것이다. 그들은 있지도 않은 일을 꾸며 저자를 비방하고 모함하였다. 나를 도우소서(아제레니). 이는 고통 중에 있는 자들이 일반적으로 사용하는 표현이기도 하지만 아무도 의지할 곳이 없는 고아와 같은 자가 사용하는 표현이기도 하다(10:14). 이 사실을 통하여 우리는 저자가 얼마나 외로운 상태에 있었는가를 짐작해 볼 수 있다."
        },
        {
            "verse_reference": "119:87",
            "commentary": "거의 멸하였으나. ‘멸하였으나’의 원어는 81절에서는 ‘피곤하오나’로 번역된 것이다. 본 절의 의미는, 대적의 핍박은 너무 가혹하고 또한 너무 오랫동안 계속되어 왔기때문에 저자의 기력은 거의 고갈되었고 이제는 기진하여 죽을 지경이라는 것이다. 나는 주의 법도를 버리지 아니하였사오니. 죽음에 가까운 고통의 상황 속에서도 하나님의 법에 더욱 집착하였다는 말이다. 핍박의 결과는 저자로 하여금 하나님의 법에서 멀어지게 하기는 커녕 더욱 가까이 가게 하였다는 이 고백을 통하여 대적들의 핍박 목적이 저자로 하여금 하나님의 법에서 멀어지게 하는 것이었으리라고 역으로 추측할 수 있다. 주의 말씀에 착념하는 이러한 태도는 재앙이나 고통이 있기도 전에 하나님의 법을 잊었던 이스라엘 선조들의 태도와는 극명한 대조를 이룬다(렘 16:10, 11)."
        },
        {
            "verse_reference": "119:88",
            "commentary": "주의 인자하심을 따라. 저자 자신의 어떤 공덕에 의해서가 아니라 오직 하나님의 자비적 품성을 따라 은혜를 베풀어달라는 간구이다. 앞의 문맥은 저자가 장기간의 고통 속에서도 하나님의 말씀만을 의뢰해 온 존재임을 보여주고 있는데, 그렇다면 그 같은 태도를 근거로 저자는 하나님의 도움을 기대할 수도 있을 법하다. 그러나 그런 자신의 공적 따위가 아닌 하나님의 자비적 품성에 의거해서 저자는 도우심을 기다리고있다. 주의 입의 증거. 아마도 하나님의 법 전체를 의미하는 말인 것 같다. 저자는 하나님의 자비적 품성에 근거한 도움을 요청한 후 자신이 계속해서 하나님의 법을 준수하는 삶을 살 것을 다짐하고 있다. 이것은 결코 어떤 조건부가 아니다."
        },
        {
            "verse_reference": "119:89",
            "commentary": "주의 말씀(데바르카). 원래 하나님의 모든 목적과 뜻을 가리키는 용어였으나, 후대에 들어서는 기록된 말씀까지도 이 용어에 포함되고 있다. 하늘에. 하나님의 목적과 뜻, 그리고 성문화된 성경 말씀의 불변성, 영원성을 암시하기 위하여 본 용어가 사용되고 있다(89:2). 하나님이 율법으로 명하신 것은 항상 율법으로 남아 있을 것이며, 그가 확증한 진리는 항상 진리로 남아 있을 것이며, 그가 약속한 것은 영원히 진리로 남아 있을 것이다. 신.구약 성경은 말씀의 불변성, 영원성에 대하여 자주 언급하고 있다(사 40:8, 벧전 1:24, 25 등)."
        },
        {
            "verse_reference": "119:90",
            "commentary": "주의 성실하심은 대대에 이르나이다. 시대는 바뀌어도 하나님의 약속은 변함이 없다. 태양이 계속 돌고 산이 그대로 있고 시내가 변함없이 흐르듯이 하나님의 약속은 모든 세대에 적용된다. 땅을 세우셨으므로 땅이 항상 있사오니. 천지 창조 때 형성된 것들은 세대가 바뀌어도 동일하게 존재한다. 강, 시내 그리고 물의 근원, 땅이 내는 과실과 화초들, 부드러운 공기, 따가운 햇살, 땅 속의 금, 은, 그외의 진귀한 광물들, 그리고 물 속의 각종 어류들, 비록 부패되기도 하고 고갈되기도 하지만 땅이 존재하는 한 천지 창조 때 형성된 이와 같은 것들은 계속 존재하기 마련이다. 마찬가지로 인간에게 베푼 은혜로운 약속인 하나님의 말씀은 모든 시대에 존재하고 적용된다. 저자는 하나님 말씀의 신실성 및 영구성을 효과적으로 입증하기 위하여 하나님의 천지 창조 및 그 보존 사역을 덧붙이고 있다."
        },
        {
            "verse_reference": "119:91",
            "commentary": "천지가 주의 규례대로 오늘까지 있음은(레미쉬파테카 암두 하옴). 직역을 하면 ‘당신의 규례들로 인해 그것들은 이날 굳건히 서 있습니다’이다. 여기서 ‘규례들’이란 어떤 명령 형태로 주어지고 그에 따라 판결하는 하나님의 율법, 규례들을 가리킨다. 그리고 ‘굳건히 서 있다’라는 동사의 주어가생략되어 있는데 문맥상 ‘하늘과 땅’(89, 90절)으로 보는 것이 무난하다. 이런 사실들을 종합하여 본 구절을 의역하면 이렇다:’하늘과 땅, 곧 온 우주 만물은 당신의 율법에 의거해서 오늘날까지 굳건히 서 있습니다.’ 말하자면 온 우주는 하나님 통치의 견고성, 지속성을 잘 드러내고 있다는 것이다. 만물이 주의 종이 된 연고니이다. 만물이 안정성(견고성), 지속성을 유지하게 되는 까닭은 마치 종이 주인의 명령에 순종하듯이 하나님의 명령에 순종하기 때문이며 그분의 통제하에 있기 때문이라는 것이다."
        },
        {
            "verse_reference": "119:92",
            "commentary": "율법은 본 시편 기자의 즐거움이었다(24절). 그는 그것을 행함으로써 기쁨을 누렸다. 만일 그가 율법을 즐거워하지 않고 율법을 멀리했다면 그는 고통 주에 절망하며 재기 불능의 처지로 전락했을 것이다(73:27). 그러나 본 구절의 강조점은 고난 중에 진통제 역할을 하는 것이 율법이라는 사실에 있기보다는 율법을 멀리하는 자는 결국망한다는 사실에 있다고 보아야 할 것이다."
        },
        {
            "verse_reference": "119:93",
            "commentary": "나를 살게 하심이니이다. 이것은 영적인 삶, 곧 회심에 따르는 영생으로 볼 수 있고(약 1:18) 말씀 순종에 따르는 풍성한 삶으로 볼 수도 있겠으나, 당장 겪고 있는 고통을 넉넉히 이겨내는 능력있는 삶으로 보는 것이 보다 문맥적이다(94, 95절). 저자는 주의 법을 영원히 잊지 않는 것이 고통으로부터 해방되는 첩경임을 알고 있었다."
        },
        {
            "verse_reference": "119:94",
            "commentary": "나는 주의 것이오니. 자신이 하나님께 속한 사실을 강조하는 저자의 이 확신은 동시에 하나님의 도움을 요청하는 근거가 된다:”주의 인자하심으로 나의 원수들을 끊으시고 내 영혼을 괴롭게 하는 자를 다 멸하소서 나는 주의 종이니이다”(143:12)."
        },
        {
            "verse_reference": "119:95",
            "commentary": "엿보오나(키우우). 원래 ‘숨어서 기다리다’는 뜻이다. 이것은 시편 저자를 멸할 구체적인 음모를 가지고 그의 대적들이 그것을 실행할 기회만 찾고 있는 것을 가리킨다. 생각하겠나이다(에트보난). 일반적으로 ‘지키다’, ‘준수하다’를 뜻한다. 그러나 여기서는 ‘집착하다’, ‘고수하다’로 번역하는 것이, 본 절이 그려내고있는 대비적 긴장감과 조화를 이룬다. 자신을 멸하려고 하는 대적의 무서운 음모가 자신을 기다리고 있는 상황 속에서 저자는 결코 흔들림이 없이 주의 율법만을 고수하고 거기에 집착하고자 다짐하고 있다."
        },
        {
            "verse_reference": "119:96",
            "commentary": "모든 완전한 것이 다 끝이 있어도. 여기서 ‘완전’으로 번역된 ‘티클라’은 구약 성경에서 이곳에만 나오지만 동일 어근 ‘타클리트’이 여러곳에서 나오므로 그 의미를 추정할 수 있다. 먼저 욥 26:10에서는 ‘경계’로 번역되고있고, 욥 11:7에서는 ‘온전’으로 각각 번역되고 있다. 한편, ‘끝’은 어떤 사물의 한계를 가리키는 말이다. 이런 사실들을 종합할 때 본문이 암시하는 바는, 인간이 만든 모든 완전하다고 하는 사물 따위는 그 한계가 있다는 것이다. 연구하고 탐색해 들어가면 인간적 산물의 뿌리, 근거는 금방 드러나게 되어 있다. 또한 이 말은 인간이 만든, 완전하다고 하는 사물은 모두 결점을 가지고 있다는 뜻으로 볼 수도 있다. 이러한 한계성과 결함은 이어지는 하반절 내용을 더욱 강조하는 역할을 한다. 심히 넓으니이다. 완전하다는 인간적 산물과는 달리 하나님의 말씀(율법)은 완전히 이해될 수 없고 그 진정한 근원적 특성은 간파할 수 없다는 말이다. 인간은 흔히 완전하다고 생각하는데 그것은 하나님 율법의 범위 및 영성(靈性)에 대한 바른 견해가 없기 때문이다. 그들은 불완전한 기준을 갖고 있어서 그 기준에 합하는 행동을 한 후에는 자신들은 완전하다고 말하는데 이는 잘못된 것이다. 그들은 보다 고상한, 아니 참기준인 하나님의 율법에 자신들의 행위를 비춰볼 경우 자신들은 불완전한 존재임을 깨닫게 될 것인데 그 뿌리가 분명히 보이는 세상적 기준과는 달리 하나님의 율법의 참본질, 기준은 가히 깨달아 알 수 없기 때문이다. 우리 자신이 만든 어떤 기준을 따라 살면서 나는 완전하다고 말하는 것은 가능하다. 그러나 하나님의 율법을 따라 살면서 나는 완전하다고 말하는 것은 불가능하다. 왜냐하면 인간은 하나님의 율법의 요구를 완전히 이해할 수 없기 때문이다(욥 9:10). 이것이 본 절이 말하는 핵심이다. 여기서 우리는 시편 저자의 겸손을 읽을 수 있다. 계속해서 저자는 자신이 고통 가운데서 하나님의 율법을 따라 그것에 집착하며 산다고 고백해 왔다. 그럼에도 불구하고 자신은 완전한 존재가 아니라는 것이다. 왜냐하면 하나님의 율법은 인간의 머리로써는 완전히 깨달아 알 수 없기 때문이다. 요컨대 저자는 하나님 율법 중심적인 삶과 아울러 완전한 율법 이해에 이르지 못한다는 자각에 따른 겸손을 잃지 않고 있다."
        },
        {
            "verse_reference": "119:97",
            "commentary": "내가 주의 법을 어찌 그리 사랑하는지요. 저자는 자신이 하나님의 법을 사랑하는 그 강도에 스스로 놀라서 이 같은 감탄문을 사용하고 있다. 저자가 이토록 강렬하게 하나님의 법을 사랑하게 된 것은 하나님의 말씀에 근거한 삶이야말로 참으로 복되고 아름다운 것임을 절감하였기 때문으로 보인다(1:2). 그에게 있어 율법은 억지로 지켜야 하는 의무 조항이 아니라 가까이할수록 평강과 즐거움이 풍성해지는 지속적인 사랑과 묵상의 대상이었다(Alexander). 이 사실은 오고 오는 모든 세대의 성도들에게 신앙생활의 귀중한 모본을 제시한다. 신앙의 본질적 깊이를 맛보지 못한 사람은 흔히 단순한 의무감 내지는 습관적 매너리즘에 사로잡혀 별다른 감동도, 즐거움도 느끼지 못하는 것이다."
        },
        {
            "verse_reference": "119:98",
            "commentary": "그것이 나로 원수보다 지혜롭게 하나이다. 주의 계명은 원수들이 가진 것과는 차원이 다른 지혜를 가르쳐서 저자로 하여금 원수들의 모든 모략과 술수를 능히 극복할수 있게 해준다는 고백이다. 물론 이 지혜란 정략적이고 교묘한 혹은 인간적인 지혜를 뜻하지 않는다. 이제 그 지혜로 말미암아 저자는 그의 대적보다 지혜로울 뿐 아니라그의 스승들보다도 지혜롭고(99절), 노인보다 지혜로울 것이다(100절). 또한 이 지혜는 학술적인, 혹은 기술적인 지식이 아니라 인생의 근본적인 목적과 삶의 지침을 깨닫게 하는 지혜요, 여호와를 경외케 하는 지혜이며, 또한 그로 하여금 모든 악(惡)을 피하게 하는 지혜이다(101절). 본 절의 주어로서 ‘주의 계명’으로 번역된 ‘미초테카’은 복수형이지만, 동사인 ‘테하크메니’은 단수로 되어 있다. 히브리어에서는 주어와 동사의 수가 일치해야 하기 때문에 70인역(LXX) 같은 경우는 ‘주의 계명’ 대신 ‘당신’이란 단수로 바꿔 번역하여 이 문제를 해결하고 있다. 그러나 그같은 수정은 원문적이지 않다. 우리는 ‘미초테카’를 모든 계명들을 의미하는 대표 단수격의 용어로 보면 되겠다(19:7)."
        },
        {
            "verse_reference": "119:99",
            "commentary": "나의 명철함이 나의 모든 스승보다 승하며. 여기서 시편 기자는 개인적인 지적 수준을 자랑하는 것이 아니라 실제적인 지혜의 두 근원을 대조하고 있을 뿐이다. 말하자면 그는 지혜 선생들로부터 온 가르침과 여호와의 법으로부터 얻은 가르침을 대조시키고 있다. 세상 지혜 선생들이 가르칠 수 없는 지혜가 있는데 그것은 하나님에 관한 지혜와 하나님이 인애(仁愛)와 공평과 정직을 땅에 행하는 분인 것을 깨닫게 하는 지혜이다. 특히 시편 기자는 하나님이 악인과 의인을 공평히 대하시는 분임을 경험했고 다시 그 경험을 기대하고 있다. “지혜로운 자는 그 지혜를 자랑치 말라 … 자랑하는 자는 이것으로 자랑할지니 곧 명철하여 나를 아는 것과 나 여호와는 인애와 공평과 정직을 땅에 행하는 자인 줄 깨닫는 것이라”(렘 9:23, 24). 시편 저자는 이 같은 지혜를 말씀 묵상을 통해 얻었노라고 고백했다."
        },
        {
            "verse_reference": "119:100",
            "commentary": "나의 명철함이 노인보다 승하니이다. 시편 기자가 깨달았던 또 한가지의 사실은, 참지혜는 오랜 인생 경험에서 오는 것이 아니라 하나님 말씀에 대한 순종의 경험에서 온다는 것이다.(4절) 바로 이 사실을 본 절에서 밝히고 있다. 말씀 순종에 앞서 갖추어야 할 태도는 하나님을 경외하는 마음이다. 하나님을 경회하는 마음이 있어야 말씀에 순종하려는 마음이 생기고,말씀에 순종할 때 참 지혜를 얻게 된다(잠1:7)"
        },
        {
            "verse_reference": "119:101",
            "commentary": "발을 금하여. 신앙의 정도를 걷고자 하는 저자의 강한 의지적 노력을 반영하는 표현이다, 즉, 저자는 악의 길을 아예 피하였고 죄악된 삶의 유혹에 굴복하지 않았다는 것이다. 저자의 이같은 의지적 노력은 말씀을 파수하려는 마음이 강하였기 때문이다. 길(* 오라흐). 시가서에서 자주 사용되는 용어인데 이 용어는’ (의인의) 길’을 가르킬 때도 쓰이는 것으로서(잠4:18) 어떤 특정한 행위, ‘생활’,’삶’ 등으로 번역할 수도 있다."
        },
        {
            "verse_reference": "119:102",
            "commentary": "주께서 나를 가르치셨으므로. 선행절(99,100절)에 나타난 저자의 모든 자랑의 비밀이 바로 이것이다. 그의 지혜의 근원은 바로 하나님이셨다, 하나님 그분만이 그의 백성에게 참생명에 이르게 하는 지혜를 가르칠 유일한 분이시다. 내가 ··· 떠나지 아니하였나이다. 전형적인 신명기적 표현이다(신9:16, 17:11,20, 28:14). 하나님의 규례에서 떠난다는 말은 그 규례를 무시하고 지키지 않는다는 것을 의미한다(말3:7)"
        },
        {
            "verse_reference": "119:103",
            "commentary": "맛이 내게 어찌 그리 단지요. 저자는 하나님의 말씀, 특히 묵상을 통하여 깨달아진 말씀을, 상상할 수 있는 가장 단 것에 비유하고 있다. 또한 본문의 강한 감탄문은 최상급을 반영한다고 볼 수 있다, 꿀(* 데바쉬). 일반적으로 들꿀이나 양봉꿀을 가리키는 말이지만(대하31:5), 단맛을 내는 데 사용하였던 포도시럽을 가리킬 수도 있다. 왜냐하면 어원적으로 볼 때 아라비아어닌 ‘디브쉬’는 ‘포도 시럽’을 뜻하기 때문이다, 시가서는 가정 단 것, 맛있는 것을 말할 때 ‘꿀’을 자주 들고 있다(잠16:24, 겔3:3)"
        },
        {
            "verse_reference": "119:104",
            "commentary": "주의 법도로 인하여 내가 명철케 되었으므로. 하나님과 자신, 인간의 특성과 운명, 구원 방법 등 등에 관한 바른 견해를 철학적 탐구나 인간적 경험에 의해서가 아니라 오직 하나님의 계시 곧 율법을 통해서 얻었다는 것이다. 모든 거짓 행위를 미워하나이다. 이것은 율법에 명시된 하나님의 목적들을 이해한 결과이다: “여호와를 경외하는 것은 악을 미워하는 것이라” (잠8:13)"
        },
        {
            "verse_reference": "119:105",
            "commentary": "내 발에 등이요. 하나님의 말씀은 어두운 밤길을 밝혀주는 횃불이나 등잔불과도 같다는 말이다. 밤의 횃불이나 등잔불은 장애물에 걸려 넘어지는 것을 막아주고 가파른 언덕에서 구르는 것을 방지해 줄 뿐 아니라 위험으로 가는 길로 들어서지 않도록 보호해 주는데 인생 길을 걸어가는 데 있어 하나님의 말씀이 바로 그와 같은 역할을 한다는 의미이다. 내 길에 빛이니이다. 상반절과 동일한 개념이 반복되고 있다. 빛은 길을 걷고 있는 사람에게 비춰서 그로 하여금 그 길을 바로 보고 그 길 가운데 있는 웅덩이 따위의 위험물을 피할 수 있게 해준다. 마찬가지로 하나님의 말씀은 죄로 인해 어둠 속을 헤매는(23:4) 인생들을 구원으로 인도하는 생명의 빛이다(요1:4). 그러나 죄로 인해 영적 소경이된 자들(마6:23, 요3:19)은 이 빛을 눈으로 보지도 못할 뿐 아니라 마음으로 깨닫지도 못한다(요1:5). 반면에 하나님의 말씀을 안내자로 삼는 사람은 항상 바른 길을 가게 된다."
        },
        {
            "verse_reference": "119:106",
            "commentary": "맹세하고. 저자는 굳은 결심의 뜻을 나타내고 싶어하는데 그 의지의 강도를 강조하기 위하여 법정적 용어인 ‘서약’,’맹세’라는 뜻을 지닌 ‘니쉬바티’을 사용하고 있다. 말하자면 하나님을 증인으로 모시고서 그분 앞에서, 심령을 분별하시는 그분 앞에서 결심을 하였다는 것이다. 이스라엘의 경유, 보통 공개적 맹세는 하나님의 집, 곧 성젼에서, 심령을 분별하시는 그분 앞에서 행하였다. 그러나 본 시편 저자는 가정 제단에서, 아니면 하나님과 자신만의 은밀한 공간에서 아마도 이 맹세를 하였을 것이다. 어떤 학자들은 이 표현을 성전 입장 때 행하였던 예식적 서약에 관한 언급으로 보기도 하지만 본 시편 전체에 흐르고 있는 분위기로 보아 개인 고백적 맹세로 보는 것이 합당하다. 굳게 정하였나이다(*아카예마). 문자적인 뜻은’견고하게 세웠다’이다, 말하자면 말로만 정한 것이 아니라 반드시 행할 것을 단단히 각오하였다는 말이다. 그렇다면 앞의 ‘맹세하고’와 그 의미가 대동소이하다고 볼 수 있다. 이런 까닭에 어떤 역본은 본 구절을 ‘엄히 약속을 세웠다’로 번역함으로써 ‘맹세하고’ 와 동일한 뜻을 지닌 것으로 나타내고 있다."
        },
        {
            "verse_reference": "119:107",
            "commentary": "나의 고난이 막심하오니(*나아네티 아드 메오드). 직역하면 ‘나는 극도로 심한 고통을 받았다’ 이다. 고통의 강도를 이처럼 세계 묘사한 곳도 드물다. 따라서 어떤 학자는 본문의 고통을 지옥에 가까운 고통이라고 주석한다. 이 고통으로 인하여 그의 기력은 극도로 쇠약해졌다. 따라서 저자는 하나님께 소생시켜줄 것을 탄원하고 있다. 그러나 이 극도의 고통 가운데서도 그는 말씀 중심의 인생관을 놓치지 않고 있다(하반절)"
        },
        {
            "verse_reference": "119:108",
            "commentary": "여호와여 구하오니 내 입의 낙헌제를 받으시고. 여기서 ‘구하오니’ 에 해당하는 ‘나’은 ‘제발’, ‘탄원합니다’ 등의 뜻을 지닌 감탄사로 ‘간절히 원합니다’ 정도로 번역하면 원문에 가깝겠다. ‘낙헌제’ (* 니드보트)는 억제나 강요가 없이 자원하여 드린다는 것이 그 특징인 제사로서 ‘자원제’ 라고도 불리운다. 보통 고운 가루나 곡식 혹은 과일, 그외의 어떤 종류든지 소유하고 있는 것을 그 예물로 드리던 제사이기도 하다. 그런데 ‘입의 낙헌제’라고 하는 것을 보아 본 절의 ‘낙헌제’란 드린다는 뜻으로 이해된다. 구약 시대 때 주로 드리던 낙헌제의 제물이 곡식, 고운가루, 과일 따위의 산물이었다면 신약 시대 때 드리는 낙헌제의 제물이란 주로 찬양이 되겠다: “이러므로 우리가 예수로 말미암아 항상 찬미의 제사를 하나님께 드리자 이는 그 이름을 증거하는 입술의 열매니라”(히13:15). 저자는 찬양의 제사를 드리면서 하나님의 말씀을 가르침 받게 해달라고 간청하고 있다."
        },
        {
            "verse_reference": "119:109",
            "commentary": "나의 생명이 항상 위경에 있사오나(나프쉬 베카피 타미드). 직역하면 ‘나의 영혼이 계속적으로 나의 손안에 있사오나’ 이다. 70인역(LXX)은 본 구절을 ‘나의 영혼은 항상 당신 손에 있습니다’로 번역하고 있는데 이는 옳지 않다. 일차적으로는 ‘나의’ 대신 ‘당신’ 이란 접미사로 바꿀 만한 원문상의 근거가 없고, 이차적으로는 이러한 번역을 위할 경우 본문과 하반절의 내용은 원인과 결과의 내용으로 보아야 하는데 원문상 원인과 결과절을 뒷받침할만한 접속사가 없기 때문이다. 원문 직역이 밝히고 있는 바 저자의 영혼이 계속적으로 저자 자신의 손안에 있다는 말의 뜻은 그의 영혼, 곧 생명이 항상 위험 가운데 노출되어 왔다는 것이다. 이것은 금언적 표현의 일종이다: “내가 어찌하여 내 살을 내 이로 물고 내 생명을 내 손에 두겠느냐 그가 나를 죽이시리니 내가 소먕이 없노라” (욥 13:14,15). 말하자면 누구나 볼 수 있는, 노출된 손 위에 놓인 것은 갑자기 낚아챔을 당할 우려가 있다는 것을 속담이나 금언식으로 말할 때 이 같은 표현을 사용한다는 말이다. 결국 저자는 이러한 금언적 표현을 통하여 자신이 계속적으로 위험 가운데 노출되어 왔음을 강하게 암시하고 있는 것이다(삿 12:3, 삼상 19:5 등을 원문적으로 살펴보가). 이상의 주석을 고려할 때 그 출처를 어디에 두었는지는 모르지만 개역 성경의 번역은 극히 원문적이라 할 수 있다."
        },
        {
            "verse_reference": "119:110",
            "commentary": "악인. 이들은 희생을 잡기 위하여 올무를 놓는 사냥꾼으로 묘사되곤 한다. 이러한 비유법은 시편뿐 아니라(9:15, 35:7, 38:12) 선지서에서도 자주 나타난다(사 8:14, 24:17, 렘18:22, 호9:8, 암3:5). 올무(파흐). 바닥에서 갑자기 솟아올라 희생을 덮치도록 되어 있는 밑받침과 두 개의 그물로 구성된 새잡이 덫 혹은 들새류를 잡는 올무를 가리키는 말이다(암3:5)."
        },
        {
            "verse_reference": "119:111",
            "commentary": "주의 증거로 내가 영원히 기업을 삼았사오니. 원뭉을 살려 번역하면 ‘당신의 증거들을 나는 영원한 기업으로 취하였습니다 ‘ 가 된다. 저자가 강조하고 있는 ‘증거들’이란 하나님의 율법, 무엇이 진리이고 참인지를 엄히 보여주는 하나님의 계시된 의지, 뜻을 가리킨다. 여기서 ‘기업’으로 번역된 ‘나할’ 은 ‘수유로 받다’, ‘상속하다’, ‘얻다’ 등을 뜻하는 동사로, 일반적으로 상속물ㄹ고 이스라엘 자손에게 주어진 약 속의 땅 가나안에 적용되는 용어이다. 그런데 본 절에서 저자는 하나님의 율법을 영원한 소유물로 취하겠다고 고백하고 있다. 저자는 이스라엘에게 여원한 소유물로 준 가나안 땅 그 자체보다 하나님의 율법을 더욱 진정한 영원의 소유물로 보고 있는 것이다. 한편, 16:5, 6에서는 하나님을 기업으로 삼겠다고 소원하는 내용이 나온다: “여호와는 나의 산업과 나의 잔의 소득이시니··· 나의 기업이 실로 아름답도다.”이는 내 마음의 즐거움이 됨이니이다. 여기서 ‘즐거움이 된다’는 것은 계속해서 즐거움이 된다는 말이다. 저자가 하나님의 율법을 영원한 소유물로 삼는 이유는 그 가운데서 계속적으로 맛볼 수 있는 기쁨을 찾을 수 있었기 때문으로 볼 수 있겠다(1:2)."
        },
        {
            "verse_reference": "119:112",
            "commentary": "주의 율례를 길이 끝까지 행하려고. ‘길이 끝까지’란 ‘항상, 심지어 인생 종말에 이를 때까지’를 뜻한다. 율법을 행하는 일에 있어서 상황이나 기분을 따라 이랬다 저랬다는 하는 사람은 진정한 의미의 경건한 자라고 할 수 없다. 기울였나이다(나티티). 일반적으로 팔 따위를 ‘뻗치다’, ‘내밀다’ (출8:6,17), ‘수그러지다’, ‘절하다’ 등을 뜻한다. 여기서는 마음의 방향을 어느 한쪽으로 정했다는 의미로 사용되었다. 말하자면 ‘각오했다’, ‘작정했다’ 등의 의미로 사용되고 있다. 저자는 평생 계속해서 하나님의 율례를 행하기 위하여 굳게 각오 하였다. 마음은 의지의 좌소이다. 의지의 내용이 결정되면 그에 따른 행동이 수반되기 마련이다. 하나님의 율례를 행하려는 의지와 그에 수반되는 실행이 구체적으로 뒤따를 때 신앙은 빛을 발하게 된다."
        },
        {
            "verse_reference": "119:113",
            "commentary": "두 마음 품는 자(세아핌). 구약 성경에서 문자 그대로는 이곳에만 나오는 용어이다. 70인역(LXX)과 시리아역은 각각 ‘범법자들’ 그리고 ‘헛된 생각들을 하는 자들’로 번역하고 있는데 많은 영역본들이 둘 중의 하나를 따르고 있다. 그러나 본 용어를 해석하는데 결정적인 도움을 주는 다른 성경 구절이 있는데, 그것은 아합의 거짓 선지자들을 멸하기 전 갈멜산의 엘리야가 백성들을 향하여 하나님이나 바알 둘 중의 하나를 쫓으라고 도전을 주는 대목이다: “엘리야가 모든 백성에게 가까이 나아가 이르되 너희가 어느 때까지 두 사이에서 머뭇머뭇 하려느냐 여호와가 만일 하나님이면 그를 좇고 바알이 만일 하나님이면 그를 좇을지니라” (왕상 18:21). 여기서 ‘두 사이에서 머뭇머뭇 하려느냐’는 원문적으로 ‘두 의견들 사이에서 얼마나 오랫동안 지체하느냐’인데 이중에서도 ‘두 의견들’이 본문의 용어와 정관사 ‘하’ 하나에서만 외형상의 차이를 보이는 ‘하스이핌’ 이다. 본 용어는 악 1:8의 ‘두 마음’과 같은 의미이다. 이 결정적인 단서를 중시할 때 본 용어를 ‘범법자들’ 혹은 ‘헛된 생각들을 하는 자들’ 대신 ‘두 마음을 가지 자들’로 번역하는 것은 설득력이 있다고 본다. 루터(Luther)의 경우도 이것을 지지하고 있다. 저자는 하나님의 말씀에 대하여 신뢰심을 갖지 못한 자들인 ‘두 마음을 가진 자들’을 미워한다고 표현함으로써 역설적으로 자신은 하나님의 말씀을 사랑하는 자임을 강조하려 하고 있다."
        },
        {
            "verse_reference": "119:114",
            "commentary": "은신처. 문자 그대로는 몬을 숨기는 곳이란 뜻이지만 문맥상 완전한 보호가 이루어지는 곳으로 해석해야 한다. 시편에서 이 용어는 일반적으로 대적이나 죄 및 그 결과가 미치지 못하는 곳을 암시하고 있다. 방패. 여호와를 그의 백성의 방패로 묘사한 것은 시편에 자주 등장하는 바이다(28:7, 33:20, 84:11, 115:9). 뿐만 아니라 시편 전에 모세 오경 시대 가운데서도 하나님을 방패로 묘사했었다(창15:1, 신33:29). 방패는 일번적으로 수비용 무기로 인식되고 있다. 그러나 본졀에서는 그곳에 ‘신뢰’를 두는 대상이라는 사실에 그 초점이 두어지고 있다(5:2)."
        },
        {
            "verse_reference": "119:115",
            "commentary": "너희 행악자여 나를 떠날지어다. 그 어느 누구도 하나님을 섬기고 그 말씀을 따라사는 일을 방해하거나 저해하지 못한다는 강한 의지를 암시한다. 하나님을 섬기고 그 말씀대로 살기 원하는 경건한 자는 부도덕한 자들의 공동체와 분리되기 위하여 애써야 할 것이다."
        },
        {
            "verse_reference": "119:116",
            "commentary": "주의 말씀(이므라트카). 11,172절의 경우와 같이 ‘하나님의 약속’을 뜻한다. 붙들어. 원형은 ‘사마크’ 인데 이 동사는 일반적으로 하나님의 도움과 관련되어 사용된다. 위험으로부터의 구원, 축복 따위의 적극적인 의미를 뜻하기도 하지만 본 절에서는 시험과 유혹 중에서 본연의 신앙 상태를 지속적으로 유지하게끔 하심을 뜻한다. 시험과 유혹에 직면한 저자는 그것들과 싸워 그것들 속으로 가라 앉거나, 굴복하지 않고 꿋꿋이 견뎌낼 수 있기를 요청하고 있는 것이다. 내 소망이 부끄럽지 말게 하소서. 문자적인 뜻은 소망 때문에 부끄러움을 당하지 않게 해달라는, 구원하시겠다는 하나님의 약속이 이켜지지 않고 무용지물이 되는 일이 없게 해달라는 것이다. 이것은 구원 약속에 대한 의심을 피력한 것이 아니라 소망 성취에 대한 강한 확신을 역설적으로 표현한 말이다."
        },
        {
            "verse_reference": "119:117",
            "commentary": "나를 붙드소서(세아데니). 삶의 시험과 유혹들에게로 빠지지 않도록 지키시는 은혜를 계속해서 베풀어 달라는 쓰을 지닌 용어이다. 원래 본 용어는, ‘기둥이 되어주다’, ‘지지하다’, ‘지원하다’ 등을 뜻한다. 이는 하나님을 지속적으로 붙들고자 하는 의지를 나타내는 의미로 해석해도 무방하다. 내가 구원을 얻고(아와쉐아). 이는 강동사로서 이 사실을 고려할 때 ‘나는 반드시 구원을 얻을 것입니다’로 번역해야 뜻이 더욱 살아난다. 단기적 구원이든 영원한 구원이든 간에 모든 구원은 전적으로 하나님께 달렸다는 강한 확신이 엿보인다."
        },
        {
            "verse_reference": "119:118",
            "commentary": "떠나는 자. 의도적으로 율법을 떠나 방황하는 자라는 뜻이다. 멸시하셨으니(살리타). 무게를 다는 데 사용하는 용어로서 원문 직역은 ‘가볍게 하다’, ‘쉽게 들어 올릴 수 있다’ 가 된다. 70인역(LXX)과 불가타역(Vulgate)은 ‘멸시하다’로 번역하고 있는데 개역성경이 이 번역을 위하고 있다. 말하자면 하나님께서는 의도적으로 율법에서 떠난 자들을 하찮은 존재로, 무가치한 물건 따위로, 바람에 쉽게 날아가 버리는 껍데기 정도로 간주하신다는 것이다(1:4, 35:5:욥 21:18, 사17:13). 허무함(쉐케르). 이는 문자적으로 ‘자기 기만’ 이란 의미를 내포한다. 의도적으로 하나님의 율법에서 떠난 자의 속임수는 그 자체가 믿을 수 없는 것일 뿐 아니라 그 자신도 혼돈으로 빠뜨려 결국엔 파멸로 몰고간다는 사실을 강조하는 용어이다."
        },
        {
            "verse_reference": "119:119",
            "commentary": "찌끼같이 버리시니. 여기서 ‘찌끼’(시김)는 용광로에서 나오는 광물의 찌끼인 ‘쇠똥’을 가리키는 용어이다. 하나님은 악인을 용광로의 찌끼 ‘쇠똥’처럼 버리실 것인데 그 일은 맹렬한 심판을 통해 행해진다(렘6:28-30, 겔22:18-20, 말3:2,3). 그러므로 내가 주의 증거를 사랑하나이다. 말하자면 율법이 죄를 징벌하는 공의의 법인 점을 사랑한다는 것이다. 땅 위에는 완전한 공의를 세울 수 있는 법이란 하나님의 법밖에 없다."
        },
        {
            "verse_reference": "119:120",
            "commentary": "떨며(사마르). 공포 분위기 속에서 빳빳하게 서는 머리털을 가리킬 때 사용하는 용어이다(욥4:15). 율법의 준수를 갈망해 왔지만 자신이 하나님 앞에서 그것을 실패할 경우를 상상하고 전율하면서 새롭게 율법 준수를 다짐하는 모습을 묘사해 주는 표현이다."
        },
        {
            "verse_reference": "119:121",
            "commentary": "내가 공과 의를 행하였사오니. ‘공과 의’란 각각 ‘미쉬파느’과 ‘체데크’ 인데 이들은 공히 율법과 연관성이 있는 용어들이다. 말하자면 저자는 율법을 지키려고 최선의 노력을 다했다고 말하고 있는 것이다. 압박자에게 붙이지 마옵소서. 그에게 그릇되이 행하고 그를 멸망시키려는 자들에게 남겨 놓지 말라는 말이다. 기자는 자신이 하나님의 율버을 순종해왔던 사실에 근거하여 이 같은 간구를 하고 있다. 우리는 이것을 인간의 공로를 근거로한 요구의 차원에서 해석해서는 안 된다. 성경은 인간의 공로가 하나님에 대한 요구를 정당화하지 못한다고 말하고 있기 때문이다. 다만 저자는 진심으로 하나님을 의뢰하는 자에게 도움을 베푸신다는 하나님의 약속에 근거해서, 그리고 인생이 죄악된 세상에서 경건과 믿음을 지킬수 있는 길은 하나님의 은혜 속에서만 발견되어 질 수 있다는 겸허한 확신에 근거하여 구원의 손길을 호소하고 있을 뿐이다."
        },
        {
            "verse_reference": "119:122",
            "commentary": "주의 종을 보증하사 복을 얻게 하시고(라로브 아브데카레토브). 문자 그대로 보아 본 구절을 132절과 더불어 본 시편 중에서 율법에 대한 암시가 없는 구절로 보는 견해가 많다. 그러나 문맥을 중시하는 성경 전체의 특성을 중시할 때 176절 중 단 두 절만 율법이란 문맥에서 예외적이라고 굳이 볼 필요는 없으며 따라서 우리는 본 구절을 율법이란 문맥에서 주석해야 할 것이다. 우선 ‘아로브’은 다른 사람의 채무에 대하여 합법적 책임을 지고 있는 사람과 관련하여 사용되는 말로 개역 성경의 번역처럼 ‘보증하다’ 정도로 이해할 수 있다(창43:9, 잠6:1, 11:15:17:18, 20:16). 그리고 ‘복을 얻게’ 에 해당하는 ‘레토브’은 문자적으로 ‘선을 위하여’가 된다. 그러나 율법 준수가 저자의 선이라는 뉘앙스를 주고 있는 앞절을 중시할 때 추상 명사 ‘선’은 ‘율법 준수’로 의역할 수 있다. 이럴 경우 본 구절은 저자가 자신의 율법 준수에 대하여 하나님께서 책임을 져달라고 구하는 내용이 되겠다. 즉 본 절에서 저자는 자신의 율법 준수를 인정하셔서 핍박자가 자신을 압박하지 못하게 해달라고 하나님께 구하고 있는 것이다. 그렇다면 본졀과 앞절은 동일한 내용을 반복하는 강조 구절들인 셈이다."
        },
        {
            "verse_reference": "119:123",
            "commentary": "주의 의로운 말씀. 이 경우 ‘말씀’으로 번역된 ‘이므라트’은 하나님의 의로운 목적을 성취하는 역동적인 하나님의 말씀을 뜻한다. 피곤하니이다(칼루). 어떤 능력이 고갈되었음을 나타낼 때 사용하는 동사이다. 교통 수단(예를 들면 당시의 배), 혹은 오랫동안 헤어졌던 친구의 만남 혹은 위험 중의 도움 따위를 기다리다 지칠 때 이 용어를 사용한다. 저자는 구원 약속을 강렬하게 기다리다 지칠 정도에 이르렀던 것이다."
        },
        {
            "verse_reference": "119:124",
            "commentary": "인자하신 대로 ··· 행하사. 원문적인 뜻은 ‘인자에 의거하여···취급해 주소서’이다. 여기서 ‘인자’란 언약에 대한 하나님의 신실하심을 뜻한다. 모두 죄인인 인생들 중에 엄한 하나님의 공의의 원리에 의거하여 자신을 취급해 달라고 요구할 수 있는 자란 없다. 우리 성도들은 신실한 그의 언약에 입각한 하나님의 광대하고 무한한 자비에 의거하여 하나님 앞에 나아갈 수 있을 뿐이다."
        },
        {
            "verse_reference": "119:125",
            "commentary": "나는 주의 종이오니. 여기서 ‘종’ 이란 용어는 저자의 하나님께 대한 의존성뿐만 아니라 언약에 기초한 인격적인 관계를 암시한다. 주의 증거를 알게 하소서. 여기서 ‘증거’란 하나님의 율법 가운데서 저자 자신에게 요구하는 하나님의 구체적인 명령을 뜻하는데 본 기도문 자체는 기도자의 강렬한 자발성을 암시하고 있다. 언약에 기초한 인격적인 관계를 하나님과 맺고 있는 자는 먼저 기꺼이 자신을 향한 하나님의 구체적인 명령들을 사모하기 마련이다."
        },
        {
            "verse_reference": "119:126",
            "commentary": "본질을 원문대로 직역하면 ‘지금은 여호와께서 행동하실 때입니다. 왜냐하면 그들이 당신의 율법을 파기하였기 때문입니다’ 이다. 상반절의 동사는 하나님의 심판 행위의 단호성을 가리킬 때 사용된다. 동일한 동사가 렘18:23에 사용되었는데 개역 성경은 ‘행하옵소서’로 번역하고 있다. 저자는 상반절에서 빠른 하나님의 심판을 요청하고 있는데, 저자가 이같은 요청을 하는 이유는 그의 대적들이 하나님의 율법을 파기하였기 때문이다. 파기하였다는 말은 율법의 권위는 인정하되 지키지 않았다는 뜻이 아니라 아예 율법을 무가치한 것으로 여겼다는 뜻이다. 무한한 가치를 지닌 하나님의 율법을 무가치한 것으로 여겼던 대적들에게 심판이 임하기를 간구한 것이다."
        },
        {
            "verse_reference": "119:127",
            "commentary": "그러므로. 원문에는 없으나 앞절과의 연관성을 고려하여 역본들이 삽입한 접속사이다. 이 접속사는 대적들이 주의 법을 무가치한 것으로 여겼다는 앞절 내용을 받는 구실를 한다. 말하자면 대적들이 주의 법을 무가치한 것으로 여겼으나 저자는 주의 법을 가치있는 것으로 사랑하였다는 대비적 사실을 강조하기 위하여 본 접속사를 삽입한 것이다. 시가서 저자들은 하나님의 지혜, 말씀의 무한한 가치를 이야기할 때 말씀과 금은 따위와의 비교법을 즐겨 사용하고 있다(욥22:25, 28:15, 잠3:14, 8:10,19:16:16등)."
        },
        {
            "verse_reference": "119:128",
            "commentary": "내가 범사에 주의 법도를 바르게 여기고(칼피쿠데 콜 이솨레티). 직역하면 ‘나는 모든 것에 관한 모든 당신의 법들이 옳음을 존중합니다’이다. 저자는 모든 사물과 모든 사람에 관계한 하나님의 모든 계명, 명령들을 정당하고 옳은 것으로 간주한다는 고백이다. 모든 거짓 행위를 미워하나이다. 문맥상 ‘모든 거짓 행위’란 참 진리에 기초를 두지 않은 모든 행위들을 뜻한다. 율법만이 참진리에 근거한 가르침을 제시할 수 있다."
        },
        {
            "verse_reference": "119:129",
            "commentary": "기이하므로. 그것을 묵상할 때 묵상하는 자로 하여금 경탄에 빠지게 하는 하나님의 의지의 계시로서의 율법을 설명하는 말이다. 율법의 지혜 및 그 선하심, 깊이를 알 수 없는 내용들은 율법을 대하는 자들의 경외감을 자아낸다."
        },
        {
            "verse_reference": "119:130",
            "commentary": "주의 말씀을 열므로(페타흐 데바레카 야이르). 직역하면 ‘당신의 말씀의 문은 빛을 줍니다’이다. 본 절 해석의 핵심은 ‘페타흐’인데 본 용어는 문자적으로 장막이나 성전의 ‘출입구’(창18:1, 왕상6:8) 혹은 일반 가정이나 도시의 ‘대문’이나 ‘성문’을 뜻한다(수 20:4, 삿9:35, 사3:26). 그러나 여기서는 하나님의 말씀을 열어서 보이는 것을 암시하기 위해 사용되었다. 문이 열리면 우리가 그 집안이나 성안으로 들어가듯이 하나님의 말씀이 열리면 우리는 말씀안으로 들어간다. 그리고 그 오묘함과 아름다움을 본다. 하나님이 말씀의 문을 여실 때에야만 우리는 말씀의 진정한 의미를 깨닫게 된다. 우둔한 자(페타임). 문자적인 의미는 ‘왜곡됨에 그 마음을 여는 자’이다. 말하자면 남의 이야기에 쉽게 빨려 들어가 그것을 믿는 자를 뜻한다. 그러나 긍정적인 의미로 사용되는 곳도 있다(116:6). 본 절에서도 긍정적 의미로 사용된 것으로 보인다. 교만하여 말씀의 의미가 밝혀질 때 마음을 닫는 자가 아니라 도리어 마음을 기울이고 어린아이처럼 받는 자란 의미로 보아야 할 것이다."
        },
        {
            "verse_reference": "119:131",
            "commentary": "입을 열고 헐떡였나이다. 타는 듯한 열기로 찌들리면서 한줄기 시원한 물을 갈망하는 혹은 한 번 부는 서늘한 바람을 고대하는 사람의 경우와 같이 강한 열망을 암시하는 표현이다(욥29:23)"
        },
        {
            "verse_reference": "119:132",
            "commentary": "주의 이름을 사랑하는 자에게 베푸시던 대로(케미쉬 파트 레오하베 쉐메카). 문자적인 의미는 ‘당신의 이름을 사랑하는 자들에게 내리시던 판결을 따라서’이다. 여기서 ‘미쉬파트’은 흔히 판결, 재판, 재판관 등으로 번역되는 용어이다. 본 절에서는 자신의 말씀대로 사는 자들을 면밀히 검토하고 그에 따라 은혜를 베푸시는 하나님의 사역을 묘사하기 위하여 사용되고 있다. 이 같은 의미를 고려하여 본 구절을 의역하면 ‘주의 이름을 사랑하느 자들에게 은혜를 내리시던 경우처럼’이 되겠다. 이와 유사한 의미를 함축하고 있는 또 다른 시편으로는 106:4이 있다. “여호와여 주의 백성에게 베푸시는 은혜로 나를 기억하시며 주의 구원으로 권고하사.”"
        },
        {
            "verse_reference": "119:133",
            "commentary": "굳게 세우시고(하켄). 계속 유지케 해달라는 뜻이며 ‘인도해 주시고’로 번역할 수도 있다. 죄악이 나를 주장치 못하게. 문맥에 비추어 볼 때 여기서 저자는 자기 자신의 불순종의 가능성보다는 그의 대적들로 말미암은 재난을 염두에 두고 있는 듯하다. 물론 다른 시편기자 중에 자신이 고의로 죄 범하는 것을 막아 달라고 기도한 자도 있다. “또 주의 종으로 고범죄를 짓지 말게 하사 그 죄가 나를 주장치 못하게 하소서”(19:13)"
        },
        {
            "verse_reference": "119:134",
            "commentary": "구속하소서. 본 동사의 원형 ‘파다’은 노예나 포로의 해방(출21:8) 뿐 아니라 대리자 혹은 금전 지불을 통해 사람이나 짐승을 죽음으로부터 구출하는 것을 암시한다(출13:13,15, 민18:15). 또한 이 용어는 각종의 고통이나 죽음으로부터의 구원에 대한 상징적 묘사 때 사용될 수도 있다. 여기서는 바로 이 경우에 해당한다 하겠다. 대적의 억압으로 심리적인 압박을 심하게 받고 있는 저자는 하나님의 적극적인 개입으로 인해 도래할 평안을 간절히 구하고 있는 것이다."
        },
        {
            "verse_reference": "119:135",
            "commentary": "주의 얼굴로 주의 종에게 비취시고. 하나님의 모습을 보면 죽는 것으로 알려졌으므로 본 구절을 문자 그대로 받아들여져서는 안된다. 시편에는 이와 같은 표현이 자주 나오는데 아마도 저자들은 구름 속으로 숨었다가는 다시 그 모습을 드러내는 태양에서 그 이미지를 빌어왔을 것이다. 동일한 이미지를 사용하고 있는 본 시편 저자는 마치 태양이 구름 속으로 숨듯이 오랫동안 은혜 베풀기를 중단하고 계신 듯한 하나님께 다시 은혜를 받기 위하여 이 같은 표현을 사용하고 있음이 분명하다. 광야 시대, 모세는 민족적 축복을 선포할 때 이와 유사한 표현을 하고 있다: “여호와는 네게 복을 주시고 너를 지키시기를 원하며 여호와는 그 얼굴로 네게 비취사 은혜 베푸시기를 원하며 여호와는 그 얼굴을 네게로 향하여 드사 평강 주기기를 원하노라” (민 6:24-26)."
        },
        {
            "verse_reference": "119:136",
            "commentary": "내 눈물이 시냇물 같이 흐르나이다(팔게 마임 야레두 에나). 직역을 하면 ‘나의 눈은 물들의 강을 타고 내려갑니다’이다. 이것은 커다란 슬픔으로 인하여 많은 눈물이 쏟아져 나오는 것을 암시하는 비유적인 표현이다(애3:48). 기자가 이처럼 큰 슬픔을 가졌던 까닭은 그 동시대 사람들이 하나님의 법을 무시하였기 때문이다. 하나님의 법에 대한 불순종, 그 어리석음, 패역을 보고 눈물을 흘렸던 것은 본 시편 기자뿐이 아니었다. 예수님이 그러셨고(눅19:41), 비록 눈물을 흘렸다는 문자적 표현은 없으나 바울 역시 그와 유사한 정서를 표현한 바 있다(롬 9:1-3)."
        },
        {
            "verse_reference": "119:137",
            "commentary": "주는 의로우시고. ‘의로움’은 하나님의 주요 품성 중의 하나인데 이 품성은 의인에게 상 주시고 악인은 징벌하시는 그의 행사를 통해 잘 드러난다(11:6, 느9:33). 분만 아니라 이 품성은 궁핍한 자나 억울한 자에게 베푸시는 그분의 도우심을 통해서도 엿볼 수 있다(116:5, 145:17). 한편, 법정적인 의미에서 볼 때 이 품성은 하나님이 인간의 판단을 넘어서 계신 분이며 아무도 그를 송사할 수 없다는 것을 의미하기도 한다(욥34:10-30, 렘12:1). 판단. 문맥상 이 용어는 흔히 뜻하는 바 ‘심판’, ‘징벌’ 이 아니라 하나님의 율법을 의미하는 것 같다."
        },
        {
            "verse_reference": "119:138",
            "commentary": "주의 명하신 증거는 의롭고 지극히 성실하도소이다(치위타 체데크 에도테카 웨오무나 메오드). 직역하면 ‘당신은 의로움과 월등한 신실함으로 당신의 증거들을 명령했습니다’이다. 이것은 이미 선포된 하나님의 의지인 율법의 특성을 밝히는 것인데 그 특성은 의롭고 확신을 둘 만하다는 뜻이다. 말하자면 율법은 반드시 성취될 약속과 같은 것이며 따라서 전폭적으로 신뢰할 가치가 있다는 것이다. 이 율법의 특성은 불의한 자가 포고한 불의한 법령의 특성과 대조를 이룬다(사10:1, 렘8:8)/"
        },
        {
            "verse_reference": "119:139",
            "commentary": "대적이 주의 말씀을 잊어버렸으므로. 저자가 대적에게 분노를 금치 못한 까닭은 그를 파멸시키려는 악한 노력 자체 때문이라기 보다는 그들이 하나님고 율법에 대해 무관심했기 때문이다. 내 열성이 나를 소멸하였나이다. ‘열성’으로 번역된 ‘킨아티’ 는 예후의 경우처럼 지나치면 광신주의로까지 나갈 수 있는(왕하 10:16) 정열적인 것, 배타적인 헌신(왕상19:14) 등을 암시하는 용어로서 이곳에서는 거룩한 열심, 정열로 이해해야 할 것이다. 그리고 ‘소멸하였나이다’로 번역된 ‘침타트니’은 ‘자르다’(54:5’ 88:16’ 94:23’ 101:5’ 욥23:17, 애 3:53) 혹은 ‘파괴되다’(18:40, 69:4, 73:27, 101:8, 삼하22:41)를 뜻하지만 ‘힘의 고갈’을 암시한다. 말하자면 저자는 하나님 말씀의 영예를 유지시키려는 열심을 크게 낸 나머지 그 힘이 고갈될 정도에까지 이르렀다는 것이다."
        },
        {
            "verse_reference": "119:140",
            "commentary": "심히 정미 하므로(체루파·· 메오드). 여기서 ‘체루파’는 용광로에 있는 금속과 관련된 용어로 ‘제련된’ ‘정제된’ 등을 뜻한다. 하나님의 약속과 율법은 찌끼와 불순물이 다 제거된 값비싼 금속과도 같이 순수하고 진실하다. 이를 사랑하나이다. 자신을 구하는 도구이기 때문이 아니라 그 성격 자체가 너무도 순결하고 진실되기 때문에 하나님의 율법, 약속을 사랑한다는 말이다. 이것이 참성도가 가져야 할 말씀에 대한 태도이다."
        },
        {
            "verse_reference": "119:141",
            "commentary": "미천하여(차이르). 이 단어는 그 수가 적음을 나타낼 때 (사 60:22, 미 5:2) 혹은 나이가 어림을 나타낼 때 (창19:31), 신분 따위가 낮음을 나타낼 때 사용된다. 뿐만 아니라 무능하고 보잘것없음에도 불구하고 선택 받은 자가 자신을 묘사할 때 사용하는 용어이기도 하다(68:27, 삿 6:15, 삼상 9:21). 여기서는 기자 자신이 대적들에 의해서 비난과 조롱을 당하는 형편에 있음을 암시하기 위하여 사용되었다. 멸시를 당하나. 문자 그대로 주목의 가치도 없는 존재로 위급 당한 것을 가리킨다. 아마도 기자가 이 같은 취급을 당한 이유는 하나님 말씀대로 경건하게 살려고 하였기 때문일 것이다. 주님도 인간들의 멸시를 받으셨고 사도들도 그랬다. 그리고 오고 가는 모든 시대의 위대한 신앙가들이 대부분 그랬다(고전 4:13, 히11:36-38)."
        },
        {
            "verse_reference": "119:142",
            "commentary": "주의 의는 영원한 의. 문맥상 여기서 ‘의’는 말씀대로 살아가고자 힘쓰는 성도에 대한 하나님의 구원 및 지속적 보호 행위를 뜻한다. 이 행위는 언약이라는 배경 안에서 이루어지며 그 시행 범위 및 대상은 오고 가는 모든 세대 그리고 모든 곳에 사는 하나님이 택한 백성 모두이다. 주의 법은 진리. 여기서 ‘진리’란 말은 도덕적 관점의 참과 거짓 중의 참이 아니라 인생의 궁극적 의의와 지침을 전해주는 진정한 의미의 진리 그 자체를 뜻한다. 따라서 하나님의 법을 깨닫는 자는 참진리가 무엇인지 깨달은 자라고 말할 수 있다."
        },
        {
            "verse_reference": "119:143",
            "commentary": "환난과 우환. 전자는 각종의 육체적 고통을 뜻하고, 후자는 억압적이고 긴박한 상황으로 말미암은 각종 심적 고통을 뜻한다. 아마도 이것은 피할 곳이 없는 진퇴 양난의 상황과 관계가 있을 것이다."
        },
        {
            "verse_reference": "119:144",
            "commentary": "주의 증거는 영원히 의로우시니. 이 부분은 138, 142절의 반복이다. 하나님의 의지의 표현인 ‘증거’ 는 참진리이며 공의롭다는 뜻이다. 뿐만 아니라 효력이 지속적으로 나타난다는 뜻도 내포하고 있다. 나로 깨닫게 하사 살게 하소서. 증거 곧 율법에 대한 바른 견해를 가져야 살겠다는 뜻이다. 율법을 바로 깨닫지 못한 상태에서는 진정한 의미의 보람된 생을 살 수 없고, 육신은 살았으되 실상은 죽은 자와 같은 죄악과 파멸의 삶을 살게 된다."
        },
        {
            "verse_reference": "119:145",
            "commentary": "전심으로(베칼 레브). 문자적인 뜻은 ‘모든 마음으로’ 이다. 이것은 ‘전인격으로’라는 의미로 쓰이기도 하며, 나뉘지 않은 마음을 가리킬 때 쓰이기도 한다. 부르짖었사오니(카라티). 이 용어는 개인적 슬픔을 나타낼 때 이란적으로 사용되는 용어이지만(17:6, 31:17, 88:9), 여기서는 전폭적이고 전인적인 기도를 뜻하고 있다. 최고의 전인적인 기도는 십자가에 달리기 전 겟세마네 동산에서 주님이 드리신 기도이다. 하나님이시지만 인간이시며 인간이지만 죄가 없으셨던 주님께서는 다가올 십자가 고통을 100% 받으실 분이었고 그 고통이 얼마나 큰지 미리 아셨기 때문에 그 엄청난 시련을 앞두고서 혼신의 힘을 다해 기도하셨다: “그는 육체에 계실 때에 자기를 죽음에서 능히 구원하실 이에게 심한 통곡과 눈물로 간구와 소원을 올렸고” (히5:7). 내가 주의 율례를 지키리이다. 상반절에 고통으로부터의 구원을 구하는 기도가 나와 있기 때문에 본 절을 일종의 조건문으로 해석할 우려가 있다. 말하자면 저자는 고통으로부터 구원 받아야 율례를 지키겠다고 말하고 있는 것으로 오해할 수 있다는 것이다. 그러나 저자는 지금 조건을 붙이고 있지 않으며 하나님의 구원하심과 관계없이 율법 준수의 삶을 밝히고 있다. 그 근거로 본 절 원문에는 상반절과 본 하반절의 관계성을 밝히는 접속사가 없다는 사실을 들 수 있다. 하나님이 저자를 구원하시는 일과 저자가 율법 준수의 삶을 사는 것은 불가분적 관계에 있으되 조건부적 관계는 아닌 것이다."
        },
        {
            "verse_reference": "119:146",
            "commentary": "본 절은 145절과 거의 동일하다. 그러나 한 가지 중요한 차이가 있는데 그것은 145절의 경우와 달리 하반절, 곧 ‘내가 주의 증거를 지키리이다’ 앞에 상관 접속사 ‘와우’ 가 있다는 사실이다. 말하자면 저자는 구원하시면 말씀대로 사는 삶을 살겠다고 말하고 있는 것이다. 그러나 저자는 본 하반절을 통하여 자신이 지금까지 전혀 말씀대로 사는 삶을 살지 않았음을 암시하고 있는 것이 아니라 더 잘 말씀대로 살겠다고 고백하고 있다고 보아야 하는데, 그것은 본 시편 전체를 볼 때 저자는 말씀 중심의 삶을 살아왔던 자이기 때문이다. 하나님은 신앙 생활을 잘하고 있는 자에게도 때때로 고통을 주시는데 그 이유 중의 하나는 그로 하여금 좀더 성숙된 신앙 생활을 하도록 만들기 위해서이다."
        },
        {
            "verse_reference": "119:147",
            "commentary": "내가 새벽 전에 부르짖으며(키담티 바네쉐프 와아솨웨아). 문자적인 뜻은 ‘내가 이전부터 어스름 속에 있었습니다. 그리고 기대했습니다’이다. 이것은 아침 일찍 일어나 하나님과 대화 하기를 원했다는 것을 뜻한다. 신약 시대에도 그랬지만 구약 시대에도 새벽 동트기 전 아직 어둠이 깔려 있는 때는 기도하기 좋은 시간으로 알려져 있었다."
        },
        {
            "verse_reference": "119:148",
            "commentary": "내 눈이 야경이 깊기 전에 깨었나이다(키드무에나 아쉬무로트). 직역을 하면 ‘내 눈이 밤의 경점들을 앞질렀나이다’이다. 히브리 개념에 있어서 밤은 여러 개의 구분들로 나누인다(90:4, 삿 7:19 삼상 11:11, 애2:19). 특히 후기 유대 사회는 밤을 셋으로 나누었는데 그것은 이른 밤, 한밤중, 그리고 새벽녘이다. 지금도 그렇지만 당시 이스라엘 백성들은 이 시간대에 잠을 잤다. 그런데 시편 기자는 잠을 자고 있어야 할 그 시간대에 잠을 자지 않고 있었는데 그것이 바로 본 절이 말하고 있는 바이다. 말하자면 그는 다른 사람들과는 달리 잠을 자야 할 시갼에 잠을 자지 않고 일찍 일어나 하나님의 율법을 묵상 하였다. 심히 배가 고픈 사람이 일상적인 식사 시간까지 기다릴 수 없듯이 말씀에 대한 욕구가 강했던 시편 기자는 일상적인 시간대를 무시하고 일찍 일어났던 것이다."
        },
        {
            "verse_reference": "119:149",
            "commentary": "주의 인자하심을 따라. ‘언약에 입각한 견고한 주의 사랑에 의거해서’라는 뜻이다. 저자는 기도의 열정 따위의 인간편의 공로가 아닌 언약적 성실과 같은 전적 하나님의 은혜에 근거하여 자신의 문제가 해결되기를 바라고 있다. 주의 규례(미쉬파테카). 재판, 재판관 등의 의미로 주로 사용되는 용어지만 여기서는 ‘선례’로 해석할 수 있겠다. 즉, 저자는 과거에 되어졌던 하나님의 자비로우신 도움의 선례들에 의존하여 지금 또 다른 도움을 요헝하고 있는 것이다."
        },
        {
            "verse_reference": "119:150",
            "commentary": "악을 좇는 자(로데페 지마). 문자적인 의미는 ‘해악을 따르는 자’이다. 이는 저자에게 해를 끼치는 자, 곧 그를 멸망시킬 음모를 실행하고 있는 자이다. 그래서 70인역(LXX), 심마커스역(Symmachus)등은 ‘나를 박해하는자’, ‘해를 주는 핍박자들’등으로 번역하고 있다. 대적들이 기자를 악행으로 핍박하는 이유가 본 시편 속에 직접 나오지는 않는다. 그러나 그 근본적인 이유는 그들이 하나님의 법에서 멀리 떠난 불경건한 자들이기 때문이었음에 분명하다. 가까이 왔사오니. 이것은 가까이 접근했다는 것이 아니라 계속해서 심한 압박을 가하고 있다는 뜻으로 이해된다."
        },
        {
            "verse_reference": "119:151",
            "commentary": "가까이 계시오니. 본 구절과 150절의 ‘가까이 왔사오니’는 외관상의 대비를 이룬다고 볼 수 있다. 대적이 계속적인 압박을 가하고 있지만 하나님이 가까이 계신다는 사실은 저자에게 큰 위로가 되었다. 하나님의 근접 사실은 구원과 보호를 뜻하기 때문이다(69:18, 3:28, 사50:8)."
        },
        {
            "verse_reference": "119:152",
            "commentary": "본 절을 원문대로 재번역하면 ‘오래 전부터 당신의 증거들로부터 알았습니다. 그것들은 영원적이라는 사실을’이다. 오래 전부터 알았다는 말은 장기간의 연구와 체험을 전제한다. 저자는 장기간의 연구와 구체적 체험을 통하여 하나님의 증거들은 영원성에 뿌리를 두고 있다는 사실을 알아내었으며 하나님의 증거들이 과거뿐 아니라 미래에도 여전히 그 효력을 지닌다는 확신을 갖게 되었던 것이다. 이와 같은 확신의 삶의 시련과 불확실성 속에서도 그 확신의 주인공을 든든히 세워줄 것이다."
        },
        {
            "verse_reference": "119:153",
            "commentary": "나의 고난을 보시고. 지금 저자는 다만 자신의 형편을 있는 그대로 봐달라고 외치고 있다. 이 같은 유형은 비탄조의 시편 내용에서 흔히 볼 수 있는 것이다(9:13, 25:18). 있는 형편 그대로를 보아달라고 외칠 때 하나님은 외면치 않고, 사소한 일로 넘겨버리지 않고, 관심을 기울여 돌아보시고 문제를 해결해 주기도 하신다. 출애굽 직전 이스라엘의 문제에 개입하실 때에도 하나님께서는 유사한 반응을 나타내셨다(출 3:7). 고통 중에 있을 때 성도가 취해야할 태도는 많은 양의 기도를 자랑하는 일이 아니라 자신의 형편 그대로를 하나님께 겸허하게 내어놓고 하나님의 개입을 호소하는 일이다."
        },
        {
            "verse_reference": "119:154",
            "commentary": "나의 원한을 펴시고(리바 리비). 재판정을 연상케 하는 용어들로서 직역하면 ‘나의 소송건의 변호사가 되어주십시오’이다. 말하자면 현재 당하고 있는 모든 억울한 일들을 자세히 살펴서 그것을 공개적으로 해결해 달라는 간구이다."
        },
        {
            "verse_reference": "119:155",
            "commentary": "구원이 악인에게서 멀어짐은. 문자적으로 이해할 때 본 구절의 의미 규정은 어렵다. 문자 그대로 본다면 악인은 하나님의 말씀을 믿지 않는 자들이니 자동적으로 구원을 알지도 못하며 따라서 영적 구원과는 거리가 먼자들이란 뜻으로 이해된다. 그러나 이와 같이 해석의 추점을 문자 그대로 악인에게 두면 문맥속에서 본 구절은 외톨이가 되고 만다. 왜냐하면 문맥은 저자의 구원 호소를 말하고 있기 때문이다. 본 구절을 문맥적으로 다루려면 해석의 초점을 악인에 둘 것이 아니라 의인인 저자에게 두어야 할 것이다. 이 말은 본 절을 악인의 구원이 멀어졌다는 역설적 표현으로 의인의 구원을 강조하고 있는 구절로 보아야 한다는 뜻이다."
        },
        {
            "verse_reference": "119:156",
            "commentary": "주의 긍휼이 크오니. ‘크오니’(라빔) 의 문자적인 뜻은 ‘다수’, ‘많음’으로 막연한 실체가 아닌 구체적인 실체를 가리킬 때 사용된다. 하나님의 긍휼은 막연한 어떤 것이 아니라 연약자와 고통당하고 있는 자에게 분명히 나타나고 실감할 수 있는 구체적 실체이다(69:16, 103:13, 106:46, 14:1, 30:18). 분명 저자는 과거에 몸으로 직접 느낄 수 있을 정도로 하나님의 긍휴을 접했을 것이다. 그 경험에 의존해서 지금 구하고 있다."
        },
        {
            "verse_reference": "119:157",
            "commentary": "많으나···떠나지 아니하였나이다. 본 절에서 주목해야 할 사항은 대적의 숫자가 많다는 것이다. 대적이 하나일 경우 그를 저지한다거나 그로 말미암은 영향력에 동요되지 않는다는 것은 어렵지 않다. 그러나 대적이 많을 경우 더구나 그들이 조직적인 박해를 꾀할 때 자신이 가진 소신을 굽히지 않고 그 악영향력으로부터 건재하기란 쉽지 않다. 저자의 많은 대적들이 조직적 박해를 꾀한 것은 진리의 말씀에서 멀어지게 하기 위함이었다. 그러나 그 목적은 성취되지 않았다."
        },
        {
            "verse_reference": "119:158",
            "commentary": "궤사한 자(복딤). 문자적인 뜻은 ‘믿음이 없는 자’ 이다. 특히 이 자는 하나님과 언약 관계를 맺은 신분이면서도 그것을 무시하거나 망각하고 악행을 행하는 자를 가리킨다(렘 5:11, 말2:10). 본 절에서 저자는 자신을 둘러싸고 있는 대적들 중에 하나님을 아는 자들도 있음을 암시하고 있다. 슬퍼하였나이다(에트코타나). 본 용어는 ‘메스꺼워하다’, ‘구역질하다’, ‘싫어하다’, ‘병들다’ 등의 뜻을 가지고 있다. 하나님을 알면서도 그분의 말씀대로 살지 않고 도리어 다른 믿는 자를 괴롭히고 음모를 꾸미고 실행하는 자는 구역질 나게 하고 혐오감을 갖게 만든다."
        },
        {
            "verse_reference": "119:159",
            "commentary": "보옵소서(레에). 차근차근 자세히 관찰해본다는 뜻이며 여기서는 율법에 집착하고 있는 증거를 보시라는 말이다. 이것은 진정 하나님께 밀착되어 있음을 스스로 인식하고 있는 자가 내놓을 수 있는 확신에 찬 청원으로서 베드로가 부활하신 주님께 드렸던 고백을 연상시킨다: “주여 모든 것을 아시오매 내가 주를 사랑하는 줄을 주께서 아시나이다” (요21:17)."
        },
        {
            "verse_reference": "119:160",
            "commentary": "주의 말씀의 강령은 진리오니. 여기서 ‘강령’(로쉬)의 문자적인 뜻은 ‘머리’이다. 70인역(LXX) 과 제롬역(Jrrom)은 ‘개요’, ‘요약’ 등으로 번역하고 있고, ‘본질’, ‘실체’ 로 번역하는 학자들도 있다. 그러나 이상의 번역들은 원문적 근거가 없다. 이럴 경우 문제 해결을 위해선 문맥을 살피는 것이 보통인데 문맥을 살피기 전 관찰해야 할 곳은 본 절 자체이다. 중요한 실마리를 제공하는 것은 본 절의 상반절과 하반절을 연결시켜주는 순접 접속사 ‘와우’이다. 하반절은 주의 말씀의 영원성을 묘사하고 있다. 순접 접속사가 있고 하반절이 말씀의 영원성을 묘사하고 있다면 상반절, 곧 ‘로쉬’가 포하된 상반절도 말씀의 영원성을 묘사하는 구절로 이해하는 것이 자연스럽다. 이 즈음에서 문제 해결을 돕는 사실은 ‘로쉬’가 ‘머리’ 라는 뜻 외에 ‘시작’, ‘태초’ 의 뜻도 지니고 있다는 점이다(창1:1). ‘로쉬’를 ‘머리’, ‘본질’ 대신에 ‘태초부터’(상형 문자인 히브리어의 겅우, 품사가 그렇게 중요하지 않다. 명사 ‘머리’를 부사 ‘태초부터’로 바구어도 문맥만 손상되지 않으면 문제가 안된다)로 볼 경우, 본 구절은 이렇게 번역된다: ‘태초부터 주의 말씀은 진리입니다. ‘ 본 번역은 본 절의 상.하반절을 자연스럽게 이어준다. 왜냐하면 ‘태초부터’ 나 ‘영원하리이다’는 둘 다 시간성을 반영하는 용어들이기 때문이다. 이상의 소고를 근거로 ‘로쉬’는 ‘태초부터’로 번역하는 것이 바람직하다고 본다."
        },
        {
            "verse_reference": "119:161",
            "commentary": "방백들이···나를 핍박하오나. ‘방백들’은 당시 사회를 대표하는 지도급 인사들을 가리킨다. 그런 부류의 사람들이 본 기자를 핍박한 이유가 무엇이었는지는 밝혀져 있지 않다. 그러나 그들이 하나님의 법에서 떠난 자들, 혹은 하나님의 법을 무시하는 자들로 묘사되고 있는 사실을 볼 때 아마도 그들이 법 집행 따위에 있어서 공정하지 못한 점을 저자가 지적하고 책망하였기 때문이 아닌가 생각된다. 이 같은 사실을 근거로 했을 때 하반절의 ‘말씀’ 곧 저자가 경외한 ‘말씀’ 이란 사회 공의를 지탱시켜 주는 근간으로서의 말씀, 곧 공법으로서의 말씀을 뜻하는 것으로 보면 무리가 없겠다."
        },
        {
            "verse_reference": "119:162",
            "commentary": "사람이 많은 탈취물을 얻은 것처럼. 생략된 부분을 첨가하면 본 구절의 이해는 쉬워진다. 사람이 많은 탈취물을 얻으면 즐거워 하는 것처럼 여기서 ‘탈취물’(솰랄)은 대체적으로 전쟁 포획물을 뜻하는데, 성경에서는 사탄에 대한 예수 그리스도의 승리로 맛보게 될 기쁨을 전쟁 승리 후 얻은 포획물을 나눌 때 맛보는 기쁨에 비유하고 있다(사 9:3)."
        },
        {
            "verse_reference": "119:163",
            "commentary": "내가 거짓을 미워하며 싫어하고. 이 같은 기자의 성향과 대조를 이루는 한 성향이 아모스에 의해 잘 묘사되고 있다: “무리가 성문에서 책망하는 자를 미워하며 정직히 말하는 자를 싫어하는도다”(암5:10). 이같은 성향은 시편기자 시대 당시의 지배 계급의 성향임이 분명한데 그 사실은 하나님의 말씀을 싫어하는 자들을 암시하는 대목에서 당시의 지배 계급을 암시하는 ‘방백들’ 이란 용어가 사용되고 있는 점에서 추론할 수 있다. 무엇보다도 그들이 거짓을 미워하고 싫어한 저자를 싫어한 자들이었다는 사실은, 그 같은 사실의 결정적 단서이다(161절)."
        },
        {
            "verse_reference": "119:164",
            "commentary": "일곱 번씩. 문자 그대로의 ‘일곱’ 이라는 숫자에 초점을 맞추어서는 안 될 것이다. 동일하게 ‘일곱’이란 숫자가 등장하는 성경의 다른 곳을 볼 때 ‘일곱’이란 숫자 자체에 어떤 의미를 두고 있지 않음이 분명하기 때문이다(욥5:19, 잠24:16). 이런 사실들을 고려할 때 본 용어는 ‘자주’, ‘여러 번씩’ 정도로 이해하면 되겠다."
        },
        {
            "verse_reference": "119:165",
            "commentary": "평안(솰롬). 어떤 학자는 이것을 저의가 지배하는 사회가 주는 안정감 따위와 같은 외적 제도 장치로 말미암는 평화 상태로 이해한다(Von Rad). 그러나 인간적 제도가 강제적으로 조성하는 그 무엇이 진정한 의미의 평안을 가져다 준다고 확신할 수 없다. 외적으로는 안정감이 있어도 내적으로는 평안을 누리지 못할 경우가 많기 때문이다. 따라서 본 ‘평안’은 말씀 사랑을 통한 커다란 내적 평안으로 이해하는 것이 무난하다. 장애물이 없으리이다. 이것은 말씀을 사랑하는 자가 누리는 양심의 평안을 가리키는 말로 보면 된다. 말씀을 사랑하는 자는 내적 시야가 열려서 인간이 행할 의무를 알고 그것을 실천하므로 양심이 평안하지만 말씀을 사랑하지 않는 자는 내적 시야가 닫혀서 마땅히 행할 바도 알지 못하고 실천하지도 못하므로 파멸에로 나아가기 마련이다."
        },
        {
            "verse_reference": "119:166",
            "commentary": "내가 주의 구원을 바라며. 외관상 창49:18과 동일하다: “여호와여 나는 주의 구원을 기다리나이다.” 그러나 창49:18의 경우는 메시아를 기다리는 야곱의 소망의 피려이었던 반면, 본 구절은 시편 기자 개인의 고통으로부터의 구원 소망 피력이라고 볼 수 있다. 이것은 간구라기보다는 강력한 확신의 표명인데 그가 구원을 확신할 수 있었던 것은 그의 말슴에 대한 성실성(의존성) 때문이었다."
        },
        {
            "verse_reference": "119:167",
            "commentary": "내 심령(나프쉬). 원형 ‘네페쉬’은 구약 성경에서 755회 정도 등장하는데 그 용례는 크게 셋으로 나뉜다. 첫째는 생명력, 활력, 생명, 자체를 의미하고(107:5), 둘째는 물리적인 의미, 곧 육신을 위미하고, 셋째는 인간의 다양한 감정 상태들을 의미한다. 이외에도 특이하게 ‘목구멍’ 혹은 ‘목’ (69:1, 105:18, 106:15, 사 5:14, 욘 2:5), ‘탐욕’ (27:12, 41:2), ‘식욕’ (78:18), ‘소망’(35:25), ‘용기’(107:26) 그리고 심지어 ‘시신’ (레 19:28, 21:1, 만 6:6) 등과도 그 의미가 연결되어 있다. 여기서는 전인적 인격체로서의 기자 자신을 뜻한다."
        },
        {
            "verse_reference": "119:168",
            "commentary": "나의 모든 행위가 주의 앞에 있음이니이다. 법도와 증거를 지켜왔던 자신의 삶은 하나님의 목전에서 되어졌다는 것, 쉽게 말하면 그의 삶의 내용들을 하나님이 낱낱이 아신다는 의미이다. 이 말의 이면에는 신실한 성도를 보호하시는 하나님의 구원의 은총이 임하기를 바라는 속뜻도 포함되어 있다(욥31:4)."
        },
        {
            "verse_reference": "119:169",
            "commentary": "부르짖음(리나티). 이 용어는 하나님께 제물을 드릴 때 사용되는 용어이다. 본 시편 기자는 비록 제물을 동반하지는 않았지만 제물을 드리는 심정으로 기도하고 있는 것이다. 주의 말씀대로 나를 깨닫게 하소서(키드바르카 하비네니). 직역하면 ‘당신의 말씀에 의거한 이해를 내게 주소서’이다. 이것은 말씀이 의미하는 진정한 뜻을 바로 이해하게 해달라는 소원이다. 이 같은 소원은 본 시편에서 벌써 여러 차례 언급된 바 있는데 이 사실을 통하여 우리는 바른 말씀 이해를 위한 저자의 열망이 얼마나 강했는지를 깨달을 수 있다."
        },
        {
            "verse_reference": "119:170",
            "commentary": "나의 간구(테히나티). 문자적으로는 ‘은총’, ‘자비’, ‘긍휼’ 등을 뜻한다. 여기서는 하나님의 자비, 은총을 구하는 기도를 가리킨다(6:9, 55:1). 결국 저자는 본 절에서 하나님의 은총을 통해서만 가능한, 현재 당하는 고통으로부터의 해방을 구하고 있다."
        },
        {
            "verse_reference": "119:171",
            "commentary": "사용된 용어들은 다르지만 그 의미는 7절과 거의 유사하며, 율법을 배워가는 것에 비례해서 하나님께 대한 찬양의 질과 양도 증가될 것이라는 의미이다. 말하자면 하나님의 뜻을 좀더 알아갈수록 그를 더욱 찬양할 것이라는 말이다. 이것을 받은 만큼 준다는 식으로 이해해서는 안 된다. 이것은 중요한 찬양의 원칙 하나를 가르쳐 주고 있는데, 그것은 하나님 찬양은 하나님을 안 만큼 되어질 수 있다는 사실이다. 하나님과 그분의 뜻이 무엇인지도 잘 모르면서 좋은 목소리와 비싼 악기만 있으면 얼마든지 하나님을 찬양할 수 있다고 믿는 자들은 이 원칙을 새겨두어야 한다."
        },
        {
            "verse_reference": "119:172",
            "commentary": "내 혀가. 이것은 ‘나’ 라는 인칭 대명사를 뜻하는 완곡한 표현의 일종으로 볼 수 있다. 시편 기자들은 자신들의 전인격적인 찬양을 묘사할 때 흔히 이 같은 완곡한 표현을 사용하고 있다(35:28, 51:14). 노래할지니이다(타안). ‘찬양하다’라는 뜻 외에 ‘반복하다’, ‘되풀이하다’의 뜻이 있다. 문맥상 되풀이해서 찬양한다는 의미로 이해하면 되겠다. 깊은 경험을 통하여 모든 하나님의 계명들이 의로운 것을 깨달은 저자는 되풀이 반복하여 하나님을 찬양할 수밖에 없었다."
        },
        {
            "verse_reference": "119:173",
            "commentary": "택하였사오니. 이 동사는 백성들에게 들려주기 위하여 하나님이 모세에게 전하신 광야 시대의 말씀을 상기시킨다: “내가 오늘날 천지를 불러서 너희에게 증거를 삼노라 내가 생명과 사망과 복과 저주를 네 앞에 두었은즉 너와 네 자손이 살기 위하여 생명을 택하고”(신30:19). 양자 택일 식의 이 명령 후에 많은 이스라엘 백성은 여호와의 말씀에 순종치 않음으로 사망과 저주의 길로 달려갔다. 그러나 본 기자는 그분을 사랑하고 그분이 정한 길을 순종하기를 택함으로써 그분의 약속이 성취되기를 요청하는 수준에 이르고 있다. 주의 손(야드카). 궁핍한 자를 돕거나(80:17, 139:10), 악한 자를 징벌하시는(32:4, 사 5:25) 하나님의 개입을 암시하는 용어이다. 때에 따라 ‘능력’의 동의어로 사용되기도 한다(신32:36)."
        },
        {
            "verse_reference": "119:174",
            "commentary": "본 절 원문에는 접속사’와우’이 있는데 이 접속사는 상반절과 하반절 내용의 연관성을 암시한다. 말하자면 저자가 구원을 간절히 갈망하는 것과 그가 주의 율법을 기뻐하는 것은 서로 밀접한 관계가 있다는 것이다. 다시 말하면, 이미 성취된 것처럼 구원을 바라보고 기뻐하는 근거는 바로 하나님의 율법이 엄연히 존재한다는 사실 때문이라는 말이다."
        },
        {
            "verse_reference": "119:175",
            "commentary": "내 혼을···찬송하리이다. 원문을 살려 재번역하면 ‘나의 영혼을 살리시고 당신을 찬양하게 하소서’이다. 어떤 역본은 ‘내 영혼을 남겨 두시어 당신을 찬양하게 하소서’로 번역하기도 하는데, 본 구절은 저자가 살기를 원하는 주요한 이유는 하나님을 찬양하기 위함이라는 사실을 보여준다. 이 사실은 오늘날 그리스도인들에게 큰 도전으로 다가온다. ‘과연 당신은 왜 살기를 원하는가’라고 말이다. 우리가 살아있는 중요한 이유 중의 하나는 찬양하기 위함이다. 성경은 이 사실을 다움과 같이 역설적으로 표현하고 있다: “죽은 자가 여호와를 찬양하지 못하나니 적막한 데 내려가는 아무도 못하리로다” (115:17), “주께서 사망한 자에게 기사를 보이시겠나이까 유혼이 일어나 주를 찬송하리이까” (88:10)."
        },
        {
            "verse_reference": "119:176",
            "commentary": "히브리어 문장은 액센트가 중요한데 본 절 상반절을 액센트를 고려하겨 재번역하면 ‘내가 유리하였나이다. 잃은 양과 같은 당신의 종을 찾으소서’이다. 지금까지 하나님 말씀에 대한 사랑을 반복적으로 외쳤을 뿐 아니라 그 말씀을 지켜왔노라고 주장하였던 저자의 이같은 고백은 어떤 의미가 있는가? 저자는 자신을 양에 비유하고 있는데 이 이미지를 눅15장에 나오는 한 마리의 잃은 양이 주는 이미지와 동일시 할 수는 없다. 왜냐하면 분명히 주의 계명을 잊지 않고 있다고 말하고 있기 때문이다. 그렇다면 본 구절의 이미지는 보호자도 없이 적에게 노출된 채 헤매고 있는, 어디가 안식처이고 평안한 곳인지 알지 못하는 저자의 상황을 암시한다고 볼 수 있다. 성경은 보호막이 없는 상황을 묘사할 때 잃은 양의 이미지를 자주 사용하고 있다(사 53:6, 렘 50:6, 겔34:4,16). 그러나 ‘내가 유리하였나이다’라는 표현은 의심의 여지없이 죄 의식을 반영한다(19:12-14,Porowne). 그렇다면 본 절은 범죄함으로 시작된 대적의 핍박 이후 하나님의 계명을 잊지 않고 살면서 진정한 안식과 평안을 구하는 기도로 보아야 할 것이다. 본 시편은 성경에서 가장긴 장으로서 하나님의 말씀에 대한 장엄한 찬송의 매 구절 마다 기록되어 있다. 나머지 다른 시편들과는 달리 자체로 하나의 독립된 내용을 가지 고 있으며, 모든 시편중에서 가장 탁월하며 찬란하게 빛나는 명구들로 가득 찬 시문학 의 백미이다. 특별히 하나님을 향한 경건한고 열심있는 갈망과 영혼의 내면적 울림이 상승 작용을 일으켜 여호와의 규례를 순종하려는 헌신으로 표출되고 있다. 우리는 본 시편을 통하여 하나님과 부단한 교제를 유지하며 경건한 정열과 깊은 명상을 조화시키 는 참된 인생의 모범을 제시받을 수 있을 것이다. 본 시편의 구성은 대단히 단순하며 매우 정확하다. 히브리어 알파벳의 순서에 따라 나열된 스물 두개의 단락으로 이루어져 있고, 각 단락은 여덟 절로 되어 있는데, 모두 같은 히브리어 문자로 시작된다. 다시 말하면 첫 연에서는 히브리어 문자 '알렙'( ), 둘째 연에서는 '베트'( ), 셋째 연에는 '깃멜'( )등의순서로 시작된다. 그러므로 본 시는 히브리시의 특징인 답관체(踏冠體, acrostic)형식을 띤'알파벳시'로 불리워지며, 여덟 구절들의 첫 문자가 똑같은 알파벳으로 되어 있기 때문에 팔진법시(actonary psalm)라고도 한다. 특별히 본시가 이러한 방식으로 지어진 이유는 하나님의 자녀들이 반드시 기억해야 할진리들을 잊지 않고 간직할 수 있도록 돕기 위함이다. 이런 의도에 서 시인은 독자가 지루함을 느끼지 않으면서도 정확히 본시의교훈을 숙지케 하기 위해 각 연의 첫문자가 예외없이 알파벳 순서를 유지하도록 유의했을 것이다. C.S.루이스는 이 시편이 정교한 공예인들이 백성들의 사랑을 얻기위해 한 솔기 한 솔기 공들여 수놓 은 한폭의 수예품같다고 극찬했다. 그러므로 우리는 본시에 나타난 교훈들은 신자들이 결코 간과 해서는 안될 의미심장한 진리로서 마음속에 반드시 간직해야 된다는 사실을 깊이 인식할 수 있다. 한편 본시의 저자에 대해서는 다양한 의견이 주장되고 있다. 어떤 사람은 이시편을 다윗이 왕권을 회복하기 이전 망명 생활 중 위험 가운데 처했을 때 쓴것으로 본다(19, 23,46, 141, 161절). 이들은 다윗이 많은 시편을 저술한 문학적 재능의 소유자이며 말 씀에 대해 경외심을 소유한 경건한 인물이라는 점을 들어 다윗 저작설을 내세운다. 그 러나 또 다른 사람들은 내용과 어휘와 문체에 근거하여 다윗 이후시대의 작품이라고도 한다. 심지어 어떤학자는 마카비 시대의 저작으로 거슬러 올라가기도 한다. 그러나 우 리는 저자문제에 관해서 만족할 만한 견해에 도달할 수 없음을 알게 된다. 다만 우리 는 하나님의 율법을 사랑하고 널리 기억되기를 원하는 시인이 하나님의 계시를 다양한 입장에서 묘사하여 효과적으로 기억될 수 있도록 저술했음을 알 수 있을 뿐이다. 또한 본시는 시편의 분류상 '지혜시'(wisdom psalm)라고 볼 수 있다. 본시는 단 두 절(122, 132절)만을 제외하고는 모둔 율법을 의미하는 동의어들이 등장하며 하나님의 명령과 법도와 율례를 지키도록 촉구한다. 시인은 말씀 속에 하나님의 인격과 성품이 내재되어 있다고 강조하며, 하나님을 사랑하는마음을 가지고 율법을 준수하도록 유도 한다(113, 132절). 그는 율법에대해 언급하는 과정 속에서 율법 수여자의 시각을 결코 상실하지 않았다. 시인은 율법이 하나님의 입에서 나왔다는 강한 곽신을 가지고 주의 인자와 성실(64, 90절)에 근거하여 주의 모든 계명이 신실하고(86절) 진리이며(151절) 영원하고(160절) 심히 정미하다(140절)고 말한다. 따라서 본 시편은 언약 백성에게 참 다운 인생의 의미와 가치가 오직 하나님의 계시의 총체인 율법을 순종할때,실현된다는 점을 강조하고 교훈하는 지혜 문학에 속한다고 볼 수 있다. 그런데 본시는 다양한 내용이 복잡하게 혼재되어 있는관계로 인하여 전체를 일관하 는 총괄적 개요가 존재하는지에 대해 분분한 농의가 전개되고 있다. 어떤 학자들은 여 호와의 율법의 특성과 여호와의 율법에대한 시인의 자세에 초점을 맞춘 놀리적인 기록 다으로 이해하려고 한다. 또 다른 학자들은 하나님의 말씀에 대한 열개의 동의어가 나 타난다는점에 착안하여 십계명과 연관지어 생각하기도 한다. 다른 사람들은 여덟 개의 동의어만을 주장하며 각 구절에서 하나씩 사용하여 한연에서 모두 여덟 개씩 사용되었 다고 추정한다. 그러나 이러한 방식의 입장은 본문을 상당히 수정해야 한다는 점에서 받아들일 수 없다. 그러므로 우리는 본시가 하나의 를 가지고 다양한 관점에서 기록한 잠언과 유사 한 형태의 지혜 문학서라고 볼 수 있다. 저자는 신 6 : 1-9의 말씀에 근거하여 하나님 의 명령과 법도를 준행하도록 유도한다. 우리는 본시에 대해 논리적인 개요를 만들고 제목을 붙여 이해하는 방식을 사용하기 보다는 여호와의 율법에대한 격조높은 사상과 다양한 어휘에대해 보석을 관찰하는 심정을 가지고 다각도로 음미하고 연구해야 할 것 이다. 여기에 나타난 교훈과 은총과 섭리와 경고와 약속과 안내의 말씀은 단순히 이스 라엘 공동체에만 적용되는 제한된 내용이 아니라 전인류에게 시대를 초월하여 유익이 되는 진리이다. 그래서 이시는 이스라엘의 종교 문학 중에서 독보적인 존재로서 '지혜 문학적인 오색찬란한 잠언의 목걸이'(Von Rad), '명시선집', '종합시' 등의 찬사를 받 고 있는 것이다. 이처럼 깊고 광범위한 내용을 담고 있는 본시편의 사상은 각 단락의 해설을 통하여 일목 요연하게 이해하기는 매우 어렵다. 그러므로 여기서는 본 시편의 중심이 되는 율 법에 관계된 사상을 종합적으로 정리해 봄으로써 효율적인 이해를 돕고자 한다. 1 율법의 정의 : 본 시편에서는 여호와의 율법을 표현하기 위하여 모두 9개의 동의 어를 사용하고 있다. 이 중 두 가지('율법','말씀')는 단수 형태를 취하고 있으며, 나 머지는 복수형태를 취하여 율법의 특수한 측면을 부각 시킨다.(각 용어의 의미와 내용 은 본 시편 주석의 도표를 참고하라). 특별히 시인은 율법이 '하나님으로부터 나온 가르침'이라는 사실을 강조한다. 비록 율법이 선지자들의 가르침과 선포를 통해 전달되었을지라도 배후에서 역사하신 주체는 하나님임을 명백히 한다. 그러므로 시인은율법을 하나님의 속성과 성품에 근거하여 이 해한다. 당신의 백성과 신실한 언약을 수립하신 하나님께서 유법을 수여하심으로써 당 신의 뜻을 수행하려고 의도하신다. 따라서 본시는 율법을 성실하고 인자하신 하나님께 서 언약 백성에게 주신 것으로 이해한다. 2 율법의 효력 : 본 시편의 기자는 하나님의 율법이 성도들에게 다양한은혜를 부여 한다고 강조한다. 가 정결한삶(1,9,11,133절): 시인은 인간이 범죄하지 않는 비결은 여호와의 말씀을 따라 행하는 것이라고 말한다. 율법은 성도들에게 자발적으로 좀더 청결한 마음과 윤 리적인 행동을 소유할 수 있도록 능력을 공급한다. 나명철한 마음(24,98-100, 104,666, 130절):하나님의 율법은 우둔한 자를 깨우쳐서 연장자 보다더욱 지혜롭게 만든다. 말씀은 인간의 지식과 체험과 연구를 능가하는 가 장 훌룡한 모사이다. 다 고난 중위 위로(50,52절):시인은 자신의 고통에 대해 적나라하게 표현하면서 (19,25,28절) 하나님의 말씀이 새로운 위로와 평안을 제공한다고 고백한다(54, 107, 165절). 시인은 절망적인 한계상황에 직면했을 때 말씀을 통해서 소생할 수 있는 힘을 공급받았다. 3 율법에 대한 태도:하나님의 말씀은 인간에게 순종해야 할 명령과 약속을 전달해 준다. 그러므로 하나님을 진심으로 사랑하는자는 윰법을 깨닫고 준행하기 위하여 전심 전력을 다해야 한다. 가 주야로 묵상함(2, 15, 23, 48, 78, 97, 148절):시인은 하나님의 계명을 깨닫고 적용하기 위하여 날마다 기도하며 연구한다(73,125절). 모든 일보다 우선적으로 말씀 을 명상하며 이해하도록 노력한다. 나 이해를 간구함(18절):시인은 자신의눈이 밝아져서 하나님의 진리를 명확히 보며 집중할 수 있도록 기도한다(6, 15, 37, 82,123절). 다 말씀을 향한 갈망(16, 61, 83, 93, 109, 111, 141, 161, 163, 167절): 시인은 전 인격을 통하여 하나님의 말씀을 사랑하고 즐거워하며 경외하기를원한다. 언제나 말 씀을 생각과 기억 속에 간직하고 의지적으로 선택하며 애정을 쏟도록 노력한다. 띵 말씀에 대한 무조건 순종(1, 3, 32, 59, 101, 133절):시인은도(道)와 첩경을 준 행하며 결코 불순종하지 않겠다고 다짐한다(110, 157절). 물론시인은 때때로 분노의 감정에 휩싸이기도 하지만(53, 136, 139, 158절) 전심으로 율법을지켰으며 일체의 타 협을 거부했다(113절). 링 말씀에 대한 사모함(20, 103절) : 시인은 율법을 정금보다 더욱귀중하게 여기며 (14, 72, 127, 162절) 목이 마른 사람처럼 간절히 흠모한다(131절). 그는말씀을 부담 스럽거나 지겹게 여기지 않고 큰 기쁨과 즐거움으로 여겼다(16, 24, 35, 40, 47, 70, 77, 92, 143절). 4율법주의와의 차이점 : 시인이 여기서 강조하는 율법은 율법주의와는 완전히대조 되는 개념이다. 시인은 율법을 깨닫고(7, 12, 18, 34절) 지키는(5, 10, 29절)모든 과 정이 온전히 하나님의 은혜를 통하여 가능하다고 말한다. 더구나 시인은 율법이자신의 영혼을 소성하게 만드는 능력이 있으므로(93절) 영원히 즐거워 한다고강조한다(14, 24, 35, 62, 70, 162, 174절). 그러므로 시인은 여기서 단순히 죄를 깨닫게하고 심판 을 선언하는 율법을 언급하는 것이 아니라 믿고 따르는 자들에게 생명과구원을 제공하 는 은혜로운 하나님의 말씀을 제시하는 것이다. 이상에서 살펴본 것처럼 본시는 하나님과 그분의 말씀에 대한 찬양으로가득 차 있 다. 물론 내용에 있어서 많은 반복이 발견되고 상당 부분 다른시편을 모방했을지라도 율법에 대한 일련의 생각들을 매우 함축적으로 요약하고 있다. 이런의미에서 본시는 참된 종교의 개요이며, 심오한 의미와 교훈을 성공적으로 제시해주는 요약서이다. 특 별히 신약의 관점에서 보면 말씀은 곧 성육신하신 그리스도를의미한다. 본시에는 그리 스도의 정신과 겸손, 믿음과 하나님에 대한 헌신적인 사랑,그리고 하나님의 임재에 대 한 분명한 자각이 암시적으로 스며들어 있다. 그러므로 우리는 본시를 통하여 율법에 관한 교훈뿐만 아니라 그리스도에 대한 많은 영적 보화들을 발견할 수 있게 된다. 이제 개역 성경 가운데서 가장 가운데 위치하고 있는 본시의교훈을 살펴보면 다음 과 같다. 1 하나님의 말씀을 지키고 순종하는 자는 복있는 사람이다(1, 2, 14, 16, 35 절;1:2). 2 우리가 순결하게 살 수 있는 유일한 방법은 말씀을 표준으로삼고 행하는 것이다 (9절). 3 인생이 사모해야 할 대상은 부귀 공명이나 쾌락이 아니라오직 말씀과 하나님의 구원이다(20, 123, 174절). 4 인간이 극심한 고통과 괴로움 속에서 방황할 때 새롭게 소생할수 있는 힘은 말씀 으로부터 온다(25, 28절). 5 우리가 이기적 욕망과 탐욕으로쿠터 벗어나는 길은 말씀에만시야를 고정시키는 것이다(30, 34, 35절). 6 우리가 의지할 수 있는 유일한 표준은 인간의 지식과 지혜가 아니라오직 하나님 의 말씀이다. 말씀은 변화하는 시대 속에서도 인간의 사랑과 행동의 무오한표준이 된 다. 7 참된 자유는 말슴을 구하고, 사랑하고, 즐거워하며 지킬 때에만가능하다. 말씀대 로 사는 사람은 죄의 사슬에서 해방되어 영혼의 자유를 호흡하게 된다. 8 우리는 고난을 당할 때 세상을 비관하거나 하나님을 원망하지말고 말씀으로부터 오는 위로와 소망을 맛보아야 한다(49, 50절). 성도는 환난을 통하여말씀의 진정한 의 미를 깨달을 수 있는 특권을 소유하게 된다(67절). 9 시인의 자랑과 노래는 말씀을 지키고 사랑하는 자세에서출발한다(56절). 세상적 인 가치는 더 이상 진정한 소유와 즐거움을 제공할 수 없다. 1. 주의 법을 따르는 자의 복(119:1-8) 하나님의 율법에 대한 관심이 광법위하게 나타나는 본시의 도입부는먼저 하나님을 경외하고 말씀을 순종하는 백성에게 주어지는 축복을 언급한다(1, 2절).하나님의 말슴 을 행동 지침으로 삼고 정직하고 성실하게 생활하는 자는 진정한 행복을 소유할수 있 다. 이들은 명실상부한 하나님의 백성으로서 믿음에 충실한 자들이다. 그러므로시인은 비록 좁고 협착한 길이지만 주의 규례를 따르는 길을 선택하고 확신있게걸어가라고 요 청하는 것이다(마7:13, 14). 이어서 시인은 여호와를 경외하는 자들에게는 주의 법도를 지키는 행위가 고귀한 의;무라고 강조한다(4절). 주의 법은 단순한 규례가 아니라 하나님의인격적 권위를 기 초로 한 명령이다. 인간은 성경을 선택적으로 수용할 수 있는 자경이 없으며오직 절대 적으로 수납해야 할 뿐이다. 따라서 우리는 성경 말씀을 마음속에 간직하고 근실하게 지켜야 한다(5절). 말씀을 의지로 받아 들이고 마음으로사랑하며 생활로 실천해야 한 다(요13:17). 그러나 사단은 인간들을 유혹하여 말씀을 버리고 자유의사대로 행하도록 유도한다(창3:1-5). 우리는 이러한 사단의 간계에 효과적으로 대처하기 위해서 주의말 씀을 깊이 상고하고 순종하도록 노력해야 한다(겔44:24;엡6:17). 시인은 이처럼 말씀에 입각하여 생활한 결과 새로운 고백을 드리게 된다(6,7절). 그는 항상 여호와의 의로운 판단을 배우려고 노력하였고 여호와의 능력을힘입어 법도 를 깨우친 결과 감사하는 마음을 소유하게 되었다. 또한말씀을 지킴으로써 하나님과 단절된 모든 인간들이 공통적으로 느끼게 되는 수치심으로부터 자유해질 수 있었다. 마지막으로 시인은 하나님의 임재와 보호에 대해 간절히기도하였다(8절). 진실로 선한 사람은 하나님을 떠나서는 전적으로 무능함을 고백하는 사람들이다. 인간은유한 하고 가변적이므로 신뢰할 수가 없다. 만약 우리가 하나님의 도움이없이 사단과 대항 한다면 결코 이길 수 없을 것이다. 그러므로 시인은 하나님의 특별한 인도와간섭을 통 하여 하나님의 은총을 굳게 지키는 삶을 영위하려고 애쓰고 있는 것이다. 이상에서 우리는 언제나 하나님의 말씀을 중심으로 살 때 온전한 생활에 들어갈 수 있음을 깨닫고, 자신의 전 존재를 하나님의 말씀에 예속시켜야 한다는 다짐을 하게 된 다(딤후3:16, 17). 2. 말씀을 통한 영혼의 정화(119:9-16) 앞에서 말씀이 신앙과 생활의 유일한 표준이 됨을 언급한 시인은 이제 특별히 청년 시절에 요구되는 율법의 중요성에 대해 언급하고 있다(9절). 청년기에는 힘과 정열을 절제하기 힘들고 정욕과 감정의 노예가 될 유려가많다. 시인은 바로 이러한 시기에 정 결한 삶을 유지하기 위해서는 말씀을 순종하고 배워야 한다고 주장한다(잠8:17;애 3:27). 하나님의 말씀은 고상한 철학이나 도덕적 지침,그리고 수준높은 법률보다도 더 욱 청년들을 방황하지 않고 올바르게 살아 나가도록 에너지를 공급해 준다. 시인은 범죄하지 않기 위하여 주의 말씀을마음에 두었고(11절) 말씀을 묵상하고 연 구하며 즐거워하였다(15, 16절). 사실 묵상은 말씀을마음속으로 끌어들이는 역할을 하 며, 연구는 깊이있는 숙고를 통하여 탁월한 통찰력을 제공함으로써 결국 내면 깊은 곳 에서 우러나오는참 즐거움을 제공한 것이다. 그러므로 시인은 계속해서 하나님의 법을 깨달을 수 있는 판단력과 지혜를 간구하고 있다(12절). 아무리 훌륭한 지식과 두뇌를 소유한다 할지라도 하나님의 조명과 지도를 받지 않는 한 계시의 바른 이해에 도달할 수는 없다. 따라서 시인은 주의 법도를 묵상하고 주의 율례를 즐거워하며 주의 말씀을 잊지 않겠다고 하였다. 사실 선한 생활의 출발은 하나님의 법을 기쁨으로 준수하는 데 서 기인한다. 인간은 본능적으로죄를 선호하며 육체적 욕망에 의해 좌우된다. 만약 우 리가 말씀의 능력으로 변화되지 않는다면 계속해서 죄로 향할 수밖에 없는 운명 속에 거할 것이다(11절;약1:18). 시인은 하나님의말씀을 사랑하며 절대로 처음의 열심을 잊 어 버리지 않겠다고 다짐한다. 이상에서 우리는 청년이 정결한 삶을 유지하는 유일한 비결은말씀을 상고하고 묵상 하며 따르는 길임을 확인했다. 거룩한 율법이 마음에 간직되면필연적으로 공허한 인간 의 죄악은 사라질 것이다(37:31;엡6:10-17). 3. 인생의 유일한 목적(119:17-24) 말씀을 따르는 자의 축복과 영혼의 성결함을 언급한 이후에 나타나는 본 단락은 유 일한 목적이 하나님을 섬기고 말씀을 청종하는 생활임을드러낸다. 시인은 인간이 말씀 을 알고 지켜야 할 첫 번째 이윤는, 세상에서 순례의 길을가는 자에게 유일한 위로와 구원의 근원이 되기 때문이라고 말한다. 세상에 속한 사람들은오직 이땅에서의 평안한 삶에 대해 관심을 갖지만 하늘에 소망을 둔 자들은 영원한기업에 관심을 기울인다(마 6:19, 20). 그러므로 세상을 추구하지 않고 하나님의 뜻과교훈을 충실하게 준행하기를 즐겨한다(딤후 3:1-5). 둘째로 하난님의 말씀응띵 지키지 않은 자에게 임하는 무서운 심판 때문에 말씀을 준행해야 한다고 주장한다(21절). 하나님은 당신의 말씀을 무시하고 불순종하는 '교만 한 자'에 대해 말씀에 입각하여 보응하신다. 그러므로 시인은주위의 비방과 수근거림 속에서도 인내하며 경건한 생활을 추구하였다. 잔악한 불의와 거짓증거 속에서도 하나 님의 인정을 생각하며 자족했던 것이다(롬 8:35-37). 이처럼 자신의 일생을 통하여 전적으로 하나님을 바라보아야 할분명한 이유를 발견 한 시인은 이어서 '주의 법의기이한 것'을 보여달라고 간구하였다(18절). 시인은 자신 이 하나님의 영광을 드러내는 도구가되기 위하여 하늘의 교훈을 분별하는 일이 필수적 임을 인식하고 부르짖는다. 그는 자신이 무지함으로 참된 진리를 깨달을 수 없음에 대 해 개탄하고,하나님께서 자신의 눈을 열어 주셔서 율법의 교훈을 정확히 인식할 수 있 기를 기대한다.사실 말씀은 하나님의 구원사역과 언약에 대하여 분명한 깨달음을 제공 하는 유일한 수단이다. 이것은 그리스도가 '그 안에 모든지식과 지혜의 지혜의 보고를 감추고'(골2:3)계시며 '율법의 마침이며 완성'(롬10:4)이라는 사실에서 더욱 분명해진 다. 더구나 시인은 이 세상을 영원히 있을곳으로 여기지 않았으므로 세속적인 일에 연 연하지 않고 오직 율례만을 사모하며 살겠다고 다짐했다. 사실 세상에 속한 사람들의 가장 큰 관심거리는 이 땅에서 평안하고 안락한 생활을 유지하는것이다. 그러나 지상 세계가 잠시 있다가 사라지는 임시 거처임을 아는 사람은 자신의기업이 하늘에 있음을 알기 때문에 썩어질 대상에게 마음을 빼앗기거나 동요되지않는다(마6:19, 20). 오히려 율법을 사랑하고 배우고 가르치며 생활에 적용하는 일에 대해 큰 열정을 품는다. 그러므로 시인은 주위의 훼방과 멸시 속에서도 의연한 태도로 말씀을 묵상하였다 (22, 23절). 그는 더 이상 비방과 수군거림을 통하여 자신을넘어뜨리려고 안간힘을 쓰 는 사단의 계교에 굴복하지 않았다며 더욱 꿋꿋하게 안내와 정결함을 가지고 승리하는 생활을 이룩하였다. 우리도 시인처럼 종종 애매한 핍박과 억울한 고난에 처할 때가 있 을 것이다. 이처럼 어려운 처지에 놓이게 될때 우리는 흔들리지 말고 말씀을 상고하며 이겨내야 한다. 시인은 하나님의 증거를 즐거움으로,모사(謀士)로 여김으로써 당면한 고초를 극복할수 있었다. 그는사람들의 잔악한 불의와 거짓된 중상모략이 난무할지라 도 주의 법에서 취한 아름다운 기쁨이 이 모든 것을 격퇴시키기에 충본하다고 말하였 다. 시인은 결코 자신의 인간적 지혜나 판단을 신뢰하지 않았고 오직 하나님의 말씀으 로부터 지도를 받았다. 이처럼 말씀의 교훈에 견손히 복종할 때 우리는 사단의 유혹과 이기적 충동들을 끊어버리고 참된신앙의 길에 들어설 수 있을 것이다(엡6:10-20). 그러나 만약 우리가 자신을신뢰하는 교만에 빠져 주의 계명을 무시한다면 하나님으 로부터 책망을 받게 된다(21절). 어떤의미에서 이러한 꾸지람은 하나님의 말씀으로 인 도받고 있다는 증표이다. 하나님의 말씀을 멸시함에도 불구하고 하나님의 채찍을 맞지 않는다면 계속해서 어리석음에 처할수밖에 없을 것이다. 그러므로 우리는 고난을 통해 경책하시는 주님의 뜻을 깨닫고 더욱말씀에 침잠하는 인생이 되어야 할 것이다(105절; 수1:8). 4. 탄식과 간구(119:25-32) 하나님의 말씀을 믿고 순종하는 생활이 인생의 참된 목적임을 발견한 시인은 본 단 락에서 자신의 현재 상태를 성찰하며 가슴 아픈 탄식과 아울러 회복을 위한 간구를 드 리고 있다. 먼저 시인은 자신의 생활이 부패하며세상과 연합되어 있다고 한닿한다(25절). 마치 무덤 속에 같힌 자처럼 살 소망이 없음을 고백하고 자신의 영혼이 매우 답답하며 과로 운 처지에 있음을 실감있게 표현한다. 아마도 심각한 영적 고통으로 말미암아 모든 의 욕을 상실한 탈진 상태처럼 보인다(28절). 이런 상황 속에서 시인은인간적인 방법으로 문제를 해결하려고 시도하지 않았고 오 직 자신의 잘못된 행위를 솔직히 고하며 하나님의법도를 통하여 역경을 극복하려고 하 였다(26-28절). 시인은 하나님께서 도와주실 때까지 어떠한일을 시도하거나 수행하지 않았고 전적으로 하나님의 섭리에 의존하였다. 그는과거에하나님께서 응답해 주신 사 실을 기억하며 매우 어려운 처지에서도 하나님의 주권적 계획에 모든 것을 의지한다. 시인은 하나님께서 지극히 자비로우심으로 당신 백성의호소에 귀를 기울이고 들어 주 신다는 사실을 생각하면서 영혼깊은 곳으로부터 우러나오는 풍성한 위로를 받는다(요 일5:14, 15). 이처럼 오직 하나님을 통해서 자신의 어려움을 풀려고 애쓰는 시인은 주의 법도를 깨닫게 해달라고 기도한다(26,27절). 율법에대한 바른 이해는 바른 생활의 근거가 된 다. 그런데 시인은 하나님의 조명이 없으면하나님의 율법을 정확히 이해할 수 없음을 깨닫고 기도한다. 따라서 시인은 하나님께서말씀을 정확히이해할 수 있도록 도와주시 기를 간절히 소망하는 것이다. 이제 시인은 하나님의 말씀을 자기 행동의 규범으로 삼고 의욕적으로 준행할 것을 다짐한다. 특히시인은 율법을 올바르게 지키기 위하여단지 외부적인 행위에 의존하지 말고 마음 중심에서 우러나오는 자발적인 순종이 있어야 된다는사실을 상기시켰다. 오 냐하면 율법을 외적으로 지키는 데에만 관심을 집중하게 될 때자칫하면 현실주의와 율 법주의에 빠질 유려가 있기 때문이다. 시인은 고통스러운 상황속에서도율법을 규범삼 아 자발적으로 순종하겠다고 거듭 다짐한다. 이상에서 우리는 참된기도는 비탄스러운 상황속에서도 끝까지 인내하며 부르짖는 것임을 느끼게 된다. 사람은가끔 인간적인 상황때문에 절망하며 두려워하게 된다. 그 러나 우리는 암울하고 고통스러운 상황속에서도 말씀에 입각하여 더욱 기도함으로써 문제를 해결해 나갈 수 있게 된다. 5. 주의 율례를 준행함(119:33-40) 앞에서 자신의 비탄스러운 상황을 고백하며해결을 위하여간구하던 시인은 이제 소 극적 으로는 모든 죄악으로부터 벗어나기를 간구하고,적극적으로는 주의 의에 더욱 합 치된 삶을 살기 위해 하나님의 율법을 간구하고 있다. 먼저 시인은 '주의 율례의 도'를 깨닫는 것이 선행되어야 함을 알고 간절히 기도한 다(33절). 그는 진실한 자세로 배우겠다고 굳게약속하였으며, 하나님께서 가르쳐주신 다면 반드시 선한 열매를 맺을 수 있다고 확신한다. 시인은 주의 율례를 즐거워했으며 (16절) 생활 속에서 적용하고 실천하기로 다짐한다. 둘째로 시인은 주의 백성으로서 맡은바 본분을 잘 감당할 수 있도록 영혼의 성장을 위해서 기도하였다(35, 36절). 시인이 이와같이 기도한것은 선을 자각시키는 분도, 선 을 행하게 하시는 분도 오직 하나님분이라는 사실을 알고있기 때문이다(빌2:13). 이런 의미에서 '나로 행케 하소서' 라는 표현은 선한일을 감당할 수 있는 능력을 간구한 것 이며, '내 마음을 주의 증거로 향하게 하시고'는 말씀의 증거를 청종할수 있게 해 달 라는 뜻이다. 시인은 자신이 반드시 수행해야 할 의무를 불평하지 않고 오직열심으로 감당할 수 있도록 기도하였다. 시인은 탐욕을 버리고 오직여호와의 인자하심을 간구할 때 응답될 수 있음을 확신했다. 셋째로 시인은 스스로 육체적 정욕을 억제할 수 있도록 해 달라고간구해하였다(37 절). 이 세상에서 화려하고 영광스럽게 보이는 모든 일들과 쾌락은 모두허탄한 것이 다. 이러한 세상의 명예와 부귀 영화를 추종하던 자들은 모두경건한 신앙에서 멀어지 게 되었다. 그러므로 성도들은 하나님의 보호와 인도를 통하여 세상에연연해 하지 않 고 끝까지 믿늠을 지킬 수 있도록 노력해야 할 것이다. 주님의 마음에합당한 '주의 종'은 마땅히 여호와의 법도를 순종하며 모든 인간적인 이상과 꿈과 계획을포기한 자 들이다. 이들은 주를 경외하기 때문에 여호와의 모든 인간적인 이상과 꿈과계획을 포 기한 자들이다. 이들은 주를 경외하기 때문에 여호와의 영광을 만방에선포하기 위하여 온갖 수고를 마다하지 않는다. 오직 하나님의 언약의 말씀이 반드시성취되기를 갈망할 뿐이다. 넷째로 자신이 받고 있는 훼방이 중단되기를 기도한다(39절).앞에서도(22절) 같은 내용의 기도를 드린 적이 있는 시인은 다시 한번 자신이 여호와의길을 떠난 원수들에 의해 멸시당하지 않도록 기원한다. 하나님께서는 시인이 주의법도를 진실하게 사모하 고 있음을 알기때문에 악의 훼방에서 반드시 구원해 주실 것이다. 시인은한 걸음 더 나아가 자신이 언제나 의로운 존재가 될 수 있기를 소망한다(40b절). 어떤상황 속에서 도 흔들리지 않으며 하나님의 뜻을 실천할 수 있는 존재가 되기를원한다(51:10;사 40:31;고후4:16;골3:10). 이상에서 하나님의 율례를 준행할 수 있기를 기도하고 스스로 다짐한 시인은마지막 으로 자신이 하나님의 말씀을 뜨겁게 사랑하였었노라고 고백하고 있다(40절). 그는 하 나님의 말씀에 대해 조금이라도 더 알기를 원했으며 실천할 수 있도록 노력했다. 우리 도 이러한 시인의 자세를 본받아서 생명의 길로 들어서야 할 것이다. 6. 말씀에 의한 구원(119:41-48) 본 단락에서 시인은 하나님의 말씀에 입각하며 구원을 얻고, 그것으로 인하여 더욱 말씀을 철저하게 지킬 수 있는 힘을소유하게 되었다고 말한다. 먼저 시인은 여호와께서 자신을 구원하시면 율법에 의지하여 훼방하는 자들과 대적 하겠다고 말한다(42절). 특히'주의 인자하심'을 언급함으로써 구원이 전적으로 하나님 께 있다는 사실을 밝힌다(41절). 구원은 인간의 조건에 달려있지 않고 여호와 하나님 의 언약과 은혜에 근거한다. 그러므로 시인은 하나님께서 자신이 처한 위기 상황에서 구원을 허락해 주신다면 하나님의 말씀으로 악한 세력들과 싸우겠다는 의사를 밝힌다. 사실 하나님의 말씀은 성도들이 가지고있는 공격 무기로서 인간의 모든 심령과 골수를 찔러 쪼갤만큼 예리하다(히4:12). 시인은 이러한 말씀으로 자신에게 주어지는 모든 시 험을 극복하겠다고 다짐한다(마4:1-11). 이어서 시인은 진리의 말씀을 모든 소망의 근거로 삼고있음을 고백한다(43, 44절). 시인이 진리의 말씀에서 떠난다는 사실은 결국 모든희망이 사라진다는 의미이다. 그래 서 그는 '주의 율법을 끝없이 지키겠다'는 각오를 드러낸다. 이와 같이 성도들은 하나 님의 말씀을 사모하고 따르는 데 최고의 가치를 부여해야 한다. 말씀은 성도들의 발에 등이요 길에 빛이다(105절). 우리가 말씀을 무시하고 도외시할 때 참된 믿음을 상실하 게 된다. 시인은 여호와의 말씀을 마음에담아 두고 입술에서 잠시도 떠나지 않게 함으 로써 온전한 삶을 영위하려고 기도(冀圖)한다. 마지막으로 시인은 여호와의 말씀에대한 자신의 태도를 언급한다(45-48절). 시인은 여호와의 은혜를 힘입어 스스로 다서 가지의 약속을 하였다. 첫째, 성도로서의 본분을 행하며 자유롭고 편안한 마음을 소유하겠다(45b절). 그는선한 일을 행할 때 억지로 행 하지 않고 오직 자발적으로 할 것임을 다짐했다. 둘째, 어떤 상황에서도 용기를 내어 담대하게 성도로서의 의무를 수행하겠다(46a절).시인은 느부갓네살 앞에 섰던 세 명의 소년과 같이 왕이 진노하는 일이 있을지라도 목숨을 걸고 믿음을 전파할 것이다(단 3:16-18;행4:20). 이처럼 말씀을 사랑하는 자는 어떠한 처지를 당하더러도 하나님의을 저버리지 않도록 노력하게 된다. 셋째, 기쁘고 즐거운 마음으로 계명을 준수하겠다(47 절). 시인은 결코 율법에 얽매여서 억지로 끌려가지 않았고 자의적으로 말씀을 준행하 며 기쁨을 소유한 자였다. 사실 시인은 하나님께서 기뻐하시는 일을 행할 때 가장 큰 즐거움을 느낀다. 이러한 자세는 말씀을 경외하는 모든 신자들의 공통된 마음일 것이 다. 하나님께서는 결코 인색하게 헌신하는 자를 기뻐하지않으신다. 넷째, 부지런하고 활발하게 하나님의 계명을 준수하겠다(48절). 시인은 주의계명을 손에 들고 찬양할 뿐 만 아니라 실천에 옮길 것을 다짐한다. 여기서 손을드는 행위는 성경 여러 곳에 나타 나는데, 기도한 자세(28:2;애2:19;딤전2:8), 축복하는 행위(레9:22), 맹세(108:26;창 14:22;신32:40;겔36:7;계10:5, 6). 어떤 일에 가담하는 행위(10:12;창41:44;히12:12) 등을 지시하는 말로 사용된다. 특별히 여기서는 하나님의 계명을 듣고 지키는 일에 전 심 전력을 기울인다는 각오를 나타낸다. 다섯째,주의 율례를 깊이 묵상하여 신중하게 행동하겠다(48절). 말씀의 인도를 받지않고 인간적인 판단에 의해 처리된 행동은 대단 히 심각한 문제를 초래하게 된다. 우리도 주의말씀을 연구하고 성찰하면서 전파할 수 있도록 노력해야 할 것이다. 이상에서 우리는 말씀을 통해서 구원받고 새로운 삶을 영위할 수 있음을 깨닫게 된 다. 우리가 언제나 말씀의 빛 아래 거하면 환난가운데서도 위로와 기쁨을 공급받을 수 있을 것이다(고후1:4). 7. 하나님의 말씀으로 인한 소망(119:49-56) 말씀을 통하여 진전한 구원에 들어갈 수있음을 선언한 시인은 본 단락에서 다시 한 번 생명을 살리는 말씀에 유일한 소망이 존재한다고 말하면서(49절) 믿음과 하나님의 법을 비웃는 교만한자(69, 78, 85절)를 비난한다. 먼저 시인은 자신이 환난 중에서도 말씀의 위로를 통하여 소망을 지속할 수 있었다 고 말한다(49, 50절). 시인은 근심 중에처할 지라도 하나님의 말씀이 아니었으면 자신 은 아마도 죽은 자처럼 되었을 것이라고했다. 하나님께서는 신실하셔서 한번 약속하신 말씀을 신뢰함으로 위로를 받았다. 한걸음 더 나아가 그는 만약 하나님의 말씀이 아니 었으면 자신은 아마도 죽은 자처럼 되었을 것이라고했다. 하나님께서는 신실하셔서 한 번 약속하신 말씀을 절대로 파기하지 않으신다.성령을 통하여 우리 안에 신앙심을 북 돋아 주시고 낙심하지 않도록 은혜를 베풀어주신다. 혹시 주의 백성으로서 지켜야 할 사명을 망각하고 방황하는 자가 있다면 말씀을통해 영혼이 다시 소생하도록 이끌어 주 신다. 시인은 오직 말씀을 통하여 위기를 극복할수 있는 능력을 공급받았다(고후1:4). 다음에 시인은 자신이 교만한 자로부터 조롱을 받았을 때 하나님의 옛 규례를 생각 하고 스스로 위로하며 주의 법을떠나지 않았다고 말한다(51, 52절). 여기에서 '하나님 의 옛 규례'란 하나님께서 자신을공의로운 세상의 심판주로 알려주셨음을 의미한다(렘 25:5-11). 시인은 세상의 심판을 상기시키고하나님께서 세상에 대해 영원한 고의의 법 을 적용하신다는 점을 드러내며 큰 위로를 발견한다. 현재 시인은 신앙 생활을 한다는 이유로 남의 조롱을 받고 있다(51절). 교만한 자들은 시인의 간절한 기도를 위선적인 내용이라고 모함하고, 진지한 자세를 침울한 표정이라고왜곡했다. 이러한 상황 속에서 시인은 주의 법을 떠나지 않고 다욱 성실하게 하나님을 섬기려고 하였다. 시인은 하나 님의 섭리 안에 있는 공의로운 심판을 생각하며 놀라운 위로를 얻게 된다. 시인은 악한 사람의 특징에 대해'율법을 버린자'로 규정하고 자신은 하나님의 말씀 을 유일한 법도로 삼아 지키겠다고 다짐한다. 시인의 모든 관심은 주의 법에 집중되었 으며, 율법을 노래로 만들어 부를정도였다(54절). 또한 모든 사람이 잠든 시간에 홀로 깨어 여호와의 이름을 기억하고 그 훈계를 되풀이하여 암송함으로써 하나님께 더욱 가 까와지는 생활을 하려고 애썼다. 그가 이렇게 할 수 있었던 이유는주의 명령에 순종하 는 자세를 최대의 축복으로 여겼기 때문이다. 어떤사람들은 축복이 하나님께 순종하는 자세를 최대의 축복으로 애썼다. 그가이렇게 할 수 있었던 이유는 주의 명령에 순종하 는 자세를 최대의 축복으로 여겼기 때문이다. 어떤 사람들은 축복이 하나님께 순종한 결과로 주어지는 부산물이라고 주장한다. 그러나 시인은 하나님의 뜻을 따르는일을 가 장 큰 축복으로 믿고 열심히 노력한다. 이런 생각은 현대를 살아가고 있는 우리 성도들이 반드시 지녀야 할 태도이다.오늘 날 많은 그리스도인들이 말씀을 열심히 들으면서도 말씀과 전혀 무관하게 살아가는경 향을 보인다. 그러나 말씀은 반드시 순종으로 연결되어야 한다. 우리의 생활 속에서그 말씀이 다시 확인되고 체험될 때 더 깊은 이해와 헌신으로 발전할 수 있는 것이다. 8. 여호와의 말씀에 대한 순종(119:57-64) 하나님의 말씀 안에서 소망을 발견한 시인은 여호와를 분깃으로 여겼으므로 (16:5;73:26;142:5) 하나님께 나아가는 유일한 길이 되는 말씀을 전심으로지켰다(57 절). 이와같이 여호와를 자신의 복으로 삼기를 원하는 사람은 누구나 하나님께서유일 한 왕이 되신다는 점을 인정해야 한다. 또한 시인은 과거에 하나님과 맺은언약에 근거 하여 하나님의 긍휼과 자비를 구했다(58절). 그는 하나님의 은혜를 통하여지은 죄를 용서받고 늘 선한 길로 다닐 수 있기를 기도하였던 것이다. 이러한 심정을 가지고 살아가는 시인은 혹시 자신의 불의가 생각날때에 하나님의 말씀에 비추어 즉각적으로 돌이키고 고치려고 노력했다(59, 60절). 시인은 마치작은 공예품을 만드는 것처럼 꼼꼼하게 자신을 성찰하며 온전하게 행동하였다. 그는하나님 의 말씀에 대해 전혀 이의를 제기하지 않고 즉각적으로 실천하였다. 사람들은흔히 자 신의 잘못을 신속하게 회개하지 않는 경향이 있다. 대부분 시간이 나면(행24:25)본격 적으로 회개하려고 기다린다. 그러나 시인은 자신의 행위가 잘못되었다는 사실을알았 을 때 하나님께로 돌아서서 자신의 죄를 신속하게 고백하고 교정했다. 이처럼성도들은 자신의 행동이 말씀에서 이탈하였는지에 대해 민감하게 점검하고 잘못되었을때에는 빨 리 돌아서는 습관을 형성해야 한다. 이것은 죄악으로 가득찬 세상가운데서 신자가 지 켜야 할 마땅한 태도이다. 또한 시인은 박해자의 포위를 당한 상황에서 번벌하지않고 하나님의 말씀을 지키며 감사한다(61, 62절). 악인들이 모해하려는 때에도 율법실행을 유보하지 않았으며 밤중에도 방심하지 않고 율법에 대하여 감사히 생각했다. 아미도 시인은 경건한 생활을한다는 이유로 많은 사람들로부터 노골적인 공격을 받았던 것같다. 그러나 그는 위급한 상황 속에서 주의 법을 잊어버리지 않았다. 그는마치 욥이 갈대아 사람과 스바 사람에게 약탈당했을 때 보여주었던 태도처럼 모든것을 잃어버린 상황 속에서도 믿음을 굳게 지켰다고 양심적으로 증거하고있다. 이처럼 의인은 자신의 목숨이 위태롭거나 어려운 음모에 빠질지라도 실망하여 주의 도를 멀리하거나 자포자기하는 일이 없다(욥1:20-22). 오히려 하나님의 섭리에 감사하며 찬양할 뿐이다. 사실하나님께 많이 기도하는 사람은 감사할 일도 비례적으로 증가한다. 시인은 춥고 어두운 침상에서도 홀로 일어나 하나님께 진심으로 감사하고 있다. 이러한 마음을 가지고 있는 시인은 오직 말씀을지키는 친구들을 연모한다(63절). 여호와를 경외하는 그 법도를 지키는 자들을 사랑하며함께 희노애락에 동참하였다(히10:33). 아울러 하나님께서 모든 피조물들에게 능력과필요에 따라 주의 은혜를 베풀어 주실 것을 간청하고 있다(64절). 하늘이 하나님의 영광으로 가득 찬 것처럼 땅은 주의 인자하심으로 충만하다. 그는 모든 사물속에서 하나님의 숨결을 느끼며, 벅찬 감동으로 생활하고 있다. 이처럼 성도는 어떤 상활속에서도 낙과적인 사고를 가지고 세상을 비관하며 살아가는 자들에게 사랑과 도움을 베푸어야 할 것이다. 본 단락을 통해 드러난 시인의 태도는 오늘날성도들에게 커다란 귀감이 된다. 요즘은 너무 값씬 은혜와 복음을 좋아한다. 너무쉽게 믿음을 가지며 또한 너무 쉽게 포기한다. 그러나 진정한 신자는 어려운 환난가운데서도 자신의 신분을 잊지 않고 더욱더 하나님을 의지하며 찬양하는 자이다(벧전1:6;4:12, 13). 9. 고난이 주는 유익(119:65-72) 시인은 본 단락에서 고난을 통하여 많은유익이 주어진다는 사실을 깨닫게 되었다. 고난을 경험하기 전에는 말씀의 진정한 깊이를알 수 없었지만 이제는 여호와께서 말씀 대로 자신을 대하고 있음을 확신하게 되었다. 고난은 시인의 인격과 신앙을보다 성숙 시켰으며 그의 삶이 더욱 하나님 중심으로 변하게 만들었다. 여기서 특히시인은 고난 을 통하여 주의 말씀에 대한 깨달음과 애정이 깊어졌음을 감사한다. 이처럼고난은 세 상의 어떤 명예와 부귀보다도 더 귀한 말씀의 진수를 보여주는 역할을한다. 이 부분을 통하여 우리는 다음과 같은 몇 가지 교훈을 얻을 수 있다. 첫째, 성도는 하나님의 명령을 신뢰하며 순종해야 한다(66,67절). 시인은 핍박(161 절)과 악한 자들의 훼방(22절) 때문에 고통을 당할지라도주의 계명(105절)을 살려보고 의지하였다. 이처럼 우리는 고난을 당할지라도 주님의말씀을 소중하게 생각하며 그 권 위에 복종해야 한다. 둘째, 하나님께서는 믿는 자에게 지혜를 주시는분이다. 우리가 하나님의 말씀을 진 리로 믿고 수납하면 세상을 이길 수 있는 지혜를 주실 것이다(66절). 셋째, 우리는 고난을 당할 때 감사해야한다. 시인은 자신이 당한 역경을 유익한 것 으로 생각한다(71절). 신자들은 환난을당할 때에도 약속의 말씀을 바라보고 기쁘게 극 복해 나가야 한다(롬8:18;살전5:16). 넷째, 교만한 자들이 압박해 올수록 더욱 주의 법을 배우고 준행햐야 한다(69절). 대적들은 하나님의 말씀을 왜곡하거나 거짓 증거를 일삼아서 의인을 괴롭힌다(10:4). 이럴 때일수록 더욱 갈급한심정으로 말씀을 올바르게 배워서 지켜야 한다(딤후3:17;요 일2:5). 다섯째, 율법은 가장 소중한 가치를 지녔다(72절). 시인은 율법이 자기에게 '천천 금은 보다 승하다'라고 고백했다.사실 지상에서 부귀영화나 권력보다 말씀이 후러씬 귀하며 영원한 축복이다. 오늘날말씀이 허락되었다는 사실을 당연한 사실로 여기는 여 향 있다. 그러나 우리는 말씀을 마음껏 배울 수 있는 특권의 소중함을인식하고 말씀대 로 살도록 노력해야 할 것이다(갈5:16). . 부귀와 말씀의 비교. 이 세상에서 가장 큰 위력을 지니고 있는실체는 돈이다. 돈은 막강한 권력을 휘두르며 유사 하나님으로 군림하고 있다. 사실 우리시대의 최고 의 우상은 바로 돈일 것이다. 그러므로 본 강해에서는 '천천 금은보다 말씀이더욱 승 (勝)'(72절)하다는 시인의 고백을 좀더 자세히 살펴봄으로써 말씀의 귀중성을깨닫고자 한다. 1 성경은 돈보다 더욱 영원한 행복을 준다. 돈은 명예와 쾌락을 제공해준다. 인간 들은 맘몬이 상류 사횡에 편입될 수 있는 기회를 제공해 줄 수 있다고생각하며 경배한 다. 그들은 돈으로 행복의 구성 요소가 되는 값비싼 가구와 화려한의복과 산해진미를 즐길 수 있다고 생각한다. 더구나 돈의 힘으로 책을 구입하고 도서관을 짓고선생을 불 러옴으로써 최고의 지성을 갖출 수 있다고 생각한다. 그러나 성경은 하늘 나라의시민 으로서 하나님과 최고의 지성을 갖출 수 있다고 생각한다. 그러나 성경은 하늘나라의 시민으로서 하나님과 친히 교재하는 즐거움을 누리며 걸코 시들지 않는영광의 면류관 을 얻도록 만들어 준다. 더구나 아무리 많은 돈으로도 얻을 수 없는구원의 지식과 영 생을 부여하신다. 그러므로 우리는 돈이 비록 무소불위의 힘을 가지고있는 것처럼 보 이지만 결국 행복에 관해서는 조금도 간여할 수 없음을 알게 된다. 2 성경은 존재 가치를 변화시킨다. 그러나 돈은 결코 인간의 죄를 해결할수 없다. 돈은 존귀한 인품을 형성할 수 없으며 인간의 내면에서 발생하는 고통을제거해 주지 못한다. 반면에 성경은 성도들의 '발의 등이요 길의빛'이 됨으로써 생명의 길로 인도하며 성령을 통해서 거룩한 성품을 소유하도록 만들어 준다. 또한 성경은 고통당하는 자에게 약속을 주고 가난한 자에게는 그리스도의 부유함을주고 죽어가는 자에게는 천국의 소망을 제공한다. 3 성경은 돈으로 인하여 파생하는 문제점을 해결해 준다. 돈의 증가는 유익한측면도 있지만 동시에 근심과 걱정을 가져온다. 돈은 감독과 책임을 요구하기 때문에 피곤과 과로를 가져온다. 이럴 때 성경은 참된 평안과 안정을 가져다 주며, 모든유혹을 이기고 극복할 수 있는 능력을 제공해 준다. 10 시인의 다양한 소원(119:73-80) 시인의 가장 큰 관심사는 오직 주의 율례를 온전히 지키는 것이었다. 그는교만한 자들이 온갖 권모술수를 사용할지라도 일일이 대적하지 않고 오직 하나님께 맡기고 율법에 전념했다. 이러한 시인의 태도는 무엇보다도 하나님과의 관계를 가장중요하게 여긴 데서 기인한다. 이제 본 단락에 나타난 시인의 여러 가지 희망을 관찰해 본다. 첫째, 시인은 하나님의 계명을 깨달을 수 있는 마음을 라고 소망하였다(73, 74 절). 시인은 단지 자신의 사욕을 충족시키기 위하여 소원하지않았고 오직 교회 전체의 공익을 위하여 간구하였다. 우리는 하나님의 온전한뜻을 분별할 때 자신에게 주어지 사명을 감당할 수 있게 된다. 만약진리에 대한 자각이 없다면 모든 생활은 무익하게 된다. 그러므로 우리는 말씀을 사모해야 한다. 이러한 갈망이 있을때 하나님께서는 분 명한 통찰력을 허락하실 것이다(131절;마5:6). 둘째, 시인은 주의 법을 즐거워할수 있도록 기도했다(77절). 시인이 고난 중에서도 하나님께 구원을 요구할 수 있었던 증거는 바로 율법을 기뻐하였기 때문이다. 그는 자 신이 의롭지 못하다는 사실을알고 있었기 때문에 하나님께서 자신을 징벌하시는 데 대 하여 항의할 수 없었고 오직평상시에 자신이 하나님의 법을 기뻐하고 즐거워했던 사실 을 내세웠다. 그러므로 시인은 계속해서 하나님의 말씀을 바라며 묵상하기를 소망하고 있는 것이다. 셋째, 시인은 '주의 교훈'을 흠없이지킬 수 있기를 기도하였다(80절). 시인은 교만 한 자들이 넘어뜨리려고 하는 와중에서도 하나님만을 의지하며 말씀을지키려고 노력하 였다. 그는 인간적인 방법과 힘에 의지하여 악의 세력을 퇴치하려고하지 않았고 오직 하나님의 교훈을 준행함으로써 문제가 해결될 수 있기를 원했다.이처럼 성도들은 항상 말씀을 첫째 자리에 두며 모든 관심을 집중하여 준행해야 한다(신5:33). 넷째, 시인은 하나님의 은혜를 소망했다(77절).시인은 믿음 안에서 겸손하게 하나님의 긍휼과 그 징표들을 바라본다. 그는하나님의 은혜가 없으면 아무것도 성취될 수 없음을 알았다. 사실 하나님께서 우리를 구원해주신 사실은 인간들이 의롭고 성실한 행동을 했기 때문이 아니라 하나님의 값없이 주신 은혜로 이루어진 것이다. 구약 시대에 속한 시인은 성령의 영감을 통하여이러한 은혜의 법을 깊이 깨닫고 묵상하였다(롬3:24). 11. 소망의 근본(119:81-88) 본 단락에서 시인은 역경의 순간에오직 하나님의 구원을 바라보고 있다. 여기서는 특별히 주의 구원과 말씀이 동일시되고있는데 그긋은 말씀을 통해서 구원의 능력을 나 타나기 때문이다. 시인은 곤난이 극에달할수록 하나님께 대한 열망이 더욱 깊어갔으며 환난이 종식되는 날에도 하나님의 말씀을 준수하리라고 고백하고 있다. 우리는 여기서 하나님의 말씀에 대한 시인의 지극한 애정을 확인할 수 있다. 먼저 시인은 곤경에 처해 있을 때 하나님께서 오랫동안 도와주시지 않아도 낙심치 않았다(81절). 그는 계속해서 하나님의 법을 기억하며 사모한다. 비록 몸은 지치고 쇠 약할지라도 하나님의 약속을 신뢰하며 성실한 태도를 망각하지 않았다. 왜냐하면 하나 님께서는 반드시 현재와 불안과 공포 속에서 구원을 베푸신다는 사실을 확신하고 있기 때문이다. 이러한 소망은 신약시대에 도래할 메시야의 강림에 대한 예표이다. 구약 시 대의 경건한 성도들은 아브라함 이전부터 계시되던 구원을 피곤할 정도로 사모했다(벧 전1:1-6). 그들은 너무 멀리 떨어져 있었기 때문에 말씀의 진정한 의미를 우리처럼 생 생하게 알 수는 없었을 지라도 희미한 상태에서나마 믿고 대망하였다(합2:3). 시인은 원수들이 자기를죽이려고 할 때에도 주의 법도를 지키겠다는 각오를 표명하 였다(87절). 그는혹심한 천대 속에서도 하나님의 백성으로서의 본분을 소홀히 하지 않 았으며 하나님의 언약을 힘써 지키도록 노력하였다. 특별히이 부분에서 묘사되고 있는 시인의 모습은 그리스도와 그 백성들이 장차 얼마나 큰 핍박을 받을 것이니데 대해 암 시해 주는 상징적 표현이다(85-87졸).교만한 무리들은 하나님과 맞서 대적하며 시인은 해치려고 함정을 팠다. 사실 율법에 의하면 사람이 구덩이를 파 놓고 관리를 잘못해서 이웃에게 해를 끼쳤을 경우에는 자신의 실수에 대해 정당한 보상을 하도록 되어 있다 (출21:33, 34). 그런데 이들은 고의로 구덩이를 파서시인은 해치려고 하였다. 이처럼 극도의 위기 상황 속에서도 시인은 하나님을 의지하며담대하게 말씀을 지켰다. 진정한 신자는 이미 그리스도께서 세상을 이기셨음을 기억하고악의 세력을 멸절할 수 있도록 확실한 믿음을 가지고 생활하는 자이다(마8:26;막9:23). 마지막으로 시인은 하나님께 은총을 베풀어 달라고기도한다(88절). 하나님은 자신 에게 선한 뜻을 가지고 계시며 확실하게 역사히시는분이시다. 시인은 모든 소망의 유 일한 그원이 오직 하나님께 있음을 깨닫고 모든 것을의뢰한다. 우리도 헛된 세상적인 가치를 통해 욕구를 충족하려는 허망을 버리고 오직하나님을 안에서 진실한 삶을 영위 하도록 노력해야 한다. 12. 하나님의 말씀의 확실성(119:89-96) 본 단락에서 시인은 하나님 말씀의 영원성과 불변성에 대하여 기술하고 있다. 말씀 은 세상의 다른 모든 유일한 존재들과 달리 탁월한 능력을 소유하고 있다(152절;사 40:8;마5:18;13:31, 32;24:35;벧전1:25). 먼저 시인은 하늘과 땅의 불변성을 예로들면서 말씀의 영원성을 증거한다(89-91 절). 하나님 말씀은 대대로 변치 않는 확고한약속이다. 마치 천지가 태초에 주신 하나 님의 법칙에 의거하여 운영되는 것처럼(렘31:35,36;33:25)하나님의 말씀도 영원히 불 변하는 법도이다. 우리가 구원의 확신을 가지고 살아갈 수 있는이유는 바로 하나님에 기초한다. 시인은 말씀에 근거하여 어려운 환난 가운데서도 소망을 잃지 않았다(92-94절). 시 인은 죽음의 위기를 느끼는 상황 속에서도 말씀을 통해 참된위로를 경험하게 되었다. 이처럼 하나님의 계명에 대한 진정한 사랑은 무서운 고난에서 건져낼 수 있는 능력이 있다. 바울과 실라가 감옥에 갇혀 있으면서도 찬양을 부를 수 있었던 것도 바로 이런 이유에 기인한다(행16:25). 믿음이란 결국 절망속에서도 하나님의 말씀을 의뢰하고 있 다는 증거라고 볼 수 있다(창18:14;약5:10). 시인은 하나님의 말씀의 통치 범위가 넓으므로(96절)온 우주에 미치고, 시간적으로 는 대대에 이른다고 고백한다(89, 90절). 만물도 이처럼 하나님의 말씀에 순종하는 종 이 된 까닭에 영구히 존속한다. 이와 마찬가지로 인간도 하나님의 말씀에 순종해야 명 망하지 않는다. 그러므로 신자는 하나님의 말씀에소망을 두며(93, 94절) 항상 묵상하 고 청종해야 한다. 만약 인간이 하나님의 말씀을변화시켜 보려는 헛된 생각을 갖는다 면 반드시 불행에 빠질 것이다. 왜냐하면 모든것은 다 변화될지라도 오직 하나님의 말 씀은 영존하기 때문이다(96절). 이상에서 우리는 하나님의 말씀에대한 경외심을 다시한번 회복할 수 있게 된다. 말 씀은 시공을 초월하여 변하지않는 유일한 표준으로서 절대적인 권위를 소유한다. 그러 므로 우리는 오직 말씀으로 살아가려는 종교개혁의 모토를 계속해서 견지해야 할 것이 다(롬16:225-27). 13. 하나님의 말씀으로 인한 복(119:97-104) 본 단락에서 시인은 자신이 주의 법을사랑하며 전념한다고 선언한다. 그는 하나님 의 말씀을 경외함으로 지혜(98절), 명철(99,100절), 의로움을 얻었다. 그 결과 시인은 말씀이 꿀보다 달다는 사실을 체험하고 말씀의 심오함에 젖어들게 되었다. 시인은 주의 계명을 통하여 원수보다 지혜롭게 되었고 스승보다 더 많은 것을 이해 하게 되었으며 노인보다 더욱 현명하게 되었다.이처럼 하나님의 법을 아는 것은 세속 적인 지식이나 간교한 모략을 훨씬 능가하는 영생의지혜를 허락한다(요5:39;딤후3:10, 17). 시인은 율법의 인도를 통하여 올바른 길을 갈 수있었다. 그가 죄의 유혹에서 벗어 날 수 있었던 비결은 말씀을 통해 즐겨워하며 그대로 준수하기를 좋아했기 때문이다 (103절). 이처럼 성도가 성경 말씀을 통해 결단하고 노력할때 새로운 삶과 영생의 기 쁨이 조화를 이루는 것이다. 그러므로 진실한 성도는하나님의 말씀통해 결단하고 노력 할 때 새로운 삶과 영생의 기쁨이 조화를 이루는것이다. 그러므로 진실한 성도는 하나 님의 말씀을 단지 이론적으로만 접촉하지 않고 온 인격을 기루여 관계한다. 시인도 하 나님의 계명에 대하여 '항상 함께하고'(98절),'묵상하고'(99절), '지켰던'(101절) 것 이다. 우리는 영혼을 기름지고 성숙하게 만들어 주는양식을 먹음으로써 하나님으로 부 터 오는 많은 복들을 향유해야 할 것이다. 14. 영혼의 안내자로서의 말씀(119:1-5-112) 본 단락에서 시인은 다시 한번 말씀의 역할에 대하여 제시하고있다. 말씀은 시인의 삶에 있어서 실제적인 인도자이며(105절) 고난을 극복하게 만들어주는 구원자이다(107 절). 먼저 시인은 말씀이 하나님의 뜻을 계시해 주는'등과 빛'이라고 고백한다. 만약 우 리가 주의 말씀에 근거하여 살아가지 않는다면 암흑과 같은 세상에서 길을 찾기 위해 헤매는 경우와 매우 유사하게 된다. 시인은 하나님의 말씀을 등북과 같은 안내자로 믿 고 굳게 지켜왔으며 믿음에 입각하여 구원해 주시기를기도한다. 그러므로 인간은 하나 님의 말씀을 따르는 생활을 최우선의 가치로 인식하고 참된기쁨을 향유하여야 한다. 시인은 어떠한역경 속에서도 주의 법을 멀리 하지 않고 그대로 지켜야겠다고 결심 하였다(107-112절). 비록 원수가 생명을 노리며 위협할지라도 굽히지않고 계속해서 말 씀을 준수하겠다고 고백한다. 아울러 주의 말씀이 지니고 있는 심오한의미를 깨달을 수 있는 지혜를 간구했다. 이렇게 간절한 애모의 마음은 감사와 기도와찬양을 동반하 여 이루어진다(109절). 시인은 악인의 간계에 의하여 생명이 위태로운상황 속에서도 말씀을 동해 위로를 받았다. 만약 그가 인간적인 수단과 방법으로 목전의위기를 벗어 나려고 했으면 일시적인 안락을 얻을 수 있었을런지는 모르지만결코 영원한 기쁨을 누 릴 수는 없었을 것이다. 시인은 오직 말씀에 근거하여 영원한구원을 바라보며 당면한 상황을 초월할 수 있었다. 이상에서 우리는 다음과 같은 교훈을 얻을 수 있다. 1 인간은 결코 자신의능력으 로는 참된 평안과 생명을 받을 수 없다. 2 진실한 성도는 종종 커다란 위험을경험하 지만 말씀을 통해서 극복하며 찬송을 부를 수 있다(107, 108절). 3 성도는말씀을 사 용하여 원수들의 유혹을 능히 이겨낼 수 있다(엡6:17;살전5:8;히4:12). 15. 안전의 근거(119:113-120) 시인은 본 단락에서 주의 말씀에 대한 신실한 사랑을 표명하면서 두 마음을품은 자 에 대해(113절) 미워하는 마음을 드러낸다. 시인은 단 한 번도 두 마음을 품는일에 대 해 묵인하거나 찬성한 적이 없었다. 오히려 기회가 있을 때마다 그렇게 되지않도록 말 리며 억재하였던 것이다. 시인은 하나님을 자신의 은신처이며 방패로 삼고악인을 향해 떠나가라고 요구하며(115절)하나님의 구원과 인도를 요청한다. 현재의 상황은 악한 원수들이 시인을 괴롭히고 있지만 그는하나님을 의뢰하며 주의 약속에 희망을 걸고 있다. 시인의 삶은 거짓이나 불의와 분명히구분된다(고후10:16). 의인은 죄를 행하는 사람과 성별된다(6:8). 그러나 악인과 교제를 갖는삶은 결국 하나 님과 멀어지게 된다. 그러므로 시인은 악인과 타협하지 않고 오직하나님만 의뢰하며 말씀만을 의지하는 것이다. 이러한 행동은 행악자를 물리치고 하나님의계명을 지키켓 다는 각오에서 잘 나타난다. 사실 하나님께서는 '주의 율례에서 떠나는 자'를 모두쓰레기같이 취급하셨다. 왜냐 하면 그들의 거짓된 계획은 아무 쓸모가 없었기 때문이다. 악인은매우 승승장구하는 것처럼 보이지만 사실상 멸망할 운명에 불과하다(마13:30, 49, 50). 하나님은말씀을 순종하지 않는 자에게 징계를 가하신다(벧후2:4, 5). 시인은 이러한 사실을자각하고 하나님을 경외하며 말씀을 청송하였던 것이다. 그러나 악인이 여호와의진노하심으로 인하여 멸망하는 모습을 보면서 비웃지 않았고 도리어 자신의 행위를 삼가조심하는 계 기로 삼았다. 이상에서 우리는 다음과 같은 교훈을 얻을 수 있다. 1 주님은 신자의 모든위험을 사전에 방지하시는 완벽한 은신처가 되신다(114절). 2 성도는 세상과 분리되어야하며 동시에 불신자와 멍에를 같이 매어서는 곤란하다(115절). 만약 불신자와 마음을같이 하면 자신도 모르는 사이에 세상 풍습을 닮게 된다. 3 성도는 오직하나님의 은혜를 통해서만 진정한 삶을 유지할 수 있다(116, 117절). 하나님께서 붙들어주지 않으면 타 락할 수밖에 없다. 4 성도는 악인의 멸망을 경박하게 조소하지않으며 자신의 경책의 계기로 만든다(119, 120절). 성도는 하나님의 말씀에대한 진지한 경외감을 가지고 살 아간다. 16. 말씀을 통한위로와 확신(119:121-128) 본 단락은 급박한 상황 속에서도 주의 말씀이 진정한 위로와 문제 해결의근거가 된 다고 말한다. 시인은 자신을 억압하는 압제자로부터 구출되고 더욱 말씀을깊이 깨달을 수 있도록 간구한다. 먼저 시인은 자신이 악한 일을 하지 않고 공과 의를 행했다고 호소하면주의 구원을 사모하고 있다(121-123절). 사실 당시 시인의 입장에서는 구원이빨리 성취되지 않았으 므로 두려워하고 실망에 빠졌을 것이다. 그러나 말씀을 기억한 시인은 반드시구원을 얻으리라는 확신에 도달하게 되었다. 이어서 시인은 여호와의 훈계를 좀더 사모하며 배우기를 열망하였다. 시인은자신의 상황의 노예가 되어 허둥지둥하지 않았고 하나님의 뜻을 추구했다. 이처럼하나님의 자 녀들은 하나님의 말씀을 사모하여 율례를 배우는 일에 전심전력해야 한다. 그때에비리 소 우리는 온전한 신앙으로 자랄 수 있는 것이다. 시인은 악한자들이 주의 율법을 무 시하고 폐하려고 책동하는 가운데서도 말씀을 더욱 사랑하고 지킬수 있기를 기도했다. 시인은 하나님의 말씀이 이 세상의 재물이나 권력보다 훨씬귀중하며, 영혼을 소성시키 고 성숙시키는 자양분이 된다는 사실을 알고 있다. 그러므로 시인은 원수가 극도로 강 해진 암흑의 시기에서도 신앙의 힘을 가지고 하나님의말씀을 굳게 지키고자 노력하였 던 것이다. 시인은 본 단락에서 매우 귀중한 교훈을 알려주었다. 1 하나님께서는 선악간에 판 단하시는 공의로운 분이시다. 그러므로 인간은 자신의의를 근거로 하여 원수들의 심판 을 요구할 수 있다(121절). 2 하나님께서는 말씀에 근거하여 신자들에게 힘과 위로를 베풀어 주신다. 그러므로 우리는 말씀에 약속된 내용을 자신의 행동으로 검증해 볼 수 있다(124, 125절). 3 우리는 하나님의 구원을간절히 사모해야 한다. 시인은 눈이 피곤 할 정도로 기도하였는데, 우리도 마음을 모두쏟아 전심으로 부르짖어야 한다(눅11:8). 4 세상의 극악무도한 행동은 하나님의 개입을 초래하는 증거물이다. 그러므로 우리는 악의 세력들을 두려워하지 마고 언제나소망 가운데 담대함으로 나아가야 한다. 17. 기이한 말씀의 인도하심(119:129-136) 시인은 본 단락에서 하나님의 말씀이세상 지식을 초월하여 존재하는 절대적이고 심 오한 전리라고 설파한다. 먼저시인은 하나님의 말씀이 우리에게 하나님과 참된 구원에 대해 놀라운 발견을 하도록 인도해 준다고 말한다(130절). 이러한 기이함 때문에 어리 석은 자도 주의 말씀을 쉽게 깨달으며(19:7;잠1:4) 남녀노소 모두 동참할 수 있다. 하 나님의 말씀은 자신의 무지함을 깨닫고 겸손하게 간구하는 자들에게 반드시 선량한 지 식을 전달해 줄 것이다. 또한 시인은 '주의 말씀'의 인도를 받아서 아무런 죄악도 자신을 주장하지못하게 해 달라고 간구했다. 즉 말씀을 기초로 하여 믿음을 확립하고 구원을 성취할 수있기를 희망한다. 사실 이러한 간구를 드릴 수 있는 자격도 주의 계명을 사모하는 마음에서주 어지는 것이다. 오직 말씀을 준행하며 그 법도를 지키는 자는 죄를 다스릴 수 있는능 력을 지니게 됨으로써 하나님의 거룩한 백성답게 성결한 삶을 지속할 수 있게된다. 따 라서 시인은 주의 말씀을 깨닫고 순결한 삶을 영위할 수 있도록 부르짖는 것이다. 이어서 시인은 자신을 위해 은혜를 베풀어 달라고 하나님께 간구한다(132절).그는 자신의 공적을 내세우지 않았고 겸손하여 여호와의 긍휼을 간절히 소원했다. 또한하나 님께서 선하신 역사를 일으켜주시고(133절) 자기로 하여금 평안하고 조용한 삶을 영위 하게 해 달라고 부르짖는다. 현재 눈물을 시냇물 같이 흘릴 정도로 슬픔에 가득 차 있 는(136절) 시인은 자시가 여호와의 위로를 받을 자격이 있고 몹시 필요로 한다고 설명 을 한다. 그는 자신의 혹심한 고난으로인하여 애통하지 않았고 오직 하나님께서 수치 를 당하시는 것에 대해 가슴 아파하였다. 시인은 자신을 하나님의 종이라고 불렀다(135절). 그는 종으로서 주님의 은총을 열 망하며 구원 역사의 진행을 염려하였다. 그래서 시인은 율례에 대해 가르침을 받고 그 대로 준행하려고 노력하였던 것이다. 이상에서 우리는 다음과 같은 교훈을 얻을 수 있다. 1 하나님의 말씀은 전심으로 사모해야 하는 대상이다(131절). 2 주님의 말씀은 하나님만 공경하려고 노력하는 모든 사람들에게 알려진다(27:4;마11:25). 3 경건한 성도의소원은 죄를 버리고 말씀을 총종 하는 생활이어야 한다. 4 사람들의 압박은 거룩한 삶을 위한 자극제로서의 역할을 할 수 있다(134절;눅1:74). 18. 하나님의 말씀의 속성(119:137-144) 앞에서(129-136절) 말씀의 기이함에대해 경탄하던 시인은 본 단락에서 말씀의 공의 로움과 성실함에 대해 강조한다. 먼저 시인은 하나님의 의로우심에대해 극찬한다(137절). 하나님께서는 언제나 공의 의 원칙에 의거하여 뜻하신 섭리대로 이 세상을 다스리시며 피조물에게 부당한 대우를 하지 않으신다. 시인은 바로 이러한 공의의 하나님께서 친히 제정하신 하나님의 법은 '의롭고 지극히 성실'하다고 고백한다(138절). 말씀은 오류가없는 하나님의 언약이다. 일점일획이라도 땅에 떨어지지않는 확실한 기록이다. 이 말씀을 통하여 인간은 어려움 속에서도 기쁨을 발견할 수 있게 된다(고후1:5). 이러한 사실을 절감한 시인은 순전한 말씀에 대해 열성을 가지고 있다고간증한다(139절). 그는 말씀을 사랑하고 존중한다. 그래서 대적들이 주의 법도를 무시하고 멸시할 때 의로운 분노의 불길이 가득 차 올랐 다. 시인은 원수들의 잘못된 행위를 본받지 아니하고 환난 가운데서도 더욱 말씀을 굳 게 지킨다(141, 143절). 이처럼 성도들은이 세상에서 불신자들에게 멸시를 받고 우매 한 짓을 한다고 손가락질을 받을지라도 하나님의 약속을 믿고 기도할 수 있는 믿음이 아필요한다. 시인은 고난속에서도 주의 말씀을 사랑하는 순수하고 진실한 태도를 견지 하고 있는 것이다. 이처럼 하나님의 종의 된 사람들은 당연히 하나님의 법을사랑한다(140절). 왜냐하 면 말씀으로 인하여 주의 뜻을 깨닫고 사명을수행할 수 있는 으력을 얻을 수 있기 때 문이다. 인간은 사고 능력을 지닌 존재이므로진리를 통하여 다스림을 받는 것이 마땅 하다. 피조물이 온전한 인생을 살 수 있는 비결은창조주 하나님께서 계시해 주신 명령 을 순종하며 사는 것이다. 특별히 시인은 주의 말씀이 심히 정미(精米)하다고 말한다 (140a절). 이것은 말씀이 순수하고 진실하여 일점일획의 첨삭도 불허한다는 의미이다 (계22:18, 19). 시인은 오직 진리만을 믿고의지함으로써 참된 인생을 영위하고 있는 것이다. 이상에서 우리는 다음과 같은 교훈을 얻을수 있다. 1 하나님의 말씀은 의의 유일한 기준이 된다. 인간은 말씀을 평가할 수 있는자격이 없으며 오직 복종한 의무만 있는 것이다(138절;딤후3:16, 17). 2 하나님 말씀은 인간의 영혼을 순결하게 다듬어 줄 수 있는 능력을 가지고 있다(9절). 3 참된 신자는 환난과 고통이 밀려올지라도 말씀을 온 전히 지키는 자이다(141절). 19. 하나님을 향한 간구(119:145-152) 본 단락에서시인은 하나님께서 말씀에 나타난 대로 구원해 주시기를 애원한다. 괴 로운 상황속에서 직면하여 있는 시인은 하나님을 향하여 필사적으로 부르짖는다. 1 기도의 근거:시인은 먼저 하나님의 인자하심을 바라보며 기도한다(149절). 만약 하나님께서 은혜와 자비를 베풀지 않으신다면 시인은 하나님의 존전에나아갈 수 없을 것이다. 둘째로, 하나님의 약속을 근거로 하여 부르짖는다(147절). 인간은약속을 자주 어기지만 하나님은 당신의 약속에 대해 철저하게 신실하시다. 셋째로,하나님의 재재하 심에 근거하여 간구한다(151절). 만약 하나님께서 우리와 함께거하시지 않는다면 기도 는 무용지물이 될 것이다. 넷째로, 과거의 경험을 토대로 하여 응답을 확신한다(152 절). 하나님께서는 어제나 오늘이나 여전히 동일하신 분이시다. 시인은과거에 베풀어 주신 구원을 기억하며 간절히 기도할 수 있는 것이다. 2 기도의 이유:시인이 여기서 간곡히 부르짖는 것은 오직 하나님을통해서만 자신의 문제가 해결될 수 있음을 절감했기 때문이다. 현재 심히 고통스러운 상황속에 처해 있 는 시인은(150절) 하나님의 은혜와 위로를 엄숙히 간청하는 것이다. 3 기도의 자세:먼저 시인은 열심히 기도했다(145절). 시인은'내가 부르짖었사오니' 라는 말을 무려 세번이나 반복하여(145-147절)절실함을 강조하고있다. 둘째로 '전심으 로'기도했다(145절). 시인은 다른 마음을 품지 않았고 오직 마음과뜻과 정성을 다하여 하나님의 응답을 얻으려고 노력했다. 이처럼 입술로만 부르짖었다.하나님께서는 때때 로 우리에게 인내를 주시기 위하여(눅18:1-8)응답을 지연시키기도한다. 넷째로 시인은 말씀에 대한 '믿음'으로 기도했다(147절). 그는 하나님의 언약이반드시 성취되리라는 강한 기대에 근거하여 부르짖었다. 4 기도의 내용:먼저 시인은 '내게 응답하소서'라고 외친다(145절).하나님께서 친히 자신의 간구를 들으시고 반응해 달라는 일차적인 요구이다. 이어서 시인은'나를 구원 하소서'라고 부르짖는다(146절). 그는 믿는 자들에게 구원을 약속하신 하나님(요 3:15-17)을 바라보며 위기 상황 속에서의 구조를 요청한다. 마지막으로 시인은'나를 살리소서'라고 애원한다(49절). 그는 단지 위험에서 구조되는 정도에서만족하지 않았 고 새로운 생명으로서의 활력을 요청했다. 이상에서 우리느 위급한 상황 속에서도 기도를 통하여 문제를 해결해나가는 시인의 모습을 볼 수 있었다. 우리는 악한 세력의 유혹 속에서도 하나님을 믿고의지하며 극복 해 나가야 한다. 그러기 위해서 더욱 하나님의 말씀을 사모하며 하나님의영광을 위하 여 자신이 사용될 수 있도록 쉬지 말고 기도해야 할 것이다(살전5:16-18). . 기도의 능력. 본 단락에서 시인은 기도를 통하여 자신에게 닥쳐온위기 상황을 극복하려고 노력하였다(145, 146절). 그런데 어떤 사람들은 기도가 단지개인의 심리 치료에 불과하거나 단순한 하나님과의 교제의 수단이라고 생각한다. 그러므로이제 본 강해에서는 기도가 어떠한 영향력을 미치는가에 대해 살펴보고자 한다. 1 기도는 다음과 같은 것들을 공급해 준다. 즉 두려움으로부터의자유(118:5, 6), 영혼의 강건(138:3), 인도와 만족(사58:9-11), 지혜와 총명(단9:20-27),해로움에서 피 함(욜2:32), 충만한 기쁨(요16:23, 24), 염려로부터의 자유함(벧전5:7) 등이다. 2 중보 기도는 다른 사람에게 효과를 미친다. 즉 더 큰 지혜와 능력(엡1:15-19),속 사람의 능력의 강건(엡3:16-19), 지극히 선한 것을 분별하고 의의 열매를맺도록 함(별 1:9-11), 모든 경건과 단정한 중에 고요하고 평안한 생활을 함(딤전2:1,2), 믿음의 교 제와 선한 지식의 증거(몬 6절)등을 제공할 수 있게 된다. 3 기도는 물질 세계에서도 영향력을 미칠 수 있다. 성경의 기도응답은 자연과 사람 의 신체에 관한 구체적인 일들을 포함하고 있다. 야베스는 지경을넓히고 환난에서 벗 어나기 위해 기도했으며 (대상4:10), 다른 이들을 환난에서 구해달라고 간구했고 (34:15-22), 가난하게도 부하게도 되지 말고(잠30:7-9)큰 물고기 뱃 속에서건져내도록 (욘2:7-10)간구했다. 또한 영과 혼과 몸이 흠없이 보존되며(살전5:23)병자의 고침과 (야5:14, 15) 비오지 않기를 위하여(약5:17, 18), 그리고 일용할양식을 주시도록 간구 했다(마6:11), 또한 제자들이 기도했을 때 모인 곳이 진동했으며(행4:31) 지진이 일어 나고 감옥의 문이 열렸다(행16:25, 26). 이상에서 우리는 의인의 기도가 대단한 능력을 발휘한다는 사실을알 수 있다. 사실 하나님께서는 고통이 많은 세상에서 기도를 통하여 인간과 교재하시며역사를 진전시켜 나가신다. 우리는 기도를 통하여 역사적 그리스도와 성경의 진리를 몸으로확인하며 발 전시켜 나갈 수 있다. 그러므로 우리는 과거에 결코 하지 못했던 많은기도들을 이제 드려야 할 것이다. 20. 구원의 근거(119:153-160) 위급한 상황에서 하나님의 도우심을 절박하게 요청하던 시인은 이제악인의 행동과 자신의 행동을 비교하며 하나님께서 약속하신 대로 자신을 구원해 달라고간구하고 있 다(153-155절). 먼저 시인은 자신이 하나님의 법을 잊지 않았으므로 건져 달라고 요청한다(153,154 절). 시인은 고난과 핍박 속에서도 말씀을 버리지 않았으며 (157절)꿋꿋하게 지켜 나 갔다. 그는 하나님의 말씀이 의롭고 영원함을 신뢰했기 때문에(160절)결코 떠나지 않 았다. 오히려 진리의 말씀을 어기는 사람들에 대해 안타까움과 슬픔을 느끼게 되었다 (136, 158절). 이처럼 시인은 하나님의 법이 모든 사람들에 의해 높임을 받게 되기를 바라는 마음으로(사8:20, 21)말씀을 묵상하며(15, 23, 48절) 준행하였던 것이다(1,2, 33절). 따라서 시인은 계명을 철저히 지켰음을 밝히고 담대하게 하나님의 구원을간구 하고 있다. 그러나 여기서 시인이 자신의 행위를 구원의 조건으로 제시하는것은 아니 다. 다만 말씀을 지키는 자에게 축복을 주시고, 불순종하는 자에게저주를 내리신다는 원칙을 재천명하는 것일 뿐이다(신28:1-24). 다음으로 시인은 하나님의 인자하심에 근거하여 구원을요청한다(156, 159절). 인자 는 하나님의 근본적인 속성(출34:6)으로서 인간을 구원할수 있는 유일한 근거가 된다 (6:4;44:26;115:1). 시인은 자신의 연약함을 알만서도 하나님의 인자하심을 생각하며 담대하게 구원을 간구할 수 있었다. 사실 신약 시대의 성도들도동일하게 하나님의 사 람에 근거하여 구원을 소유할 수 있는 것이다. 마지막으로 시인은 말씀의 영원한 진실성에 근거하여 구원을 확신한다(160절).말씀 은 진리로서(151절) 영원히 변치 않는 의로운 규례이다. 비록 천지가없어지는 한이 있 어도 말씀은 일점 일획이라고 변함이 없이 존재할 것이다(고후1:20).시인은 말씀이 전 적으로 무오한 점을 상기하며 고난 가운데서 반드시 구원될것을 의심하지 않았다. 이상에서 우리는 다음과 같은 교훈을 얻을 수 있다. 1의인과 악인의 궁극적 결과는 반드시 다르다(155, 156절). 하나님의 말씀을 준행하는 자는 고통중에서도 소망을 발 견할 수 있지만, 말씀을 무시하는 자는 구원에서 멀어지게 된다. 2하나님의 말씀은 사 상과 행동의 유일한 기초를 형성한다. 3 그러므로 성도들은 하나님의말씀에 민감해야 하며 그분의 뜻을 복종하며 생활해야 할 의무와 특권이 주어져 있다(마16:24). . 하나님의 말씀의 무오성. 본 단락에서 시인은 '주의 말씀의 강령은진리'라고 선 언하였다(160절). 이제 본 강해에서는 말씀이 조금도 오류가 없다는점에 대하여 좀더 자세히 살펴보고자 한다. 1 무오성의 개념:사람들은 종종 무오성이라는 단어를 자의적으로사용하여 혼란을 일으킨다. 그런데 무오성이란, 성경은 전혀 잘못을 허용하지 않으며그 모든 진술이 진 리와 일치한다는 뜻이다. 어떤 사람들은 이 용어가 인간의 구원과하나님에 대한 관계 를 나타내는 성경의 근본적인 메시지에 오류가 없다는 개념이라고주장하지만 정당한 개념으로 받아들일 수 없다. 2 무오성에 대한 성경적 근거:성경은 자체적으로 절대적 무오성을확증한다. 딤후 3:16에서는 '모든 성경이 하나님의 감동으로 되었다'라고 기록되어 있다.성경은 한 구 절도 소홀히 취급할 수 없는 절대적 권위를 소유하고 있다. 19:7-9에서는\"여호와의 율 법은 완전하여 영혼을 소성케 하고 여호와의 증거는 확실하여 우둔한자로 지혜롭게 하 며 여호와의 교훈은 정직하여 마음을 기쁘게 하고 여호와의 계명은 순결하여눈을 밝게 하도다 여호와를 경외하는 도는 정결하여 영원까지 이르고 여호와의 규례는확실하여 다 의로우니\"라고 증거한다. 그외에도 111:7;잠30:5;눅1:4;요19:35등에서성경의 절대 적인 진실성을 주장하고 있다. 21. 하나님의 말씀에 대한 애정(119:161-168) 본 단락에서 시인은 핍박과 곤고 속에서도 오직 하나님의 말씀을사랑하고 지키는 신앙적 태도를 보여주고 있다. 만약 그가 말씀을 묵상하고 마음에간직하지 않았다면 세상의 세력들을 두려워하여 무너지고 말았을 것이다. 그러나 시인은 어떠한 상황속에 철저할지라도 말씀을 최대의 관심거리로 취급했다. 그 결과 그는 '방백들의 핍박'속에 서도 주의 말씀을 경외했고(161절) 시간에 얽매이지 않고 주의 말씀을 즐거워하며찬양 하는 마음을 소유할 수 있었다(162절). 사실 진실한 성도는 고난 속에서도 하나님의 말씀을 사모하며 경외하는자이다. 말 씀을 접하는 데 있어서 최소한의 체면 치레에 그치는 것이 아니라 깊이 사랑하며날마 다 흠모한다. 시인은 무려 하루에 일곱 번씩이나 말씀을 보면서 찬양하였다고밝힌다 (164절;12:6). 신인은 이처럼 하나님의 말씀을 사랑한 결과 참된 평안을 소유하게 되었다고고백했 다(165절). 평안은 어떤 의미에서 인간의 최고의 소망이며 기업이다. 가장높은 권위와 물질의 풍부함도 평안이 없으면 아무런 가치가 없다. 바로 이러한 평안은소유할 수 있 는 조건은 하나님의 법을 전심으로 사랑하는 것이다. 단지 명성을 유지하거나 남을의 식하거나 형식적으로 율법을 지키는 것이 아니라 오직 마음으로부터 우로나오는흠모의 정을 바치는 것이다. 이럴때 모든 장애물은 제거되고 고난이나 죽음도 더 이상공포를 제공하지 못한다(히2:15). 오직 세상이 주는 것과 다른 하나님의 위대하고 영원한평안 을 소유할 수 있게 된다(사66:12;요14:27). 시인은 오직 하나님의 계명을 전심으로 지켰고(167절)주님 보시기에 합당하게행동 하도록 노력했다(168절). 단지 입술로만 말씀을 사랑한다고 말하지 않았고핍박 중에도 즐겁게 준행하려고 노력했으므로(161절) 찬송과 감사의 생활이 끊어지지않았다(164절) 바로 이러한 자세가 하나님의 중심주의적 삶이라고 볼 수 있다. 이상에서 우리는 다음과 같은 귀중한 교훈을 발견할 수 있다. 1 하나님의말씀을 사 라아하는 마음은 모든 인간적인 정욕을 억누르고 승리한 수 있는 힘을제공한다(히 4:12). 2 말씀을 사랑하고 즐거워하는 자에게는 참된 평안이 주어진다(165절).3 그러 므로 신자들은 생각과 말과 행실에 있어서 오직 주의 법을 지킬 수 있도록노력해야 할 것이다. . 말씀의 능력. 본 단락에서 시인은 말씀을 통하여 참된 생활을 영위하고있음을 보여주고 있다(163, 166, 167절). 예수님도 사단이 돌로 떡덩이가 되게 하라고유혹했 을 때 \"사람이 떡으로만 살 것이 아니요 하나님의 입으로 나오는 모든 말씀으로살 것 이라\"(마4:4)고 대답하셨다. 이처럼 말씀은 능력과 생명력을 가지고 신자들의생활을 풍성하게 만드는 힘의 원천이 된다. 그러므로 이제 본 강해에서는 하나님의말씀이 가 지고 있는 영향력에 대하여 좀더 포괄적으로 정리해 보고자 한다. 1 말씀의 생명력:말씀은 외적으로 볼 대 평범한 책에불과하지만 인격을 통하여 수 납될때 놀라운 영적 능력을 제공한다. 예수님은 말씀을씨에 비유하시면서 성장을 예고 한다(눅8:11). 야고보는 '능히 너의 영혼을 구원할 바 마음에 심긴 도를 받으라'(약 1:21)고 기록하고 있다. 말씀은 자체에 생명을 지닌 하나님의 씨앗으로서\"살았고 운동 력이 있어 좌우에 날선 어떤 검보다도 예리하여 혼과 영과 및 관절골수를 찔러 쪼개기 까지 하며 또 마음의 생각과 뜻을 감찰\"(히4:12)한다. 성경은 자주하나님의 힘과 능력 이 말씀을 통해서 역사 한다고 말한다(대하34:18-33);엡5:26;벧전1:23).예레미야는 백 성들에게 아무런 유익도 주지 못하는 거짓 선지자들을 신랄히 비난하면서 하나님의마 씀을 '불'과 '반석을 부스러뜨리는 방망이'로 비유하였다(렘5:14;20:9;23, 32).이사야 는 자연의 생산력을 말씀의 능력에 대한 현저한 설명으로 보았다(사55:10, 11).이처럼 말씀은 능동적인 생명력을 소유하고 있으며, 외견상 무시되고배척당할지라도 반드시 효과를 발생하게 된다. 2 말씀에 의한 구원:하나님의 말씀은 인간에게 구원을 전하는하나님의 도구이다. 바울은 고린도 교회에서 편지하면서 \"하나님께서 전도의 미련한것으로 믿는 자들을 구 원하시기를 기뻐하셨도다\"(고전1:21)라고 기록하였다. 말씀은 영혼을 구원하는 수단이 며(사55:2, 3:요15:3), '구원에 이르는 지혜'를 줄 수 있다(딤후3:15).복음은 좁은 의 미에서 그리스도의 죽음과 부활에 집중하지만(고전15:1-4)넓은 의미에서볼 때 인간의 죄된 상태와 하나님의 구원에 관한 계시를 포함하는 성경 전체이다. 따라서말씀은 \"모 든 믿는 자에게 구원를 주시는 하나님의 능력\"(롬1:16)이다. 그런데 이 말씀은 성령의 조명하시는 역사를 통하여 믿음을 산출하게 된다.성령은 성경의 빛을 사용하여 인간의 마음을 감싸고 있는 어두운 장벽을 무너뜨리고새로운 생 명으로 탄생하도록 도와준다(엡6:17). 말씀은 믿음으로 인도하는 놀라운 힘을 가지고 있다(롬10:17). 3 말씀에 의한 성장:말씀은 단지 우리를 그리스도에게로 인도할 뿐만아니라 계속해 서 성장하도록 양식을 제공한다. 베드로는 말씀을 갓난 아이에게 영양분을제공하는 젖 으로 비유했다(벧전1:23;2:2). 그리스도인들이 성장하고 발전하기 위해서는반드시 '교 훈과 책망과 바르게 함과 의로 교육하기에 유익한' 성경을 배워야 한다(딤후3:16). 성경은 하나님의 의오룬 기준을 제공함으로써 인간의 허물을 부각시켜 준다(약 1:23-25). 인간의 내면에 침투하여 '마음의 생각과 뜻'을 판단하여 조금도숨김이 없도 록 드러내신다(히4:12, 13). 그래서 자신의 죄악을 보고 회개하도록 유도함으로써영혼 을 소성케 한다(19:7). 또한 성경은 더 나아가서 그리스도를 계시하는 역할을한다. 구 약 시대부터 시작된 하나님의 위대한 구원 역사가 그리스도의 희생적 사역을통해서 완 성되었으므을 밝힘으로써(엡5:25, 26) 하나님과의 영원한 관계를 통하여하나님의 형상 에 이르도록 격려한다(롬8:29;고후3:18). 그래서 시편 기자는 \"내가 주께범죄치 아니 하려 하여 주의 말씀을 내 마음에 두었나이다\"(11절)라고 고백한 것이다. 4 말씀에 의한 심판:하나님의 말씀은 구원과 성장을 제공하는 반면 믿지않는 자들 을 심판하는 역할을 수행한다(요3:17, 19). 말씀은 살아있는 능력을 가지고있으므로 메시지를 거부하면 심판과 죽음을 초래하게 된다. 예수님께서도\"나를 저버리고내 말을 빌지 아니하는 자를 심판할 이가 있으니 곧 나의 한 그 밀이 마지막 날에저를 심판하 리라\"(요12:48)고 하셨다. 말씀을 수납하는자에게는'생명으로 좇아 생명에 이르는 냄 새요 받지 않는 자에게는 사망으로좇아 사망에 이르는 냄새'가 된다(고후2:15-17). 이상에서 우리는 말씀의 능력에 대하여상고해 보았다. 우리가 좀더 성경을 사모하 고 진지하게 받아들인다면 더욱 성령 충만하고성숙한 생활을 유지할 수 있을 것이다. 22. 의로운 말씀에 대한 찬양(119:169-176) 시인은 길고 긴 시편을 마무리하면서 주의말씀은 즐거움과 찬양과 감사를 제공한다 고 결론적으로 고백한다. 사실 본 시편의 전체 내용과 성도들에게 있어서 말씀이 얼마 나 중요한 위치를 차지하고 있으며존중되어야 하느지를 구체적으로 반복적으로 보여주 는 것이다. 시인은 여기서 하나님의 말씀을올바로 깨달을 수 있도록 간구했다(169, 170절). 그 는 당면한 고난으로 온전한 삶을 유지하는 비결이 바로 어떤 상황 속에서도 말씀의 진 정한 의미를 발견하는유일한 길임을 터득하고 기도하는 것이다. 시인은 인간적으로 회 의와 불안과 의심이 가중될때 더욱 말씀에 대한 신뢰를 잃지 않고 하나님의 구원을 부 르짖고 있다(50:15;91:15). 사실 시인은 하나님의법을 대할 때마다 마음속에서 우러나오는 찬양으로 가득 차게 되었다(172절). 하나님께서는 말씀을 통하여영혼의 문제를 해결해 주셨고 새로운 시야 와 헌신을 일깨워 주셨다. 그러므로 그는 어려움 속에서도 좌절하지 않고 도움을 간청 할 수 있었다. 주의 계명을 잊지 않고 즐거워하는 태도는 필연적으로 한나님을 찬양하 는 생활로 이어지게 된다. 이처럼 말씀의 심오한 맛을 접한 사람들은 환경에 좌우되지 않고 구원을 갈망하며 찬송할 수 있는 능력을 갖게 된는 것이다. 시인은 마지막으로 자신이 잃은 양같이 방황했다고 고백하고 하나님의 말씀을 통한 구원을 요청함으로써 대단원의막을 내리고 있다(176절). 시인은 \"행위 완전하여 여호와의 법에 행하는 자가 복이있음이여\"(1절)로 시작하여 \"잃은 양같이 내가 유리하오니\"로 끝을 맺었다. 첫구절은 선한 길에 대한 제시이며 마지막 구절을 선한 길로 걷도록 도와달라는 간구이다. 마치하나님의 완전한 원처럼 처음과 끝이 연결되고 있다. 이런 사실을 볼 때 시인의 유일한 소망은 하나님의 말씀을 깊이 깨닫고 준행하며 구원의 완전함과 즐거움을 맛보고 하나님을 찬양하는 것임을 알 수 있다. 아울러 이것은 단지 이 시편의 개인적 염원으로 끝나서는안 되며 모든 성도들의 한결같은 소망으로 확산되어야 할 것이다. . 말씀을 조명하는 성령의 사역. 본 시편 기자는 반복적으로 주의 말씀을 깨달을 수 있도록 도와달라고 기도하고 있다(18, 26, 27, 34, 64, 66, 73, 102, 125, 130, 135, 169, 171절). 사실 성경은 인간의 말이 아니라 성령의 감동으로 쓰여졌으므로 조 명을 통해서만 정확한 의미를 알 수 있다. 이제 본 강해에서는 성경 말씀을 잘 이해할 수 있도록 도우시는 성령의 역사에대해 좀더 자세히 고찰해 보고자 한다. 1 조명의 필요성:성경은 인간의 사상이 아니라 하나님의 진리이므로 논리적 분석이 나 종합을 통해서는 진정한 의미에 도달할 수 없으며 오직 성령의 지도를 통해서만 분 명히 알 수 있다. 인간은죄가 들어오기 전에는 성령이 필요했다. 그러나 죄가들어온 이후에는 '총명이 어두워지고 무지해짐으로써'(엡4:18)더욱 성경의 메시지가 죄의장벽 으로 싸여 있는 인간에게 전달될 수 없는 것이다. 2 조명의 개념:계시와 영감은 하나님의 진리의 말씀을 객관적으로 전달하는 것이지 만 반면에 성령의 조명은 인간의 마음과 정신 가운데 말씀을 주관적으로 계시하고적용 하는 것이다. 즉 구원의 메시지를 깨닫고 그리스도에게로 나아오며 말씀을생활에 적용 하는 법을 이해하고 계속해서 성장하도록 이끄시는 성령의 돌보심을 의미한다. 3 조명의 본질:성령의 조명은 중생으로부터 출발한다. 자연인은 령의 신비스러운 역사가 없이는 결코 말씀을 받아들이지 못한다. 성령의 조명은 먼저 믿는 자에게 성경 의 바른 의미를 이해할 수 있는 능력을주신다(디후2:!5). 둘째로, 성경을 영원히 예수 그리스도의 인격과 사역과 영광을 드러낸다(요15:26;16:14;고후4:6;엡1:16,17). 성령 은 이러한 역사를 통하여 성도로 하여금말씀을 지키며 생활할 수 있도록 인도하신다. (골1:9, 10). 4 조명의 결과:성령의 역사를 통하여 우리는 하나님을 온전히 알 수 있게 된다. 또한 하나님의 신비 즉 그리스도에 대한참된 지식을 소유하게 된다(골2:2;요일5:20). 결국 성령의 내제적 역사와 하나님에대한 지식은 완전히 하나로서 그리스도인의 표정이 된다(요일1:8, 10;2:4). 이상에서 우리는 말씀을 이해하도록 인도하시는 성령의 역사를 살펴보았다. 그러나 말씀을 조명하는 성령의 사역은 자동적으로 이루어지는 것이 아니라 겸손한 믿음(눅10:21;약4:6)을 가지고 순종(마13:13-16)하며 주야로 묵상할 때 (47, 48, 97, 148절) 비로서 활발하게 역사는 것이다. 본 시편은 성경에서 가장긴 장으로서 하나님의 말씀에 대한 장엄한 찬송의 매 구절 마다 기록되어 있다. 나머지 다른 시편들과는 달리 자체로 하나의 독립된 내용을 가지 고 있으며, 모든 시편중에서 가장 탁월하며 찬란하게 빛나는 명구들로 가득 찬 시문학 의 백미이다. 특별히 하나님을 향한 경건한고 열심있는  갈망과 영혼의 내면적 울림이 상승 작용을 일으켜 여호와의 규례를 순종하려는 헌신으로    표출되고 있다. 우리는 본 시편을 통하여 하나님과 부단한 교제를 유지하며 경건한 정열과 깊은 명상을 조화시키 는 참된 인생의 모범을 제시받을 수 있을 것이다. 본 시편의 구성은 대단히 단순하며 매우 정확하다. 히브리어 알파벳의 순서에 따라 나열된 스물 두개의 단락으로 이루어져 있고, 각 단락은 여덟 절로 되어 있는데, 모두 같은 히브리어 문자로 시작된다. 다시 말하면 첫 연에서는 히브리어 문자 '알렙'(  ), 둘째 연에서는 '베트'(  ), 셋째 연에는 '깃멜'(  )등의순서로 시작된다. 그러므로 본 시는 히브리시의 특징인 답관체(踏冠體, acrostic)형식을 띤'알파벳시'로 불리워지며, 여덟  구절들의 첫  문자가 똑같은  알파벳으로  되어 있기 때문에 팔진법시(actonary psalm)라고도 한다. 특별히 본시가 이러한 방식으로 지어진 이유는 하나님의 자녀들이 반드시 기억해야 할진리들을 잊지 않고 간직할 수 있도록 돕기 위함이다. 이런 의도에 서 시인은 독자가 지루함을 느끼지 않으면서도 정확히 본시의교훈을 숙지케 하기 위해 각 연의 첫문자가 예외없이 알파벳 순서를 유지하도록 유의했을 것이다. C.S.루이스는 이 시편이 정교한 공예인들이 백성들의 사랑을 얻기위해 한 솔기 한 솔기 공들여 수놓 은 한폭의 수예품같다고 극찬했다. 그러므로 우리는 본시에 나타난 교훈들은 신자들이 결코 간과 해서는 안될 의미심장한 진리로서 마음속에 반드시 간직해야 된다는 사실을 깊이 인식할 수 있다. 한편 본시의 저자에 대해서는 다양한 의견이 주장되고 있다. 어떤 사람은 이시편을 다윗이 왕권을 회복하기 이전 망명 생활 중 위험 가운데 처했을 때 쓴것으로 본다(19, 23,46, 141, 161절). 이들은 다윗이 많은 시편을 저술한 문학적 재능의 소유자이며 말 씀에 대해 경외심을 소유한 경건한  인물이라는 점을 들어 다윗 저작설을 내세운다. 그 러나 또 다른 사람들은 내용과 어휘와 문체에 근거하여 다윗 이후시대의 작품이라고도 한다. 심지어 어떤학자는 마카비 시대의 저작으로 거슬러 올라가기도 한다. 그러나 우 리는 저자문제에 관해서 만족할  만한 견해에 도달할 수 없음을 알게 된다. 다만 우리 는 하나님의 율법을 사랑하고 널리 기억되기를 원하는 시인이 하나님의 계시를 다양한 입장에서 묘사하여 효과적으로 기억될 수 있도록 저술했음을 알 수 있을 뿐이다. 또한 본시는 시편의 분류상 '지혜시'(wisdom psalm)라고 볼 수 있다. 본시는 단 두 절(122, 132절)만을  제외하고는 모둔 율법을 의미하는 동의어들이 등장하며 하나님의 명령과 법도와 율례를  지키도록 촉구한다. 시인은 말씀 속에 하나님의 인격과 성품이 내재되어 있다고 강조하며, 하나님을  사랑하는마음을 가지고 율법을 준수하도록 유도 한다(113, 132절). 그는 율법에대해 언급하는 과정 속에서 율법 수여자의 시각을 결코 상실하지 않았다. 시인은 율법이 하나님의 입에서 나왔다는  강한 곽신을 가지고 주의 인자와 성실(64, 90절)에 근거하여 주의 모든 계명이 신실하고(86절) 진리이며(151절) 영원하고(160절) 심히 정미하다(140절)고 말한다. 따라서 본 시편은 언약 백성에게 참 다운 인생의 의미와 가치가 오직 하나님의 계시의 총체인 율법을 순종할때,실현된다는 점을 강조하고 교훈하는 지혜 문학에 속한다고 볼 수 있다. 그런데 본시는 다양한 내용이 복잡하게 혼재되어 있는관계로 인하여 전체를 일관하 는 총괄적 개요가 존재하는지에 대해 분분한 농의가 전개되고 있다. 어떤 학자들은 여 호와의 율법의 특성과 여호와의 율법에대한 시인의 자세에 초점을 맞춘 놀리적인 기록 다으로 이해하려고 한다. 또 다른 학자들은 하나님의 말씀에 대한 열개의 동의어가 나 타난다는점에 착안하여 십계명과 연관지어 생각하기도 한다. 다른 사람들은 여덟 개의 동의어만을 주장하며 각 구절에서 하나씩 사용하여 한연에서 모두 여덟 개씩 사용되었 다고 추정한다. 그러나  이러한 방식의 입장은 본문을 상당히 수정해야 한다는 점에서 받아들일 수 없다. 그러므로 우리는  본시가  하나의  를 가지고 다양한 관점에서 기록한 잠언과 유사 한 형태의 지혜 문학서라고 볼 수 있다. 저자는 신 6 : 1-9의 말씀에 근거하여 하나님 의 명령과 법도를  준행하도록 유도한다. 우리는 본시에 대해 논리적인 개요를 만들고 제목을 붙여 이해하는 방식을  사용하기 보다는 여호와의 율법에대한 격조높은 사상과 다양한 어휘에대해 보석을 관찰하는 심정을 가지고 다각도로 음미하고 연구해야 할 것 이다. 여기에 나타난 교훈과 은총과 섭리와 경고와 약속과 안내의 말씀은 단순히 이스 라엘 공동체에만 적용되는 제한된  내용이 아니라 전인류에게 시대를 초월하여 유익이 되는 진리이다. 그래서 이시는 이스라엘의 종교 문학 중에서 독보적인 존재로서 '지혜 문학적인 오색찬란한 잠언의 목걸이'(Von Rad), '명시선집', '종합시' 등의 찬사를 받 고 있는 것이다. 이처럼 깊고 광범위한 내용을 담고 있는 본시편의 사상은 각 단락의 해설을 통하여 일목 요연하게 이해하기는 매우 어렵다. 그러므로 여기서는 본 시편의 중심이 되는 율 법에 관계된 사상을 종합적으로 정리해 봄으로써 효율적인 이해를 돕고자 한다. 1 율법의 정의 : 본 시편에서는 여호와의 율법을 표현하기 위하여 모두 9개의 동의 어를 사용하고 있다. 이 중 두 가지('율법','말씀')는 단수 형태를 취하고 있으며, 나 머지는 복수형태를 취하여 율법의 특수한 측면을 부각 시킨다.(각 용어의 의미와 내용 은 본 시편 주석의 도표를 참고하라). 특별히 시인은 율법이 '하나님으로부터 나온 가르침'이라는 사실을 강조한다. 비록 율법이 선지자들의 가르침과 선포를 통해 전달되었을지라도 배후에서 역사하신 주체는 하나님임을 명백히 한다. 그러므로 시인은율법을 하나님의 속성과 성품에 근거하여 이 해한다. 당신의 백성과 신실한 언약을 수립하신 하나님께서 유법을 수여하심으로써 당 신의 뜻을 수행하려고 의도하신다. 따라서 본시는 율법을 성실하고 인자하신 하나님께 서 언약 백성에게 주신 것으로 이해한다. 2 율법의 효력 : 본 시편의 기자는 하나님의 율법이 성도들에게 다양한은혜를 부여 한다고 강조한다. 가 정결한삶(1,9,11,133절): 시인은 인간이 범죄하지 않는 비결은 여호와의 말씀을 따라 행하는 것이라고 말한다. 율법은 성도들에게 자발적으로 좀더 청결한  마음과 윤 리적인 행동을 소유할 수 있도록 능력을 공급한다. 나명철한 마음(24,98-100, 104,666, 130절):하나님의 율법은 우둔한 자를 깨우쳐서 연장자 보다더욱 지혜롭게 만든다.  말씀은 인간의 지식과 체험과 연구를 능가하는 가 장 훌룡한 모사이다. 다  고난 중위 위로(50,52절):시인은 자신의  고통에 대해  적나라하게 표현하면서 (19,25,28절) 하나님의 말씀이 새로운  위로와 평안을  제공한다고 고백한다(54, 107, 165절). 시인은 절망적인 한계상황에 직면했을 때 말씀을 통해서 소생할 수 있는 힘을 공급받았다. 3 율법에 대한  태도:하나님의 말씀은 인간에게 순종해야 할 명령과 약속을 전달해 준다. 그러므로 하나님을 진심으로 사랑하는자는 윰법을 깨닫고 준행하기 위하여 전심 전력을 다해야 한다. 가 주야로 묵상함(2,    15, 23, 48, 78, 97, 148절):시인은 하나님의 계명을 깨닫고 적용하기 위하여 날마다 기도하며  연구한다(73,125절). 모든 일보다 우선적으로 말씀 을 명상하며 이해하도록 노력한다. 나 이해를 간구함(18절):시인은 자신의눈이 밝아져서 하나님의 진리를 명확히 보며 집중할 수 있도록 기도한다(6, 15, 37, 82,123절). 다 말씀을 향한  갈망(16, 61, 83, 93, 109, 111,  141, 161, 163, 167절): 시인은 전 인격을 통하여 하나님의 말씀을 사랑하고 즐거워하며 경외하기를원한다. 언제나 말 씀을 생각과 기억 속에 간직하고 의지적으로 선택하며 애정을 쏟도록 노력한다. 띵 말씀에 대한 무조건 순종(1, 3, 32, 59, 101, 133절):시인은도(道)와 첩경을 준 행하며 결코  불순종하지 않겠다고 다짐한다(110, 157절).    물론시인은 때때로 분노의 감정에 휩싸이기도 하지만(53, 136,  139, 158절) 전심으로 율법을지켰으며 일체의 타 협을 거부했다(113절). 링 말씀에 대한 사모함(20, 103절) : 시인은 율법을 정금보다 더욱귀중하게 여기며 (14, 72, 127, 162절) 목이  마른 사람처럼 간절히 흠모한다(131절). 그는말씀을 부담 스럽거나 지겹게 여기지    않고 큰 기쁨과 즐거움으로 여겼다(16, 24, 35, 40, 47, 70, 77, 92, 143절). 4율법주의와의 차이점 : 시인이  여기서 강조하는 율법은 율법주의와는 완전히대조 되는 개념이다. 시인은 율법을 깨닫고(7,    12, 18, 34절) 지키는(5, 10, 29절)모든 과 정이 온전히 하나님의 은혜를 통하여 가능하다고 말한다. 더구나 시인은 율법이자신의 영혼을 소성하게  만드는 능력이    있으므로(93절) 영원히  즐거워 한다고강조한다(14, 24, 35, 62, 70, 162,  174절). 그러므로 시인은 여기서 단순히 죄를 깨닫게하고 심판 을 선언하는 율법을 언급하는 것이 아니라 믿고 따르는 자들에게 생명과구원을 제공하 는 은혜로운 하나님의 말씀을 제시하는 것이다. 이상에서 살펴본 것처럼 본시는 하나님과  그분의 말씀에 대한 찬양으로가득 차 있 다. 물론 내용에 있어서 많은  반복이 발견되고 상당 부분 다른시편을 모방했을지라도 율법에 대한 일련의  생각들을 매우 함축적으로 요약하고  있다. 이런의미에서 본시는 참된 종교의 개요이며, 심오한  의미와 교훈을 성공적으로 제시해주는 요약서이다. 특 별히 신약의 관점에서 보면 말씀은 곧 성육신하신 그리스도를의미한다. 본시에는 그리 스도의 정신과 겸손, 믿음과 하나님에 대한 헌신적인 사랑,그리고 하나님의 임재에 대 한 분명한 자각이  암시적으로 스며들어 있다. 그러므로 우리는 본시를 통하여 율법에 관한 교훈뿐만 아니라 그리스도에 대한 많은 영적 보화들을 발견할 수 있게 된다. 이제 개역 성경 가운데서 가장  가운데 위치하고 있는 본시의교훈을 살펴보면 다음 과 같다. 1  하나님의 말씀을  지키고  순종하는 자는  복있는 사람이다(1, 2,  14,  16, 35 절;1:2). 2 우리가 순결하게 살 수  있는 유일한 방법은 말씀을 표준으로삼고 행하는 것이다 (9절). 3 인생이 사모해야  할 대상은 부귀 공명이나  쾌락이 아니라오직 말씀과 하나님의 구원이다(20, 123, 174절). 4 인간이 극심한 고통과 괴로움 속에서 방황할 때 새롭게 소생할수 있는 힘은 말씀 으로부터 온다(25, 28절). 5 우리가  이기적 욕망과 탐욕으로쿠터 벗어나는  길은 말씀에만시야를 고정시키는 것이다(30, 34, 35절). 6 우리가 의지할 수 있는  유일한 표준은 인간의 지식과 지혜가 아니라오직 하나님 의 말씀이다. 말씀은 변화하는 시대  속에서도 인간의 사랑과 행동의 무오한표준이 된 다. 7 참된 자유는 말슴을 구하고, 사랑하고, 즐거워하며 지킬 때에만가능하다. 말씀대 로 사는 사람은 죄의 사슬에서 해방되어 영혼의 자유를 호흡하게 된다. 8 우리는 고난을 당할  때 세상을 비관하거나 하나님을 원망하지말고 말씀으로부터 오는 위로와 소망을 맛보아야 한다(49, 50절). 성도는 환난을 통하여말씀의 진정한 의 미를 깨달을 수 있는 특권을 소유하게 된다(67절). 9 시인의 자랑과 노래는  말씀을 지키고 사랑하는 자세에서출발한다(56절). 세상적 인 가치는 더 이상 진정한 소유와 즐거움을 제공할 수 없다. 1. 주의 법을 따르는 자의 복(119:1-8) 하나님의 율법에 대한 관심이    광법위하게 나타나는 본시의 도입부는먼저 하나님을 경외하고 말씀을 순종하는 백성에게 주어지는 축복을 언급한다(1, 2절).하나님의 말슴 을 행동 지침으로 삼고 정직하고    성실하게 생활하는 자는 진정한 행복을 소유할수 있 다. 이들은 명실상부한 하나님의 백성으로서 믿음에 충실한 자들이다. 그러므로시인은 비록 좁고 협착한 길이지만 주의 규례를 따르는 길을 선택하고 확신있게걸어가라고 요 청하는 것이다(마7:13, 14). 이어서 시인은  여호와를 경외하는  자들에게는 주의 법도를 지키는 행위가 고귀한 의;무라고 강조한다(4절). 주의 법은 단순한 규례가 아니라 하나님의인격적 권위를 기 초로 한 명령이다. 인간은 성경을 선택적으로 수용할 수 있는 자경이 없으며오직 절대 적으로 수납해야 할  뿐이다. 따라서 우리는 성경 말씀을 마음속에 간직하고 근실하게 지켜야 한다(5절). 말씀을 의지로  받아 들이고 마음으로사랑하며 생활로 실천해야 한 다(요13:17). 그러나 사단은 인간들을 유혹하여 말씀을 버리고 자유의사대로 행하도록 유도한다(창3:1-5). 우리는 이러한 사단의 간계에 효과적으로 대처하기 위해서 주의말 씀을 깊이 상고하고 순종하도록 노력해야 한다(겔44:24;엡6:17). 시인은 이처럼 말씀에  입각하여 생활한 결과 새로운  고백을 드리게 된다(6,7절). 그는 항상 여호와의 의로운  판단을 배우려고 노력하였고 여호와의 능력을힘입어 법도 를 깨우친 결과    감사하는 마음을 소유하게 되었다.  또한말씀을 지킴으로써 하나님과 단절된 모든 인간들이 공통적으로 느끼게 되는 수치심으로부터 자유해질 수 있었다. 마지막으로 시인은  하나님의 임재와 보호에 대해  간절히기도하였다(8절). 진실로 선한 사람은 하나님을 떠나서는  전적으로 무능함을 고백하는 사람들이다. 인간은유한 하고 가변적이므로 신뢰할 수가 없다.  만약 우리가 하나님의 도움이없이 사단과 대항 한다면 결코 이길 수 없을 것이다. 그러므로 시인은 하나님의 특별한 인도와간섭을 통 하여 하나님의 은총을 굳게 지키는 삶을 영위하려고 애쓰고 있는 것이다. 이상에서 우리는 언제나 하나님의 말씀을 중심으로 살 때 온전한 생활에 들어갈 수 있음을 깨닫고, 자신의 전 존재를 하나님의 말씀에 예속시켜야 한다는 다짐을 하게 된 다(딤후3:16, 17). 2. 말씀을 통한 영혼의 정화(119:9-16) 앞에서 말씀이 신앙과 생활의 유일한 표준이 됨을 언급한 시인은 이제 특별히 청년 시절에 요구되는  율법의 중요성에 대해 언급하고 있다(9절). 청년기에는 힘과 정열을 절제하기 힘들고 정욕과 감정의 노예가 될 유려가많다. 시인은 바로 이러한 시기에 정 결한  삶을 유지하기  위해서는  말씀을 순종하고 배워야  한다고 주장한다(잠8:17;애 3:27). 하나님의 말씀은 고상한 철학이나 도덕적 지침,그리고 수준높은 법률보다도 더 욱 청년들을 방황하지 않고 올바르게 살아 나가도록 에너지를 공급해 준다. 시인은 범죄하지 않기 위하여 주의 말씀을마음에 두었고(11절) 말씀을 묵상하고 연 구하며 즐거워하였다(15, 16절). 사실 묵상은 말씀을마음속으로 끌어들이는 역할을 하 며, 연구는 깊이있는 숙고를 통하여 탁월한 통찰력을 제공함으로써 결국 내면 깊은 곳 에서 우러나오는참 즐거움을 제공한 것이다. 그러므로 시인은 계속해서 하나님의 법을 깨달을 수 있는 판단력과 지혜를 간구하고 있다(12절).  아무리 훌륭한 지식과 두뇌를 소유한다 할지라도 하나님의 조명과 지도를 받지 않는  한 계시의 바른 이해에 도달할 수는 없다. 따라서 시인은 주의 법도를 묵상하고 주의 율례를 즐거워하며 주의 말씀을 잊지 않겠다고 하였다. 사실 선한 생활의 출발은 하나님의 법을 기쁨으로 준수하는 데 서 기인한다. 인간은 본능적으로죄를 선호하며 육체적 욕망에 의해 좌우된다. 만약 우 리가 말씀의 능력으로  변화되지 않는다면 계속해서 죄로 향할 수밖에 없는 운명 속에 거할 것이다(11절;약1:18). 시인은 하나님의말씀을 사랑하며 절대로 처음의 열심을 잊 어 버리지 않겠다고 다짐한다. 이상에서 우리는 청년이 정결한 삶을 유지하는 유일한 비결은말씀을 상고하고 묵상 하며 따르는 길임을 확인했다. 거룩한 율법이 마음에 간직되면필연적으로 공허한 인간 의 죄악은 사라질 것이다(37:31;엡6:10-17). 3. 인생의 유일한 목적(119:17-24) 말씀을 따르는 자의 축복과 영혼의 성결함을 언급한 이후에 나타나는 본 단락은 유 일한 목적이 하나님을 섬기고 말씀을 청종하는 생활임을드러낸다. 시인은 인간이 말씀 을 알고 지켜야 할 첫  번째 이윤는, 세상에서 순례의 길을가는 자에게 유일한 위로와 구원의 근원이 되기 때문이라고 말한다. 세상에 속한 사람들은오직 이땅에서의 평안한 삶에 대해 관심을 갖지만 하늘에    소망을 둔 자들은 영원한기업에 관심을 기울인다(마 6:19, 20). 그러므로 세상을 추구하지 않고 하나님의 뜻과교훈을 충실하게 준행하기를 즐겨한다(딤후 3:1-5). 둘째로 하난님의 말씀응띵  지키지 않은 자에게 임하는 무서운 심판 때문에 말씀을 준행해야 한다고 주장한다(21절). 하나님은 당신의 말씀을 무시하고 불순종하는 '교만 한 자'에 대해 말씀에  입각하여 보응하신다. 그러므로 시인은주위의 비방과 수근거림 속에서도 인내하며 경건한 생활을 추구하였다. 잔악한 불의와 거짓증거 속에서도 하나 님의 인정을 생각하며 자족했던 것이다(롬 8:35-37). 이처럼 자신의 일생을 통하여 전적으로 하나님을 바라보아야 할분명한 이유를 발견 한 시인은 이어서 '주의 법의기이한 것'을 보여달라고 간구하였다(18절). 시인은 자신 이 하나님의 영광을 드러내는 도구가되기 위하여 하늘의 교훈을 분별하는 일이 필수적 임을 인식하고 부르짖는다. 그는 자신이 무지함으로 참된 진리를 깨달을 수 없음에 대 해 개탄하고,하나님께서 자신의 눈을 열어 주셔서 율법의 교훈을 정확히 인식할 수 있 기를 기대한다.사실 말씀은 하나님의 구원사역과 언약에 대하여 분명한 깨달음을 제공 하는 유일한 수단이다. 이것은 그리스도가 '그 안에 모든지식과 지혜의 지혜의 보고를 감추고'(골2:3)계시며 '율법의 마침이며 완성'(롬10:4)이라는 사실에서 더욱 분명해진 다. 더구나 시인은 이 세상을 영원히 있을곳으로 여기지 않았으므로 세속적인 일에 연 연하지 않고 오직  율례만을 사모하며 살겠다고 다짐했다. 사실 세상에 속한 사람들의 가장 큰 관심거리는 이 땅에서  평안하고 안락한 생활을 유지하는것이다. 그러나 지상 세계가 잠시 있다가 사라지는 임시 거처임을 아는 사람은 자신의기업이 하늘에 있음을 알기 때문에 썩어질 대상에게 마음을 빼앗기거나 동요되지않는다(마6:19, 20). 오히려 율법을 사랑하고 배우고 가르치며 생활에 적용하는 일에 대해 큰 열정을 품는다. 그러므로 시인은  주위의 훼방과  멸시 속에서도 의연한 태도로 말씀을 묵상하였다 (22, 23절). 그는 더 이상 비방과 수군거림을 통하여 자신을넘어뜨리려고 안간힘을 쓰 는 사단의 계교에 굴복하지 않았다며 더욱 꿋꿋하게 안내와 정결함을 가지고 승리하는 생활을 이룩하였다. 우리도 시인처럼 종종 애매한 핍박과 억울한 고난에 처할 때가 있 을 것이다. 이처럼 어려운 처지에 놓이게 될때 우리는 흔들리지 말고 말씀을 상고하며 이겨내야 한다. 시인은  하나님의 증거를 즐거움으로,모사(謀士)로 여김으로써 당면한 고초를 극복할수  있었다. 그는사람들의 잔악한 불의와 거짓된 중상모략이 난무할지라 도 주의 법에서 취한 아름다운 기쁨이 이    모든 것을 격퇴시키기에 충본하다고 말하였 다. 시인은 결코 자신의 인간적 지혜나 판단을 신뢰하지 않았고 오직 하나님의 말씀으 로부터 지도를 받았다. 이처럼 말씀의 교훈에 견손히 복종할 때 우리는 사단의 유혹과 이기적 충동들을 끊어버리고 참된신앙의 길에 들어설 수 있을 것이다(엡6:10-20). 그러나 만약 우리가 자신을신뢰하는 교만에 빠져 주의 계명을 무시한다면 하나님으 로부터 책망을 받게 된다(21절). 어떤의미에서 이러한 꾸지람은 하나님의 말씀으로 인 도받고 있다는 증표이다. 하나님의 말씀을 멸시함에도 불구하고 하나님의 채찍을 맞지 않는다면 계속해서 어리석음에 처할수밖에 없을 것이다. 그러므로 우리는 고난을 통해 경책하시는 주님의 뜻을 깨닫고 더욱말씀에 침잠하는 인생이 되어야 할 것이다(105절; 수1:8). 4. 탄식과 간구(119:25-32) 하나님의 말씀을 믿고 순종하는 생활이 인생의 참된 목적임을 발견한 시인은 본 단 락에서 자신의 현재 상태를 성찰하며 가슴 아픈 탄식과 아울러 회복을 위한 간구를 드 리고 있다. 먼저 시인은 자신의 생활이 부패하며세상과 연합되어 있다고 한닿한다(25절). 마치 무덤 속에 같힌 자처럼 살 소망이 없음을 고백하고 자신의 영혼이 매우 답답하며 과로 운 처지에 있음을 실감있게 표현한다. 아마도 심각한 영적 고통으로 말미암아 모든 의 욕을 상실한 탈진 상태처럼 보인다(28절). 이런 상황 속에서 시인은인간적인 방법으로 문제를 해결하려고 시도하지 않았고 오 직 자신의 잘못된 행위를 솔직히 고하며 하나님의법도를 통하여 역경을 극복하려고 하 였다(26-28절). 시인은 하나님께서  도와주실 때까지 어떠한일을 시도하거나 수행하지 않았고 전적으로 하나님의 섭리에 의존하였다. 그는과거에하나님께서 응답해 주신  사 실을 기억하며 매우 어려운 처지에서도 하나님의 주권적 계획에 모든 것을  의지한다. 시인은 하나님께서 지극히 자비로우심으로 당신 백성의호소에 귀를 기울이고  들어 주 신다는 사실을 생각하면서 영혼깊은 곳으로부터 우러나오는 풍성한 위로를  받는다(요 일5:14, 15). 이처럼 오직 하나님을 통해서 자신의 어려움을 풀려고 애쓰는 시인은  주의 법도를 깨닫게 해달라고 기도한다(26,27절). 율법에대한 바른 이해는 바른 생활의  근거가 된 다. 그런데 시인은 하나님의 조명이 없으면하나님의 율법을 정확히 이해할  수 없음을 깨닫고 기도한다. 따라서 시인은 하나님께서말씀을 정확히이해할 수 있도록    도와주시 기를 간절히 소망하는 것이다. 이제 시인은 하나님의 말씀을 자기 행동의 규범으로 삼고 의욕적으로 준행할  것을 다짐한다. 특히시인은 율법을 올바르게 지키기 위하여단지 외부적인 행위에    의존하지 말고 마음 중심에서 우러나오는 자발적인 순종이 있어야 된다는사실을 상기시켰다. 오 냐하면 율법을 외적으로 지키는 데에만 관심을 집중하게 될 때자칫하면 현실주의와 율 법주의에 빠질 유려가 있기 때문이다. 시인은 고통스러운 상황속에서도율법을  규범삼 아 자발적으로 순종하겠다고 거듭 다짐한다. 이상에서 우리는 참된기도는  비탄스러운 상황속에서도 끝까지 인내하며    부르짖는 것임을 느끼게 된다. 사람은가끔 인간적인 상황때문에 절망하며 두려워하게 된다.  그 러나 우리는  암울하고 고통스러운 상황속에서도 말씀에 입각하여 더욱  기도함으로써 문제를 해결해 나갈 수 있게 된다. 5. 주의 율례를 준행함(119:33-40) 앞에서 자신의 비탄스러운 상황을 고백하며해결을 위하여간구하던 시인은 이제  소 극적 으로는 모든 죄악으로부터 벗어나기를 간구하고,적극적으로는 주의 의에 더욱 합 치된 삶을 살기 위해 하나님의 율법을 간구하고 있다. 먼저 시인은 '주의 율례의 도'를 깨닫는 것이 선행되어야 함을 알고 간절히 기도한 다(33절). 그는 진실한  자세로 배우겠다고 굳게약속하였으며, 하나님께서 가르쳐주신 다면 반드시 선한 열매를 맺을 수 있다고 확신한다. 시인은 주의 율례를 즐거워했으며 (16절) 생활 속에서 적용하고 실천하기로 다짐한다. 둘째로 시인은 주의 백성으로서 맡은바 본분을 잘 감당할 수 있도록 영혼의 성장을 위해서 기도하였다(35, 36절). 시인이 이와같이 기도한것은 선을 자각시키는 분도, 선 을 행하게 하시는 분도 오직 하나님분이라는 사실을 알고있기 때문이다(빌2:13). 이런 의미에서 '나로 행케 하소서' 라는 표현은 선한일을 감당할 수 있는 능력을 간구한 것 이며, '내 마음을 주의 증거로  향하게 하시고'는 말씀의 증거를 청종할수 있게 해 달 라는 뜻이다. 시인은 자신이 반드시  수행해야 할 의무를 불평하지 않고 오직열심으로 감당할 수 있도록 기도하였다. 시인은 탐욕을 버리고 오직여호와의 인자하심을 간구할 때 응답될 수 있음을 확신했다. 셋째로 시인은 스스로 육체적    정욕을 억제할 수 있도록 해 달라고간구해하였다(37 절). 이 세상에서  화려하고 영광스럽게 보이는 모든  일들과 쾌락은 모두허탄한 것이 다. 이러한 세상의 명예와 부귀  영화를 추종하던 자들은 모두경건한 신앙에서 멀어지 게 되었다. 그러므로 성도들은 하나님의  보호와 인도를 통하여 세상에연연해 하지 않 고 끝까지  믿늠을 지킬 수 있도록  노력해야 할 것이다.  주님의 마음에합당한 '주의 종'은 마땅히 여호와의 법도를 순종하며  모든 인간적인 이상과 꿈과 계획을포기한 자 들이다. 이들은 주를 경외하기 때문에  여호와의 모든 인간적인 이상과 꿈과계획을 포 기한 자들이다. 이들은 주를 경외하기 때문에 여호와의 영광을 만방에선포하기 위하여 온갖 수고를 마다하지 않는다. 오직 하나님의 언약의 말씀이 반드시성취되기를 갈망할 뿐이다. 넷째로 자신이 받고  있는 훼방이 중단되기를 기도한다(39절).앞에서도(22절) 같은 내용의 기도를 드린 적이 있는  시인은 다시 한번 자신이 여호와의길을 떠난 원수들에 의해 멸시당하지 않도록 기원한다.  하나님께서는 시인이 주의법도를 진실하게 사모하 고 있음을 알기때문에  악의 훼방에서 반드시 구원해 주실    것이다. 시인은한 걸음 더 나아가 자신이 언제나 의로운 존재가 될 수 있기를 소망한다(40b절). 어떤상황 속에서 도 흔들리지  않으며 하나님의  뜻을 실천할  수 있는  존재가 되기를원한다(51:10;사 40:31;고후4:16;골3:10). 이상에서 하나님의 율례를 준행할 수 있기를 기도하고 스스로 다짐한 시인은마지막 으로 자신이 하나님의 말씀을 뜨겁게 사랑하였었노라고 고백하고 있다(40절). 그는 하 나님의 말씀에 대해 조금이라도 더 알기를 원했으며 실천할 수 있도록 노력했다. 우리 도 이러한 시인의 자세를 본받아서 생명의 길로 들어서야 할 것이다. 6. 말씀에 의한 구원(119:41-48) 본 단락에서 시인은 하나님의 말씀에 입각하며 구원을 얻고, 그것으로 인하여 더욱 말씀을 철저하게 지킬 수 있는 힘을소유하게 되었다고 말한다. 먼저 시인은 여호와께서 자신을 구원하시면 율법에 의지하여 훼방하는 자들과 대적 하겠다고 말한다(42절). 특히'주의 인자하심'을 언급함으로써 구원이 전적으로 하나님 께 있다는 사실을 밝힌다(41절). 구원은  인간의 조건에 달려있지 않고 여호와 하나님 의 언약과 은혜에  근거한다. 그러므로 시인은 하나님께서 자신이 처한 위기 상황에서 구원을 허락해 주신다면 하나님의 말씀으로 악한 세력들과 싸우겠다는 의사를 밝힌다. 사실 하나님의 말씀은 성도들이 가지고있는 공격 무기로서 인간의 모든 심령과 골수를 찔러 쪼갤만큼 예리하다(히4:12). 시인은 이러한 말씀으로 자신에게 주어지는 모든 시 험을 극복하겠다고 다짐한다(마4:1-11). 이어서 시인은 진리의 말씀을 모든 소망의 근거로 삼고있음을 고백한다(43, 44절). 시인이 진리의 말씀에서 떠난다는 사실은 결국 모든희망이 사라진다는 의미이다. 그래 서 그는 '주의 율법을 끝없이 지키겠다'는 각오를 드러낸다. 이와 같이 성도들은 하나 님의 말씀을 사모하고 따르는 데 최고의 가치를 부여해야 한다. 말씀은 성도들의 발에 등이요 길에 빛이다(105절). 우리가 말씀을 무시하고 도외시할 때 참된 믿음을 상실하 게 된다. 시인은 여호와의 말씀을 마음에담아 두고 입술에서 잠시도 떠나지 않게 함으 로써 온전한 삶을 영위하려고 기도(冀圖)한다. 마지막으로 시인은 여호와의 말씀에대한 자신의 태도를 언급한다(45-48절). 시인은 여호와의 은혜를 힘입어 스스로 다서 가지의 약속을 하였다. 첫째, 성도로서의 본분을 행하며 자유롭고 편안한 마음을 소유하겠다(45b절). 그는선한 일을 행할 때 억지로 행 하지 않고 오직    자발적으로 할 것임을 다짐했다. 둘째, 어떤 상황에서도 용기를 내어 담대하게 성도로서의 의무를 수행하겠다(46a절).시인은 느부갓네살 앞에 섰던 세 명의 소년과 같이  왕이 진노하는 일이 있을지라도  목숨을 걸고  믿음을 전파할 것이다(단 3:16-18;행4:20). 이처럼 말씀을 사랑하는 자는 어떠한 처지를 당하더러도 하나님의을 저버리지 않도록 노력하게 된다. 셋째, 기쁘고 즐거운 마음으로 계명을 준수하겠다(47 절). 시인은 결코 율법에 얽매여서 억지로 끌려가지 않았고 자의적으로 말씀을 준행하 며 기쁨을 소유한  자였다. 사실 시인은 하나님께서 기뻐하시는 일을 행할 때 가장 큰 즐거움을 느낀다. 이러한  자세는 말씀을 경외하는 모든 신자들의 공통된 마음일 것이 다. 하나님께서는 결코 인색하게    헌신하는 자를 기뻐하지않으신다. 넷째, 부지런하고 활발하게 하나님의 계명을 준수하겠다(48절). 시인은 주의계명을 손에 들고 찬양할 뿐 만 아니라 실천에 옮길 것을  다짐한다. 여기서 손을드는 행위는 성경 여러 곳에 나타 나는데, 기도한    자세(28:2;애2:19;딤전2:8), 축복하는 행위(레9:22), 맹세(108:26;창 14:22;신32:40;겔36:7;계10:5, 6).  어떤 일에 가담하는 행위(10:12;창41:44;히12:12) 등을 지시하는 말로 사용된다. 특별히 여기서는 하나님의 계명을 듣고 지키는 일에 전 심 전력을 기울인다는 각오를  나타낸다. 다섯째,주의 율례를 깊이 묵상하여 신중하게 행동하겠다(48절). 말씀의 인도를 받지않고 인간적인 판단에 의해 처리된 행동은 대단 히 심각한 문제를 초래하게 된다.  우리도 주의말씀을 연구하고 성찰하면서 전파할 수 있도록 노력해야 할 것이다. 이상에서 우리는 말씀을 통해서 구원받고 새로운 삶을 영위할 수 있음을 깨닫게 된 다. 우리가 언제나 말씀의 빛 아래 거하면 환난가운데서도 위로와 기쁨을 공급받을 수 있을 것이다(고후1:4). 7. 하나님의 말씀으로 인한 소망(119:49-56) 말씀을 통하여 진전한 구원에 들어갈 수있음을 선언한 시인은 본 단락에서 다시 한 번 생명을  살리는 말씀에 유일한 소망이 존재한다고 말하면서(49절) 믿음과 하나님의 법을 비웃는 교만한자(69, 78, 85절)를 비난한다. 먼저 시인은 자신이 환난 중에서도 말씀의 위로를 통하여 소망을 지속할 수 있었다 고 말한다(49, 50절). 시인은 근심 중에처할 지라도 하나님의 말씀이 아니었으면 자신 은 아마도 죽은 자처럼 되었을 것이라고했다. 하나님께서는 신실하셔서 한번 약속하신 말씀을 신뢰함으로 위로를 받았다. 한걸음 더 나아가 그는 만약 하나님의 말씀이 아니 었으면 자신은 아마도 죽은 자처럼 되었을 것이라고했다. 하나님께서는 신실하셔서 한 번 약속하신 말씀을 절대로 파기하지  않으신다.성령을 통하여 우리 안에 신앙심을 북 돋아 주시고 낙심하지 않도록 은혜를  베풀어주신다. 혹시 주의 백성으로서 지켜야 할 사명을 망각하고 방황하는 자가 있다면 말씀을통해 영혼이 다시 소생하도록 이끌어 주 신다. 시인은 오직 말씀을 통하여 위기를 극복할수 있는 능력을 공급받았다(고후1:4). 다음에 시인은 자신이 교만한 자로부터 조롱을 받았을 때 하나님의 옛 규례를 생각 하고 스스로 위로하며 주의 법을떠나지 않았다고 말한다(51, 52절). 여기에서 '하나님 의 옛 규례'란 하나님께서 자신을공의로운 세상의 심판주로 알려주셨음을 의미한다(렘 25:5-11). 시인은 세상의 심판을 상기시키고하나님께서 세상에 대해 영원한 고의의 법 을 적용하신다는 점을 드러내며 큰 위로를 발견한다. 현재 시인은 신앙 생활을 한다는 이유로 남의 조롱을  받고 있다(51절). 교만한 자들은 시인의 간절한 기도를 위선적인 내용이라고 모함하고, 진지한 자세를 침울한 표정이라고왜곡했다. 이러한 상황 속에서 시인은 주의 법을 떠나지 않고 다욱 성실하게 하나님을 섬기려고 하였다. 시인은 하나 님의 섭리 안에 있는 공의로운 심판을 생각하며 놀라운 위로를 얻게 된다. 시인은 악한 사람의 특징에 대해'율법을 버린자'로 규정하고 자신은 하나님의 말씀 을 유일한 법도로 삼아 지키겠다고 다짐한다. 시인의 모든 관심은 주의 법에 집중되었 으며, 율법을 노래로 만들어 부를정도였다(54절). 또한 모든 사람이 잠든 시간에 홀로 깨어 여호와의 이름을 기억하고 그 훈계를 되풀이하여 암송함으로써 하나님께 더욱 가 까와지는 생활을 하려고 애썼다. 그가 이렇게 할 수 있었던 이유는주의 명령에 순종하 는 자세를 최대의 축복으로 여겼기 때문이다. 어떤사람들은 축복이 하나님께 순종하는 자세를 최대의 축복으로 애썼다. 그가이렇게 할 수 있었던 이유는 주의 명령에 순종하 는 자세를 최대의 축복으로 여겼기 때문이다. 어떤  사람들은 축복이 하나님께 순종한 결과로 주어지는 부산물이라고 주장한다. 그러나 시인은 하나님의 뜻을 따르는일을 가 장 큰 축복으로 믿고 열심히 노력한다. 이런 생각은 현대를 살아가고 있는 우리 성도들이 반드시 지녀야 할 태도이다.오늘 날 많은 그리스도인들이 말씀을  열심히 들으면서도 말씀과 전혀 무관하게 살아가는경 향을 보인다. 그러나 말씀은 반드시 순종으로 연결되어야 한다. 우리의 생활 속에서그 말씀이 다시 확인되고 체험될 때 더 깊은 이해와 헌신으로 발전할 수 있는 것이다. 8. 여호와의 말씀에 대한 순종(119:57-64) 하나님의  말씀  안에서  소망을  발견한  시인은  여호와를  분깃으로 여겼으므로 (16:5;73:26;142:5) 하나님께  나아가는 유일한 길이 되는    말씀을 전심으로지켰다(57 절). 이와같이 여호와를 자신의  복으로 삼기를 원하는 사람은 누구나 하나님께서유일 한 왕이 되신다는 점을 인정해야 한다. 또한 시인은 과거에 하나님과 맺은언약에 근거 하여 하나님의 긍휼과  자비를 구했다(58절). 그는 하나님의  은혜를 통하여지은 죄를 용서받고 늘 선한 길로 다닐 수 있기를 기도하였던 것이다. 이러한 심정을 가지고  살아가는 시인은 혹시 자신의  불의가 생각날때에 하나님의 말씀에 비추어  즉각적으로 돌이키고 고치려고 노력했다(59,  60절). 시인은 마치작은 공예품을 만드는 것처럼 꼼꼼하게  자신을 성찰하며 온전하게 행동하였다. 그는하나님 의 말씀에 대해 전혀 이의를  제기하지 않고 즉각적으로 실천하였다. 사람들은흔히 자 신의 잘못을 신속하게 회개하지  않는 경향이 있다. 대부분 시간이 나면(행24:25)본격 적으로 회개하려고 기다린다. 그러나  시인은 자신의 행위가 잘못되었다는 사실을알았 을 때 하나님께로 돌아서서 자신의 죄를 신속하게 고백하고 교정했다. 이처럼성도들은 자신의 행동이 말씀에서 이탈하였는지에 대해 민감하게 점검하고 잘못되었을때에는 빨 리 돌아서는 습관을 형성해야 한다.  이것은 죄악으로 가득찬 세상가운데서 신자가 지 켜야 할 마땅한 태도이다. 또한 시인은 박해자의 포위를 당한 상황에서 번벌하지않고 하나님의 말씀을 지키며 감사한다(61, 62절). 악인들이 모해하려는 때에도 율법실행을 유보하지 않았으며 밤중에도 방심하지 않고 율법에 대하여  감사히 생각했다. 아미도 시인은 경건한 생활을한다는 이유로 많은 사람들로부터 노골적인 공격을 받았던 것같다. 그러나 그는 위급한 상황 속에서 주의 법을 잊어버리지 않았다. 그는마치 욥이 갈대아 사람과 스바 사람에게 약탈당했을 때 보여주었던 태도처럼 모든것을 잃어버린 상황 속에서도 믿음을 굳게 지켰다고 양심적으로 증거하고있다.  이처럼 의인은 자신의 목숨이 위태롭거나 어려운 음모에    빠질지라도  실망하여  주의  도를  멀리하거나  자포자기하는 일이  없다(욥1:20-22). 오히려 하나님의 섭리에  감사하며 찬양할 뿐이다. 사실하나님께 많이 기도하는 사람은 감사할  일도 비례적으로 증가한다. 시인은 춥고 어두운 침상에서도 홀로 일어나 하나님께 진심으로 감사하고 있다. 이러한 마음을  가지고 있는 시인은 오직  말씀을지키는 친구들을 연모한다(63절). 여호와를 경외하는 그 법도를  지키는 자들을 사랑하며함께 희노애락에 동참하였다(히10:33). 아울러 하나님께서 모든 피조물들에게 능력과필요에 따라 주의 은혜를 베풀어 주실 것을 간청하고 있다(64절). 하늘이 하나님의 영광으로 가득 찬 것처럼 땅은 주의 인자하심으로 충만하다. 그는 모든  사물속에서 하나님의 숨결을 느끼며, 벅찬 감동으로 생활하고 있다. 이처럼 성도는  어떤 상활속에서도 낙과적인 사고를 가지고 세상을 비관하며 살아가는 자들에게 사랑과 도움을 베푸어야 할 것이다. 본 단락을 통해 드러난 시인의 태도는 오늘날성도들에게 커다란 귀감이 된다. 요즘은 너무 값씬 은혜와 복음을  좋아한다. 너무쉽게 믿음을 가지며 또한 너무 쉽게 포기한다. 그러나 진정한 신자는 어려운  환난가운데서도 자신의 신분을 잊지 않고 더욱더 하나님을 의지하며 찬양하는 자이다(벧전1:6;4:12, 13). 9. 노난이 주는 유익(119:65-72) 시인은 본 단락에서 고난을  통하여 많은유익이 주어진다는 사실을 깨닫게 되었다. 고난을 경험하기 전에는 말씀의 진정한 깊이를알 수 없었지만 이제는 여호와께서 말씀 대로 자신을 대하고 있음을 확신하게  되었다. 고난은 시인의 인격과 신앙을보다 성숙 시켰으며 그의 삶이 더욱 하나님    중심으로 변하게 만들었다. 여기서 특히시인은 고난 을 통하여 주의 말씀에 대한  깨달음과 애정이 깊어졌음을 감사한다. 이처럼고난은 세 상의 어떤 명예와 부귀보다도 더 귀한 말씀의 진수를 보여주는 역할을한다. 이 부분을 통하여 우리는 다음과 같은 몇 가지 교훈을 얻을 수 있다. 첫째, 성도는 하나님의 명령을 신뢰하며 순종해야 한다(66,67절). 시인은 핍박(161 절)과 악한 자들의 훼방(22절) 때문에 고통을 당할지라도주의 계명(105절)을 살려보고 의지하였다. 이처럼 우리는 고난을 당할지라도 주님의말씀을 소중하게 생각하며 그 권 위에 복종해야 한다. 둘째, 하나님께서는 믿는 자에게 지혜를 주시는분이다. 우리가 하나님의 말씀을 진 리로 믿고 수납하면 세상을 이길 수 있는 지혜를 주실 것이다(66절). 셋째, 우리는 고난을 당할 때 감사해야한다. 시인은 자신이 당한 역경을 유익한 것 으로 생각한다(71절). 신자들은 환난을당할 때에도 약속의 말씀을 바라보고 기쁘게 극 복해 나가야 한다(롬8:18;살전5:16). 넷째, 교만한 자들이 압박해 올수록 더욱 주의    법을 배우고 준행햐야 한다(69절). 대적들은 하나님의 말씀을 왜곡하거나 거짓 증거를  일삼아서 의인을 괴롭힌다(10:4). 이럴 때일수록 더욱 갈급한심정으로 말씀을 올바르게 배워서 지켜야 한다(딤후3:17;요 일2:5). 다섯째, 율법은  가장 소중한 가치를 지녔다(72절). 시인은 율법이 자기에게 '천천 금은 보다  승하다'라고 고백했다.사실 지상에서  부귀영화나 권력보다 말씀이 후러씬 귀하며 영원한 축복이다. 오늘날말씀이 허락되었다는 사실을 당연한 사실로 여기는 여 향 있다. 그러나 우리는 말씀을 마음껏 배울 수 있는 특권의 소중함을인식하고 말씀대 로 살도록 노력해야 할 것이다(갈5:16). . 부귀와 말씀의  비교.  이 세상에서 가장 큰    위력을 지니고 있는실체는 돈이다. 돈은 막강한 권력을 휘두르며 유사  하나님으로 군림하고 있다. 사실 우리시대의 최고 의 우상은 바로 돈일 것이다.  그러므로 본 강해에서는 '천천 금은보다 말씀이더욱 승 (勝)'(72절)하다는 시인의 고백을 좀더 자세히 살펴봄으로써 말씀의 귀중성을깨닫고자 한다. 1 성경은 돈보다 더욱 영원한    행복을 준다. 돈은 명예와 쾌락을 제공해준다. 인간 들은 맘몬이 상류 사횡에 편입될 수 있는 기회를 제공해 줄 수 있다고생각하며 경배한 다. 그들은 돈으로 행복의 구성  요소가 되는 값비싼 가구와 화려한의복과 산해진미를 즐길 수 있다고 생각한다. 더구나 돈의 힘으로 책을 구입하고 도서관을 짓고선생을 불 러옴으로써 최고의 지성을 갖출 수  있다고 생각한다. 그러나 성경은 하늘 나라의시민 으로서 하나님과 최고의 지성을 갖출  수 있다고 생각한다. 그러나 성경은 하늘나라의 시민으로서 하나님과 친히 교재하는  즐거움을 누리며 걸코 시들지 않는영광의 면류관 을 얻도록 만들어 준다. 더구나  아무리 많은 돈으로도 얻을 수 없는구원의 지식과 영 생을 부여하신다. 그러므로 우리는 돈이  비록 무소불위의 힘을 가지고있는 것처럼 보 이지만 결국 행복에 관해서는 조금도 간여할 수 없음을 알게 된다. 2 성경은 존재 가치를 변화시킨다.  그러나 돈은 결코 인간의 죄를 해결할수 없다. 돈은 존귀한 인품을  형성할 수 없으며 인간의  내면에서 발생하는 고통을제거해 주지 못한다. 반면에 성경은 성도들의 '발의  등이요 길의빛'이 됨으로써 생명의 길로 인도하며 성령을 통해서  거룩한 성품을 소유하도록 만들어 준다. 또한 성경은 고통당하는 자에게 약속을 주고 가난한  자에게는 그리스도의 부유함을주고 죽어가는 자에게는 천국의 소망을 제공한다. 3 성경은 돈으로 인하여 파생하는  문제점을 해결해 준다. 돈의 증가는 유익한측면도 있지만 동시에 근심과 걱정을 가져온다. 돈은 감독과 책임을 요구하기 때문에 피곤과 과로를 가져온다. 이럴 때 성경은 참된 평안과 안정을 가져다 주며, 모든유혹을 이기고 극복할 수 있는 능력을 제공해 준다. 10 시인의 다양한 소원(119:73-80) 시인의 가장 큰  관심사는 오직 주의 율례를  온전히 지키는 것이었다. 그는교만한 자들이 온갖 권모술수를 사용할지라도  일일이 대적하지 않고 오직 하나님께 맡기고 율법에 전념했다. 이러한 시인의 태도는 무엇보다도 하나님과의 관계를 가장중요하게 여긴 데서 기인한다. 이제 본 단락에 나타난 시인의 여러 가지 희망을 관찰해 본다. 첫째, 시인은  하나님의 계명을 깨달을  수 있는 마음을  라고 소망하였다(73,  74 절). 시인은 단지 자신의 사욕을 충족시키기 위하여 소원하지않았고 오직 교회 전체의 공익을 위하여 간구하였다.  우리는 하나님의 온전한뜻을  분별할 때 자신에게 주어지 사명을 감당할 수  있게 된다. 만약진리에 대한  자각이 없다면 모든 생활은 무익하게 된다. 그러므로 우리는 말씀을 사모해야 한다. 이러한 갈망이 있을때 하나님께서는 분 명한 통찰력을 허락하실 것이다(131절;마5:6). 둘째, 시인은 주의 법을 즐거워할수 있도록 기도했다(77절). 시인이 고난 중에서도 하나님께 구원을 요구할 수 있었던 증거는 바로 율법을 기뻐하였기 때문이다. 그는 자 신이 의롭지 못하다는 사실을알고 있었기 때문에 하나님께서 자신을 징벌하시는 데 대 하여 항의할 수 없었고 오직평상시에 자신이 하나님의 법을 기뻐하고 즐거워했던 사실 을 내세웠다. 그러므로 시인은 계속해서 하나님의 말씀을 바라며 묵상하기를 소망하고 있는 것이다. 셋째, 시인은 '주의 교훈'을 흠없이지킬 수 있기를 기도하였다(80절). 시인은 교만 한 자들이 넘어뜨리려고 하는 와중에서도 하나님만을 의지하며 말씀을지키려고 노력하 였다. 그는 인간적인 방법과 힘에  의지하여 악의 세력을 퇴치하려고하지 않았고 오직 하나님의 교훈을 준행함으로써 문제가 해결될 수 있기를 원했다.이처럼 성도들은 항상 말씀을 첫째 자리에 두며 모든 관심을 집중하여 준행해야 한다(신5:33). 넷째, 시인은 하나님의 은혜를  소망했다(77절).시인은 믿음 안에서 겸손하게 하나님의 긍휼과 그 징표들을 바라본다.  그는하나님의 은혜가 없으면 아무것도 성취될 수 없음을 알았다. 사실  하나님께서 우리를 구원해주신  사실은 인간들이 의롭고 성실한 행동을 했기 때문이 아니라 하나님의 값없이 주신 은혜로 이루어진 것이다. 구약 시대에 속한 시인은 성령의 영감을  통하여이러한 은혜의 법을 깊이 깨닫고 묵상하였다(롬3:24). 11. 소망의 근본(119:81-88) 본 단락에서 시인은 역경의  순간에오직 하나님의 구원을 바라보고 있다. 여기서는 특별히 주의 구원과 말씀이 동일시되고있는데 그긋은 말씀을 통해서 구원의 능력을 나 타나기 때문이다. 시인은 곤난이 극에달할수록 하나님께 대한 열망이 더욱 깊어갔으며 환난이 종식되는 날에도 하나님의 말씀을 준수하리라고 고백하고 있다. 우리는 여기서 하나님의 말씀에 대한 시인의 지극한 애정을 확인할 수 있다. 먼저 시인은 곤경에  처해 있을 때 하나님께서 오랫동안 도와주시지 않아도 낙심치 않았다(81절). 그는 계속해서 하나님의 법을 기억하며 사모한다. 비록 몸은 지치고 쇠 약할지라도 하나님의 약속을 신뢰하며 성실한 태도를 망각하지 않았다. 왜냐하면 하나 님께서는 반드시 현재와 불안과 공포 속에서 구원을 베푸신다는 사실을 확신하고 있기 때문이다. 이러한 소망은 신약시대에 도래할 메시야의 강림에 대한 예표이다. 구약 시 대의 경건한 성도들은 아브라함 이전부터 계시되던 구원을 피곤할 정도로 사모했다(벧 전1:1-6). 그들은 너무 멀리 떨어져 있었기 때문에 말씀의 진정한 의미를 우리처럼 생 생하게 알 수는 없었을 지라도 희미한 상태에서나마 믿고 대망하였다(합2:3). 시인은 원수들이 자기를죽이려고 할 때에도 주의 법도를 지키겠다는 각오를 표명하 였다(87절). 그는혹심한 천대 속에서도 하나님의 백성으로서의 본분을 소홀히 하지 않 았으며 하나님의 언약을 힘써 지키도록 노력하였다. 특별히이 부분에서 묘사되고 있는 시인의 모습은 그리스도와 그 백성들이 장차 얼마나 큰 핍박을 받을 것이니데 대해 암 시해 주는 상징적 표현이다(85-87졸).교만한 무리들은 하나님과 맞서 대적하며 시인은 해치려고 함정을 팠다. 사실 율법에 의하면 사람이 구덩이를 파 놓고 관리를 잘못해서 이웃에게 해를 끼쳤을  경우에는 자신의 실수에 대해 정당한 보상을 하도록 되어 있다 (출21:33, 34). 그런데 이들은  고의로 구덩이를 파서시인은 해치려고 하였다. 이처럼 극도의 위기 상황 속에서도 시인은 하나님을 의지하며담대하게 말씀을 지켰다. 진정한 신자는 이미 그리스도께서 세상을  이기셨음을 기억하고악의 세력을 멸절할 수 있도록 확실한 믿음을 가지고 생활하는 자이다(마8:26;막9:23). 마지막으로 시인은 하나님께  은총을 베풀어 달라고기도한다(88절). 하나님은 자신 에게 선한 뜻을 가지고 계시며  확실하게 역사히시는분이시다. 시인은 모든 소망의 유 일한 그원이 오직 하나님께 있음을  깨닫고 모든 것을의뢰한다. 우리도 헛된 세상적인 가치를 통해 욕구를 충족하려는 허망을 버리고 오직하나님을 안에서 진실한 삶을 영위 하도록 노력해야 한다. 12. 하나님의 말씀의 확실성(119:89-96) 본 단락에서 시인은 하나님 말씀의 영원성과 불변성에 대하여 기술하고 있다. 말씀 은 세상의  다른 모든  유일한 존재들과 달리 탁월한  능력을 소유하고 있다(152절;사 40:8;마5:18;13:31, 32;24:35;벧전1:25). 먼저 시인은    하늘과 땅의  불변성을 예로들면서  말씀의 영원성을 증거한다(89-91 절). 하나님 말씀은 대대로 변치 않는 확고한약속이다. 마치 천지가 태초에 주신 하나 님의 법칙에 의거하여  운영되는 것처럼(렘31:35,36;33:25)하나님의 말씀도 영원히 불 변하는 법도이다. 우리가 구원의 확신을  가지고 살아갈 수 있는이유는 바로 하나님에 기초한다. 시인은 말씀에 근거하여 어려운  환난 가운데서도 소망을 잃지 않았다(92-94절). 시 인은 죽음의 위기를 느끼는 상황    속에서도 말씀을 통해 참된위로를 경험하게 되었다. 이처럼 하나님의 계명에    대한 진정한 사랑은 무서운 고난에서 건져낼 수 있는 능력이 있다. 바울과 실라가  감옥에 갇혀 있으면서도 찬양을 부를 수 있었던 것도 바로 이런 이유에 기인한다(행16:25). 믿음이란 결국 절망속에서도 하나님의 말씀을 의뢰하고 있 다는 증거라고 볼 수 있다(창18:14;약5:10). 시인은 하나님의 말씀의 통치 범위가 넓으므로(96절)온 우주에 미치고, 시간적으로 는 대대에 이른다고 고백한다(89, 90절). 만물도 이처럼 하나님의 말씀에 순종하는 종 이 된 까닭에 영구히 존속한다. 이와 마찬가지로 인간도 하나님의 말씀에 순종해야 명 망하지 않는다. 그러므로 신자는    하나님의 말씀에소망을 두며(93, 94절) 항상 묵상하 고 청종해야 한다. 만약 인간이  하나님의 말씀을변화시켜 보려는 헛된 생각을 갖는다 면 반드시 불행에 빠질 것이다. 왜냐하면 모든것은 다 변화될지라도 오직 하나님의 말 씀은 영존하기 때문이다(96절). 이상에서 우리는 하나님의 말씀에대한 경외심을 다시한번 회복할 수 있게 된다. 말 씀은 시공을 초월하여 변하지않는 유일한 표준으로서 절대적인 권위를 소유한다. 그러 므로 우리는 오직 말씀으로 살아가려는 종교개혁의 모토를 계속해서 견지해야 할 것이 다(롬16:225-27). 13. 하나님의 말씀으로 인한 복(119:97-104) 본 단락에서 시인은 자신이  주의 법을사랑하며 전념한다고 선언한다. 그는 하나님 의 말씀을 경외함으로 지혜(98절), 명철(99,100절), 의로움을 얻었다. 그 결과 시인은 말씀이 꿀보다 달다는 사실을 체험하고 말씀의 심오함에 젖어들게 되었다. 시인은 주의 계명을 통하여 원수보다 지혜롭게 되었고 스승보다 더 많은 것을 이해 하게 되었으며 노인보다 더욱 현명하게  되었다.이처럼 하나님의 법을 아는 것은 세속 적인 지식이나 간교한 모략을 훨씬 능가하는 영생의지혜를 허락한다(요5:39;딤후3:10, 17). 시인은 율법의 인도를 통하여 올바른  길을 갈 수있었다. 그가 죄의 유혹에서 벗어 날 수  있었던 비결은 말씀을  통해 즐겨워하며 그대로 준수하기를 좋아했기 때문이다 (103절). 이처럼 성도가 성경 말씀을  통해 결단하고 노력할때 새로운 삶과 영생의 기 쁨이 조화를 이루는 것이다. 그러므로 진실한 성도는하나님의 말씀통해 결단하고 노력 할 때 새로운 삶과 영생의 기쁨이 조화를 이루는것이다. 그러므로 진실한 성도는 하나 님의 말씀을 단지 이론적으로만 접촉하지 않고 온 인격을 기루여 관계한다. 시인도 하 나님의 계명에 대하여  '항상 함께하고'(98절),'묵상하고'(99절), '지켰던'(101절) 것 이다. 우리는 영혼을 기름지고 성숙하게 만들어 주는양식을 먹음으로써 하나님으로 부 터 오는 많은 복들을 향유해야 할 것이다. 14. 영혼의 안내자로서의 말씀(119:1-5-112) 본 단락에서 시인은 다시 한번 말씀의 역할에 대하여 제시하고있다. 말씀은 시인의 삶에 있어서 실제적인 인도자이며(105절) 고난을 극복하게 만들어주는 구원자이다(107 절). 먼저 시인은 말씀이 하나님의 뜻을 계시해 주는'등과 빛'이라고 고백한다. 만약 우 리가 주의 말씀에  근거하여 살아가지 않는다면 암흑과 같은 세상에서 길을 찾기 위해 헤매는 경우와 매우 유사하게 된다. 시인은 하나님의 말씀을 등북과 같은 안내자로 믿 고 굳게 지켜왔으며 믿음에 입각하여 구원해 주시기를기도한다. 그러므로 인간은 하나 님의 말씀을 따르는 생활을 최우선의 가치로 인식하고 참된기쁨을 향유하여야 한다. 시인은 어떠한역경 속에서도 주의  법을 멀리 하지 않고 그대로 지켜야겠다고 결심 하였다(107-112절). 비록 원수가 생명을 노리며 위협할지라도 굽히지않고 계속해서 말 씀을 준수하겠다고 고백한다.  아울러 주의 말씀이 지니고    있는 심오한의미를 깨달을 수 있는 지혜를 간구했다. 이렇게  간절한 애모의 마음은 감사와 기도와찬양을 동반하 여 이루어진다(109절).  시인은 악인의 간계에 의하여  생명이 위태로운상황 속에서도 말씀을 동해 위로를 받았다. 만약  그가 인간적인 수단과 방법으로 목전의위기를 벗어 나려고 했으면 일시적인 안락을 얻을 수 있었을런지는 모르지만결코 영원한 기쁨을 누 릴 수는 없었을 것이다. 시인은  오직 말씀에 근거하여 영원한구원을 바라보며 당면한 상황을 초월할 수 있었다. 이상에서 우리는 다음과 같은 교훈을  얻을 수 있다.  1 인간은 결코 자신의능력으 로는 참된 평안과 생명을 받을 수  없다.    2 진실한 성도는 종종 커다란 위험을경험하 지만 말씀을 통해서 극복하며 찬송을  부를 수 있다(107, 108절).  3 성도는말씀을 사 용하여 원수들의 유혹을 능히 이겨낼 수 있다(엡6:17;살전5:8;히4:12). 15. 안전의 근거(119:113-120) 시인은 본 단락에서 주의 말씀에 대한 신실한 사랑을 표명하면서 두 마음을품은 자 에 대해(113절) 미워하는 마음을 드러낸다. 시인은 단 한 번도 두 마음을 품는일에 대 해 묵인하거나 찬성한 적이 없었다. 오히려 기회가 있을 때마다 그렇게 되지않도록 말 리며 억재하였던 것이다. 시인은 하나님을 자신의 은신처이며 방패로 삼고악인을 향해 떠나가라고 요구하며(115절)하나님의 구원과 인도를 요청한다. 현재의 상황은 악한 원수들이 시인을 괴롭히고 있지만 그는하나님을 의뢰하며 주의 약속에 희망을 걸고 있다.  시인의 삶은 거짓이나 불의와 분명히구분된다(고후10:16). 의인은 죄를 행하는 사람과 성별된다(6:8). 그러나 악인과 교제를 갖는삶은 결국 하나 님과 멀어지게 된다.  그러므로 시인은 악인과 타협하지  않고 오직하나님만 의뢰하며 말씀만을 의지하는 것이다. 이러한  행동은 행악자를 물리치고 하나님의계명을 지키켓 다는 각오에서 잘 나타난다. 사실 하나님께서는 '주의 율례에서 떠나는 자'를 모두쓰레기같이 취급하셨다. 왜냐 하면 그들의 거짓된  계획은 아무 쓸모가 없었기  때문이다. 악인은매우 승승장구하는 것처럼 보이지만  사실상 멸망할 운명에 불과하다(마13:30,  49, 50). 하나님은말씀을 순종하지 않는  자에게 징계를 가하신다(벧후2:4, 5).  시인은 이러한 사실을자각하고 하나님을 경외하며  말씀을 청송하였던 것이다. 그러나  악인이 여호와의진노하심으로 인하여 멸망하는 모습을 보면서 비웃지 않았고 도리어 자신의 행위를 삼가조심하는 계 기로 삼았다. 이상에서 우리는 다음과 같은 교훈을  얻을 수 있다.  1 주님은 신자의 모든위험을 사전에 방지하시는 완벽한 은신처가 되신다(114절).  2 성도는 세상과 분리되어야하며 동시에 불신자와  멍에를 같이 매어서는 곤란하다(115절).    만약 불신자와 마음을같이 하면 자신도 모르는  사이에 세상 풍습을 닮게 된다.   3 성도는 오직하나님의 은혜를 통해서만 진정한 삶을 유지할 수 있다(116, 117절). 하나님께서 붙들어주지 않으면 타 락할 수밖에 없다.  4  성도는 악인의 멸망을 경박하게 조소하지않으며 자신의 경책의 계기로 만든다(119, 120절). 성도는  하나님의 말씀에대한 진지한 경외감을 가지고 살 아간다. 16. 말씀을 통한위로와 확신(119:121-128) 본 단락은 급박한 상황 속에서도 주의 말씀이 진정한 위로와 문제 해결의근거가 된 다고 말한다. 시인은 자신을 억압하는 압제자로부터 구출되고 더욱 말씀을깊이 깨달을 수 있도록 간구한다. 먼저 시인은 자신이 악한 일을 하지 않고 공과 의를 행했다고 호소하면주의 구원을 사모하고 있다(121-123절). 사실 당시 시인의 입장에서는 구원이빨리 성취되지 않았으 므로 두려워하고 실망에    빠졌을 것이다. 그러나 말씀을  기억한 시인은 반드시구원을 얻으리라는 확신에 도달하게 되었다. 이어서 시인은 여호와의 훈계를 좀더 사모하며 배우기를 열망하였다. 시인은자신의 상황의 노예가 되어 허둥지둥하지 않았고 하나님의 뜻을 추구했다. 이처럼하나님의 자 녀들은 하나님의 말씀을 사모하여 율례를 배우는 일에 전심전력해야 한다. 그때에비리 소 우리는 온전한 신앙으로 자랄    수 있는 것이다. 시인은 악한자들이 주의 율법을 무 시하고 폐하려고 책동하는 가운데서도 말씀을 더욱 사랑하고 지킬수 있기를 기도했다. 시인은 하나님의 말씀이 이 세상의 재물이나 권력보다 훨씬귀중하며, 영혼을 소성시키 고 성숙시키는 자양분이 된다는 사실을 알고 있다. 그러므로 시인은 원수가 극도로 강 해진 암흑의 시기에서도 신앙의  힘을 가지고 하나님의말씀을 굳게 지키고자 노력하였 던 것이다. 시인은 본 단락에서 매우 귀중한  교훈을 알려주었다. 1 하나님께서는 선악간에 판 단하시는 공의로운 분이시다. 그러므로 인간은 자신의의를 근거로 하여 원수들의 심판 을 요구할 수  있다(121절). 2 하나님께서는 말씀에 근거하여 신자들에게 힘과 위로를 베풀어 주신다. 그러므로 우리는 말씀에 약속된 내용을 자신의 행동으로 검증해 볼 수 있다(124, 125절). 3 우리는 하나님의 구원을간절히 사모해야 한다. 시인은 눈이 피곤 할 정도로 기도하였는데, 우리도 마음을 모두쏟아 전심으로 부르짖어야 한다(눅11:8). 4 세상의  극악무도한 행동은 하나님의 개입을 초래하는 증거물이다. 그러므로 우리는 악의 세력들을 두려워하지 마고 언제나소망 가운데 담대함으로 나아가야 한다. 17. 기이한 말씀의 인도하심(119:129-136) 시인은 본 단락에서 하나님의 말씀이세상 지식을 초월하여 존재하는 절대적이고 심 오한 전리라고 설파한다. 먼저시인은 하나님의 말씀이 우리에게 하나님과 참된 구원에 대해 놀라운 발견을 하도록 인도해 준다고 말한다(130절). 이러한 기이함 때문에 어리 석은 자도 주의 말씀을 쉽게 깨달으며(19:7;잠1:4) 남녀노소 모두 동참할 수 있다. 하 나님의 말씀은 자신의 무지함을 깨닫고 겸손하게 간구하는 자들에게 반드시 선량한 지 식을 전달해 줄 것이다. 또한 시인은 '주의  말씀'의 인도를 받아서 아무런  죄악도 자신을 주장하지못하게 해 달라고 간구했다. 즉 말씀을 기초로 하여 믿음을 확립하고 구원을 성취할 수있기를 희망한다. 사실 이러한 간구를 드릴 수 있는 자격도 주의 계명을 사모하는 마음에서주 어지는 것이다. 오직 말씀을 준행하며  그 법도를 지키는 자는 죄를 다스릴 수 있는능 력을 지니게 됨으로써 하나님의 거룩한 백성답게 성결한 삶을 지속할 수 있게된다. 따 라서 시인은 주의 말씀을 깨닫고 순결한 삶을 영위할 수 있도록 부르짖는 것이다. 이어서 시인은 자신을 위해  은혜를 베풀어 달라고 하나님께 간구한다(132절).그는 자신의 공적을 내세우지 않았고 겸손하여 여호와의 긍휼을 간절히 소원했다. 또한하나 님께서 선하신 역사를 일으켜주시고(133절) 자기로 하여금 평안하고 조용한 삶을 영위 하게 해 달라고 부르짖는다. 현재 눈물을 시냇물 같이 흘릴 정도로 슬픔에 가득 차 있 는(136절) 시인은 자시가 여호와의 위로를 받을 자격이 있고 몹시 필요로 한다고 설명 을 한다. 그는 자신의 혹심한  고난으로인하여 애통하지 않았고 오직 하나님께서 수치 를 당하시는 것에 대해 가슴 아파하였다. 시인은 자신을 하나님의 종이라고 불렀다(135절). 그는 종으로서 주님의 은총을 열 망하며 구원 역사의 진행을 염려하였다. 그래서 시인은 율례에 대해 가르침을 받고 그 대로 준행하려고 노력하였던 것이다. 이상에서 우리는 다음과 같은 교훈을 얻을 수 있다.   1 하나님의 말씀은 전심으로 사모해야 하는 대상이다(131절). 2 주님의 말씀은 하나님만 공경하려고 노력하는 모든 사람들에게 알려진다(27:4;마11:25). 3 경건한 성도의소원은 죄를 버리고 말씀을 총종 하는 생활이어야 한다.  4 사람들의 압박은 거룩한 삶을 위한 자극제로서의 역할을 할 수 있다(134절;눅1:74). 18. 하나님의 말씀의 속성(119:137-144) 앞에서(129-136절) 말씀의 기이함에대해 경탄하던 시인은 본 단락에서 말씀의 공의 로움과 성실함에 대해 강조한다. 먼저 시인은 하나님의 의로우심에대해 극찬한다(137절). 하나님께서는 언제나 공의 의 원칙에 의거하여 뜻하신 섭리대로 이 세상을 다스리시며 피조물에게 부당한 대우를 하지 않으신다. 시인은  바로 이러한 공의의 하나님께서 친히 제정하신 하나님의 법은 '의롭고 지극히 성실'하다고 고백한다(138절). 말씀은 오류가없는 하나님의 언약이다. 일점일획이라도 땅에 떨어지지않는 확실한 기록이다. 이 말씀을 통하여 인간은 어려움 속에서도 기쁨을 발견할 수 있게 된다(고후1:5). 이러한 사실을 절감한 시인은 순전한 말씀에 대해 열성을 가지고  있다고간증한다(139절). 그는 말씀을 사랑하고 존중한다. 그래서 대적들이 주의 법도를 무시하고 멸시할 때 의로운 분노의 불길이 가득 차 올랐 다. 시인은 원수들의 잘못된 행위를 본받지 아니하고 환난 가운데서도 더욱 말씀을 굳 게 지킨다(141, 143절). 이처럼  성도들은이 세상에서 불신자들에게 멸시를 받고 우매 한 짓을 한다고    손가락질을 받을지라도 하나님의 약속을 믿고 기도할 수 있는 믿음이 아필요한다. 시인은 고난속에서도 주의 말씀을 사랑하는 순수하고 진실한 태도를 견지 하고 있는 것이다. 이처럼 하나님의 종의 된  사람들은 당연히 하나님의 법을사랑한다(140절). 왜냐하 면 말씀으로 인하여 주의 뜻을 깨닫고  사명을수행할 수 있는 으력을 얻을 수 있기 때 문이다. 인간은 사고 능력을 지닌  존재이므로진리를 통하여 다스림을 받는 것이 마땅 하다. 피조물이 온전한 인생을 살 수 있는 비결은창조주 하나님께서 계시해 주신 명령 을 순종하며 사는  것이다. 특별히 시인은 주의 말씀이 심히 정미(精米)하다고 말한다 (140a절). 이것은 말씀이 순수하고  진실하여 일점일획의 첨삭도 불허한다는 의미이다 (계22:18, 19). 시인은  오직 진리만을 믿고의지함으로써  참된 인생을 영위하고 있는 것이다. 이상에서 우리는 다음과 같은 교훈을 얻을수 있다. 1 하나님의 말씀은 의의 유일한 기준이 된다. 인간은  말씀을 평가할 수 있는자격이  없으며 오직 복종한 의무만 있는 것이다(138절;딤후3:16, 17). 2 하나님 말씀은 인간의 영혼을  순결하게 다듬어 줄 수 있는 능력을 가지고 있다(9절). 3 참된 신자는 환난과 고통이 밀려올지라도 말씀을 온 전히 지키는 자이다(141절). 19. 하나님을 향한 간구(119:145-152) 본 단락에서시인은 하나님께서  말씀에 나타난 대로 구원해 주시기를 애원한다. 괴 로운 상황속에서 직면하여 있는 시인은 하나님을 향하여 필사적으로 부르짖는다. 1 기도의 근거:시인은 먼저 하나님의 인자하심을  바라보며 기도한다(149절). 만약 하나님께서 은혜와 자비를 베풀지  않으신다면 시인은 하나님의 존전에나아갈 수 없을 것이다. 둘째로, 하나님의 약속을 근거로 하여 부르짖는다(147절). 인간은약속을 자주 어기지만 하나님은 당신의 약속에 대해 철저하게 신실하시다. 셋째로,하나님의 재재하 심에 근거하여 간구한다(151절). 만약 하나님께서 우리와 함께거하시지 않는다면 기도 는 무용지물이  될 것이다. 넷째로,  과거의 경험을 토대로 하여 응답을 확신한다(152 절). 하나님께서는 어제나 오늘이나  여전히 동일하신 분이시다. 시인은과거에 베풀어 주신 구원을 기억하며 간절히 기도할 수 있는 것이다. 2 기도의 이유:시인이 여기서 간곡히 부르짖는 것은 오직 하나님을통해서만 자신의 문제가 해결될 수 있음을 절감했기 때문이다. 현재 심히 고통스러운 상황속에 처해 있 는 시인은(150절) 하나님의 은혜와 위로를 엄숙히 간청하는 것이다. 3 기도의 자세:먼저 시인은 열심히 기도했다(145절). 시인은'내가 부르짖었사오니' 라는 말을 무려 세번이나 반복하여(145-147절)절실함을 강조하고있다. 둘째로 '전심으 로'기도했다(145절). 시인은 다른 마음을 품지 않았고 오직 마음과뜻과 정성을 다하여 하나님의 응답을 얻으려고  노력했다. 이처럼 입술로만 부르짖었다.하나님께서는 때때 로 우리에게 인내를 주시기 위하여(눅18:1-8)응답을 지연시키기도한다. 넷째로 시인은 말씀에 대한 '믿음'으로  기도했다(147절). 그는 하나님의 언약이반드시 성취되리라는 강한 기대에 근거하여 부르짖었다. 4 기도의 내용:먼저 시인은 '내게 응답하소서'라고 외친다(145절).하나님께서 친히 자신의 간구를 들으시고 반응해  달라는 일차적인 요구이다. 이어서 시인은'나를 구원 하소서'라고  부르짖는다(146절).  그는  믿는  자들에게  구원을 약속하신 하나님(요 3:15-17)을 바라보며  위기 상황 속에서의 구조를    요청한다. 마지막으로 시인은'나를 살리소서'라고 애원한다(49절). 그는  단지 위험에서 구조되는 정도에서만족하지 않았 고 새로운 생명으로서의 활력을 요청했다. 이상에서 우리느 위급한 상황 속에서도 기도를 통하여 문제를 해결해나가는 시인의 모습을 볼 수 있었다. 우리는 악한 세력의 유혹 속에서도 하나님을 믿고의지하며 극복 해 나가야 한다. 그러기 위해서  더욱 하나님의 말씀을 사모하며 하나님의영광을 위하 여 자신이 사용될 수 있도록 쉬지 말고 기도해야 할 것이다(살전5:16-18). . 기도의 능력.   본 단락에서 시인은 기도를  통하여 자신에게 닥쳐온위기 상황을 극복하려고 노력하였다(145,  146절). 그런데 어떤 사람들은  기도가 단지개인의 심리 치료에 불과하거나 단순한 하나님과의  교제의 수단이라고 생각한다. 그러므로이제 본 강해에서는 기도가 어떠한 영향력을 미치는가에 대해 살펴보고자 한다. 1 기도는 다음과  같은 것들을 공급해 준다.  즉 두려움으로부터의자유(118:5, 6), 영혼의 강건(138:3), 인도와 만족(사58:9-11), 지혜와 총명(단9:20-27),해로움에서 피 함(욜2:32), 충만한 기쁨(요16:23, 24), 염려로부터의 자유함(벧전5:7) 등이다. 2 중보 기도는 다른 사람에게 효과를 미친다. 즉 더 큰 지혜와 능력(엡1:15-19),속 사람의 능력의 강건(엡3:16-19), 지극히 선한 것을 분별하고 의의 열매를맺도록 함(별 1:9-11), 모든 경건과 단정한 중에 고요하고 평안한 생활을 함(딤전2:1,2), 믿음의 교 제와 선한 지식의 증거(몬 6절)등을 제공할 수 있게 된다. 3 기도는 물질 세계에서도 영향력을 미칠 수 있다. 성경의 기도응답은 자연과 사람 의 신체에 관한 구체적인 일들을    포함하고 있다. 야베스는 지경을넓히고 환난에서 벗 어나기    위해  기도했으며 (대상4:10),  다른  이들을  환난에서 구해달라고 간구했고 (34:15-22), 가난하게도 부하게도 되지 말고(잠30:7-9)큰 물고기 뱃 속에서건져내도록 (욘2:7-10)간구했다. 또한  영과 혼과 몸이 흠없이  보존되며(살전5:23)병자의 고침과 (야5:14, 15) 비오지 않기를 위하여(약5:17, 18), 그리고 일용할양식을 주시도록 간구 했다(마6:11), 또한 제자들이 기도했을 때 모인 곳이 진동했으며(행4:31) 지진이 일어 나고 감옥의 문이 열렸다(행16:25, 26). 이상에서 우리는 의인의 기도가 대단한 능력을 발휘한다는 사실을알 수 있다. 사실 하나님께서는 고통이 많은 세상에서 기도를 통하여 인간과 교재하시며역사를 진전시켜 나가신다. 우리는 기도를 통하여 역사적 그리스도와 성경의 진리를 몸으로확인하며 발 전시켜 나갈 수    있다. 그러므로 우리는 과거에 결코  하지 못했던 많은기도들을 이제 드려야 할 것이다. 20. 구원의 근거(119:153-160) 위급한 상황에서 하나님의 도우심을  절박하게 요청하던 시인은 이제악인의 행동과 자신의 행동을 비교하며 하나님께서  약속하신 대로 자신을 구원해 달라고간구하고 있 다(153-155절). 먼저 시인은 자신이 하나님의 법을 잊지 않았으므로 건져 달라고 요청한다(153,154 절). 시인은 고난과 핍박 속에서도  말씀을 버리지 않았으며 (157절)꿋꿋하게 지켜 나 갔다. 그는 하나님의 말씀이  의롭고 영원함을 신뢰했기 때문에(160절)결코 떠나지 않 았다. 오히려 진리의  말씀을 어기는 사람들에 대해 안타까움과 슬픔을 느끼게 되었다 (136, 158절). 이처럼  시인은 하나님의 법이 모든 사람들에 의해 높임을 받게 되기를 바라는 마음으로(사8:20,  21)말씀을 묵상하며(15, 23, 48절) 준행하였던 것이다(1,2, 33절). 따라서 시인은 계명을  철저히 지켰음을 밝히고 담대하게 하나님의 구원을간구 하고 있다. 그러나 여기서 시인이  자신의 행위를 구원의 조건으로 제시하는것은 아니 다. 다만 말씀을 지키는    자에게 축복을 주시고, 불순종하는 자에게저주를 내리신다는 원칙을 재천명하는 것일 뿐이다(신28:1-24). 다음으로 시인은 하나님의 인자하심에 근거하여 구원을요청한다(156, 159절). 인자 는 하나님의 근본적인 속성(출34:6)으로서  인간을 구원할수 있는 유일한 근거가 된다 (6:4;44:26;115:1). 시인은  자신의 연약함을 알만서도 하나님의 인자하심을 생각하며 담대하게 구원을 간구할 수 있었다.  사실 신약 시대의 성도들도동일하게 하나님의 사 람에 근거하여 구원을 소유할 수 있는 것이다. 마지막으로 시인은 말씀의 영원한 진실성에 근거하여 구원을 확신한다(160절).말씀 은 진리로서(151절) 영원히 변치 않는 의로운 규례이다. 비록 천지가없어지는 한이 있 어도 말씀은 일점 일획이라고 변함이 없이 존재할 것이다(고후1:20).시인은 말씀이 전 적으로 무오한 점을 상기하며 고난 가운데서 반드시 구원될것을 의심하지 않았다. 이상에서 우리는 다음과 같은 교훈을 얻을 수 있다. 1의인과 악인의 궁극적 결과는 반드시 다르다(155, 156절). 하나님의  말씀을 준행하는 자는 고통중에서도 소망을 발 견할 수 있지만, 말씀을 무시하는 자는 구원에서 멀어지게 된다. 2하나님의 말씀은 사 상과 행동의 유일한 기초를  형성한다. 3 그러므로 성도들은 하나님의말씀에 민감해야 하며 그분의 뜻을 복종하며 생활해야 할 의무와 특권이 주어져 있다(마16:24). . 하나님의 말씀의 무오성.  본 단락에서 시인은 '주의 말씀의 강령은진리'라고 선 언하였다(160절). 이제 본 강해에서는  말씀이 조금도 오류가 없다는점에 대하여 좀더 자세히 살펴보고자 한다. 1 무오성의  개념:사람들은 종종 무오성이라는 단어를  자의적으로사용하여 혼란을 일으킨다. 그런데 무오성이란, 성경은 전혀 잘못을 허용하지 않으며그 모든 진술이 진 리와 일치한다는 뜻이다. 어떤 사람들은  이 용어가 인간의 구원과하나님에 대한 관계 를 나타내는  성경의 근본적인 메시지에 오류가  없다는 개념이라고주장하지만 정당한 개념으로 받아들일 수 없다. 2 무오성에  대한 성경적 근거:성경은 자체적으로  절대적 무오성을확증한다. 딤후 3:16에서는 '모든 성경이 하나님의 감동으로 되었다'라고 기록되어 있다.성경은 한 구 절도 소홀히 취급할 수 없는 절대적 권위를 소유하고 있다. 19:7-9에서는\"여호와의 율 법은 완전하여 영혼을 소성케 하고 여호와의 증거는 확실하여 우둔한자로 지혜롭게 하 며 여호와의 교훈은 정직하여 마음을 기쁘게 하고 여호와의 계명은 순결하여눈을 밝게 하도다 여호와를  경외하는 도는 정결하여 영원까지  이르고 여호와의 규례는확실하여 다 의로우니\"라고 증거한다.  그외에도 111:7;잠30:5;눅1:4;요19:35등에서성경의 절대 적인 진실성을 주장하고 있다. 21. 하나님의 말씀에 대한 애정(119:161-168) 본 단락에서 시인은  핍박과 곤고 속에서도 오직  하나님의 말씀을사랑하고 지키는 신앙적 태도를 보여주고    있다. 만약 그가 말씀을    묵상하고 마음에간직하지 않았다면 세상의 세력들을 두려워하여 무너지고 말았을 것이다. 그러나 시인은 어떠한 상황속에 철저할지라도 말씀을 최대의 관심거리로 취급했다. 그 결과 그는 '방백들의 핍박'속에 서도 주의 말씀을 경외했고(161절) 시간에 얽매이지 않고 주의 말씀을 즐거워하며찬양 하는 마음을 소유할 수 있었다(162절). 사실 진실한 성도는 고난  속에서도 하나님의 말씀을 사모하며 경외하는자이다. 말 씀을 접하는 데 있어서 최소한의    체면 치레에 그치는 것이 아니라 깊이 사랑하며날마 다 흠모한다. 시인은  무려 하루에 일곱 번씩이나    말씀을 보면서 찬양하였다고밝힌다 (164절;12:6). 신인은 이처럼 하나님의 말씀을 사랑한 결과 참된 평안을 소유하게 되었다고고백했 다(165절). 평안은 어떤 의미에서 인간의 최고의 소망이며 기업이다. 가장높은 권위와 물질의 풍부함도 평안이 없으면 아무런 가치가 없다. 바로 이러한 평안은소유할 수 있 는 조건은 하나님의 법을 전심으로  사랑하는 것이다. 단지 명성을 유지하거나 남을의 식하거나 형식적으로 율법을 지키는 것이 아니라 오직 마음으로부터 우로나오는흠모의 정을 바치는 것이다. 이럴때 모든  장애물은 제거되고 고난이나 죽음도 더 이상공포를 제공하지 못한다(히2:15). 오직 세상이 주는 것과 다른 하나님의 위대하고 영원한평안 을 소유할 수 있게 된다(사66:12;요14:27). 시인은 오직 하나님의  계명을 전심으로 지켰고(167절)주님 보시기에 합당하게행동 하도록 노력했다(168절). 단지 입술로만 말씀을 사랑한다고 말하지 않았고핍박 중에도 즐겁게 준행하려고 노력했으므로(161절) 찬송과 감사의 생활이 끊어지지않았다(164절) 바로 이러한 자세가 하나님의 중심주의적 삶이라고 볼 수 있다. 이상에서 우리는 다음과 같은 귀중한 교훈을 발견할 수 있다.  1 하나님의말씀을 사 라아하는 마음은  모든 인간적인    정욕을 억누르고  승리한 수  있는 힘을제공한다(히 4:12). 2 말씀을 사랑하고  즐거워하는 자에게는 참된 평안이 주어진다(165절).3 그러 므로 신자들은 생각과 말과 행실에 있어서 오직 주의 법을 지킬 수 있도록노력해야 할 것이다. . 말씀의 능력.   본 단락에서 시인은 말씀을  통하여 참된 생활을 영위하고있음을 보여주고 있다(163, 166, 167절).  예수님도 사단이 돌로 떡덩이가 되게 하라고유혹했 을 때 \"사람이 떡으로만 살  것이 아니요 하나님의 입으로 나오는 모든 말씀으로살 것 이라\"(마4:4)고 대답하셨다.  이처럼 말씀은 능력과 생명력을  가지고 신자들의생활을 풍성하게 만드는 힘의 원천이 된다.  그러므로 이제 본 강해에서는 하나님의말씀이 가 지고 있는 영향력에 대하여 좀더 포괄적으로 정리해 보고자 한다. 1 말씀의 생명력:말씀은 외적으로 볼  대 평범한 책에불과하지만 인격을 통하여 수 납될때 놀라운 영적 능력을 제공한다. 예수님은 말씀을씨에 비유하시면서 성장을 예고 한다(눅8:11). 야고보는    '능히 너의 영혼을  구원할 바 마음에 심긴 도를 받으라'(약 1:21)고 기록하고 있다. 말씀은 자체에 생명을 지닌 하나님의 씨앗으로서\"살았고 운동 력이 있어 좌우에 날선 어떤 검보다도 예리하여 혼과 영과 및 관절골수를 찔러 쪼개기 까지 하며 또 마음의 생각과 뜻을 감찰\"(히4:12)한다. 성경은 자주하나님의 힘과 능력 이 말씀을 통해서 역사 한다고 말한다(대하34:18-33);엡5:26;벧전1:23).예레미야는 백 성들에게 아무런 유익도 주지  못하는 거짓 선지자들을 신랄히 비난하면서 하나님의마 씀을 '불'과 '반석을 부스러뜨리는 방망이'로 비유하였다(렘5:14;20:9;23, 32).이사야 는 자연의 생산력을 말씀의 능력에 대한 현저한 설명으로 보았다(사55:10, 11).이처럼 말씀은 능동적인  생명력을 소유하고 있으며, 외견상  무시되고배척당할지라도 반드시 효과를 발생하게 된다. 2 말씀에  의한 구원:하나님의 말씀은 인간에게  구원을 전하는하나님의 도구이다. 바울은 고린도 교회에서 편지하면서 \"하나님께서 전도의 미련한것으로 믿는 자들을 구 원하시기를 기뻐하셨도다\"(고전1:21)라고 기록하였다. 말씀은 영혼을 구원하는 수단이 며(사55:2, 3:요15:3), '구원에 이르는 지혜'를 줄 수 있다(딤후3:15).복음은 좁은 의 미에서 그리스도의 죽음과  부활에 집중하지만(고전15:1-4)넓은 의미에서볼 때 인간의 죄된 상태와 하나님의 구원에 관한 계시를 포함하는 성경 전체이다. 따라서말씀은 \"모 든 믿는 자에게 구원를 주시는 하나님의 능력\"(롬1:16)이다. 그런데 이 말씀은 성령의  조명하시는 역사를 통하여 믿음을 산출하게 된다.성령은 성경의 빛을 사용하여 인간의 마음을 감싸고 있는 어두운 장벽을 무너뜨리고새로운 생 명으로 탄생하도록  도와준다(엡6:17). 말씀은 믿음으로 인도하는 놀라운 힘을 가지고 있다(롬10:17). 3 말씀에 의한 성장:말씀은 단지 우리를 그리스도에게로 인도할 뿐만아니라 계속해 서 성장하도록 양식을 제공한다. 베드로는 말씀을 갓난 아이에게 영양분을제공하는 젖 으로 비유했다(벧전1:23;2:2). 그리스도인들이 성장하고 발전하기 위해서는반드시 '교 훈과 책망과 바르게 함과 의로 교육하기에 유익한' 성경을 배워야 한다(딤후3:16). 성경은  하나님의 의오룬  기준을  제공함으로써 인간의  허물을 부각시켜 준다(약 1:23-25). 인간의 내면에 침투하여 '마음의 생각과 뜻'을 판단하여 조금도숨김이 없도 록 드러내신다(히4:12, 13). 그래서 자신의 죄악을 보고 회개하도록 유도함으로써영혼 을 소성케 한다(19:7). 또한 성경은 더 나아가서 그리스도를 계시하는 역할을한다. 구 약 시대부터 시작된 하나님의 위대한 구원 역사가 그리스도의 희생적 사역을통해서 완 성되었으므을 밝힘으로써(엡5:25, 26) 하나님과의 영원한 관계를 통하여하나님의 형상 에 이르도록 격려한다(롬8:29;고후3:18). 그래서  시편 기자는 \"내가 주께범죄치 아니 하려 하여 주의 말씀을 내 마음에 두었나이다\"(11절)라고 고백한 것이다. 4 말씀에 의한 심판:하나님의 말씀은  구원과 성장을 제공하는 반면 믿지않는 자들 을 심판하는  역할을 수행한다(요3:17, 19). 말씀은  살아있는 능력을 가지고있으므로 메시지를 거부하면 심판과 죽음을 초래하게 된다. 예수님께서도\"나를 저버리고내 말을 빌지 아니하는 자를 심판할 이가 있으니 곧 나의 한 그 밀이 마지막 날에저를 심판하 리라\"(요12:48)고 하셨다. 말씀을 수납하는자에게는'생명으로 좇아 생명에 이르는  냄 새요 받지 않는 자에게는 사망으로좇아 사망에 이르는 냄새'가 된다(고후2:15-17). 이상에서 우리는 말씀의 능력에  대하여상고해 보았다. 우리가 좀더 성경을 사모하 고 진지하게 받아들인다면 더욱 성령 충만하고성숙한 생활을 유지할 수 있을 것이다. 22. 의로운 말씀에 대한 찬양(119:169-176) 시인은 길고 긴 시편을 마무리하면서 주의말씀은 즐거움과 찬양과 감사를 제공한다 고 결론적으로 고백한다. 사실 본 시편의 전체 내용과 성도들에게 있어서 말씀이 얼마 나 중요한 위치를 차지하고 있으며존중되어야 하느지를 구체적으로 반복적으로 보여주 는 것이다. 시인은 여기서 하나님의 말씀을올바로 깨달을 수 있도록 간구했다(169, 170절). 그 는 당면한 고난으로 온전한 삶을 유지하는 비결이 바로 어떤 상황 속에서도 말씀의 진 정한 의미를 발견하는유일한 길임을 터득하고 기도하는 것이다. 시인은 인간적으로 회 의와 불안과 의심이 가중될때 더욱 말씀에 대한 신뢰를 잃지 않고 하나님의 구원을 부 르짖고 있다(50:15;91:15). 사실 시인은 하나님의법을 대할 때마다 마음속에서 우러나오는 찬양으로 가득 차게 되었다(172절). 하나님께서는 말씀을 통하여영혼의 문제를 해결해 주셨고 새로운 시야 와 헌신을 일깨워 주셨다. 그러므로 그는 어려움 속에서도 좌절하지 않고 도움을 간청 할 수 있었다. 주의 계명을 잊지 않고 즐거워하는 태도는 필연적으로 한나님을 찬양하 는 생활로 이어지게 된다. 이처럼 말씀의 심오한 맛을 접한 사람들은 환경에 좌우되지 않고 구원을 갈망하며 찬송할 수 있는 능력을 갖게 된는 것이다. 시인은 마지막으로 자신이 잃은 양같이 방황했다고 고백하고 하나님의 말씀을 통한 구원을 요청함으로써 대단원의막을  내리고 있다(176절). 시인은 \"행위 완전하여 여호와의 법에 행하는  자가 복이있음이여\"(1절)로 시작하여  \"잃은 양같이 내가 유리하오니\"로 끝을 맺었다. 첫구절은 선한 길에 대한 제시이며 마지막 구절을 선한 길로 걷도록 도와달라는 간구이다. 마치하나님의 완전한 원처럼 처음과 끝이 연결되고 있다. 이런 사실을 볼 때 시인의 유일한 소망은 하나님의 말씀을 깊이 깨닫고 준행하며 구원의 완전함과 즐거움을 맛보고 하나님을 찬양하는 것임을 알 수 있다. 아울러 이것은 단지 이 시편의 개인적 염원으로 끝나서는안 되며 모든 성도들의 한결같은 소망으로 확산되어야 할 것이다. 특주 . 말씀을 조명하는 성령의 사역.  본 시편  기자는 반복적으로 주의 말씀을 깨달을 수 있도록 도와달라고 기도하고 있다(18,    26, 27, 34,  64, 66, 73,  102, 125, 130, 135, 169, 171절). 사실 성경은 인간의 말이 아니라 성령의 감동으로 쓰여졌으므로 조 명을 통해서만 정확한 의미를 알 수 있다. 이제 본 강해에서는 성경 말씀을 잘 이해할 수 있도록 도우시는 성령의 역사에대해 좀더 자세히 고찰해 보고자 한다. 1 조명의 필요성:성경은 인간의 사상이 아니라 하나님의 진리이므로 논리적 분석이 나 종합을 통해서는 진정한 의미에 도달할 수 없으며 오직 성령의 지도를 통해서만 분 명히 알 수  있다. 인간은죄가 들어오기  전에는 성령이 필요했다. 그러나 죄가들어온 이후에는 '총명이 어두워지고 무지해짐으로써'(엡4:18)더욱 성경의 메시지가 죄의장벽 으로 싸여 있는 인간에게 전달될 수 없는 것이다. 2 조명의 개념:계시와 영감은 하나님의 진리의 말씀을 객관적으로 전달하는 것이지 만 반면에 성령의 조명은 인간의 마음과 정신 가운데 말씀을 주관적으로 계시하고적용 하는 것이다. 즉 구원의 메시지를 깨닫고 그리스도에게로 나아오며 말씀을생활에 적용 하는 법을 이해하고 계속해서 성장하도록 이끄시는 성령의 돌보심을 의미한다. 3 조명의 본질:성령의  조명은 중생으로부터 출발한다. 자연인은 령의 신비스러운 역사가 없이는 결코 말씀을 받아들이지 못한다. 성령의 조명은 먼저 믿는 자에게 성경 의 바른 의미를 이해할 수 있는 능력을주신다(디후2:!5). 둘째로, 성경을 영원히 예수 그리스도의 인격과 사역과  영광을 드러낸다(요15:26;16:14;고후4:6;엡1:16,17). 성령 은 이러한 역사를 통하여 성도로 하여금말씀을 지키며 생활할 수 있도록 인도하신다. (골1:9, 10). 4 조명의 결과:성령의 역사를 통하여 우리는 하나님을 온전히 알 수 있게 된다. 또한 하나님의 신비 즉 그리스도에 대한참된 지식을 소유하게 된다(골2:2;요일5:20). 결국 성령의 내제적 역사와  하나님에대한 지식은 완전히 하나로서 그리스도인의 표정이 된다(요일1:8, 10;2:4). 이상에서 우리는 말씀을  이해하도록 인도하시는 성령의 역사를 살펴보았다. 그러나 말씀을 조명하는  성령의 사역은 자동적으로 이루어지는 것이  아니라 겸손한 믿음(눅10:21;약4:6)을 가지고  순종(마13:13-16)하며 주야로 묵상할 때  (47, 48, 97, 148절) 비로서 활발하게 역사는 것이다."
        }
    ]
}