{
    "bible_book": "시편",
    "chapter_number": 85,
    "commentaries": [
        {
            "verse_reference": "85:1",
            "commentary": "주의 땅(아르체카).\n 직역하면 ‘당신의 땅’(thy land, KJV, RSV)으로서 전문(前文)의 ‘여호와’(예화)를 나타내는 2인칭 대명사가 딸린 표현이다. 본문에서는 이스라엘이 거주하였던 가나안 땅을 가리키는데, 이를 본문처럼 표현한 것은 모든 만물 특히 가나안 땅은 하나님의 소유인데(24:1, 89:11, 레25:23), 이를 이스라엘 백성에게 기업으로 주셨기 때문이다(창12:7, 15:7-21, 민34:2-12). 은혜를 베푸사.\n 이에 해당하는 히브리어 ‘라차’은 ‘ … 을 기쁘게 여기다, 받아 들이다, 호의를 가지다’ 등의 뜻을 갖는다. 이는 단순히 친절한 말 이상의 의미로서 어떤 사람 또는 어떤 존재를 받아 들인다는 뜻을 나타내며 특히 속죄의 문맥에서 종종 쓰인다.(렘14:10,12, Kidner) 이로 볼 때 본문은 하나님께서 범죄한 이스라엘 백성들에게 호의를 베푸시사 그들을 용서하시고 호의로 대하심을 뜻한다. 야곱의 포로된 자.\n ‘야곱’이 이스라엘 백성을 가리키는 또 다른 말인 바(81:1), 과거 바벨론에 포로되어 끌려갔다가 이제 돌아온 이스라엘 백성을 뜻하는 것 같다.(14:7, Anderson, Calvin, Clarke) 그러나 혹자는 본문의 ‘포로된 자’를 대적들에 의해 다른 나라 또는 열악한 상황에로 끌려간 자를 뜻하지 않고 단순히 고통과 고난 가운데 처한 자를 뜻한다고 보기도 한다.(Alexander)"
        },
        {
            "verse_reference": "85:2",
            "commentary": "주의 백성의 죄악을 사하시고.\n ‘죄악’의 히브리어 ‘아온’은 ‘아와’ (구부리다, 왜곡하다)에서 유래된 말로 ‘악’, ‘사악함’ 등을 뜻하는데, 특히 하나님의 백성들이 삶 가운데서 하나님의 뜻을 거역하고 그릇되게 행동한 불의들을 가리킨다(the iniquity,KJV,RSV). 한편 ‘사하시고’에 해당하는 히브리어는 ‘나사’으로서 ‘들어올리다’, ‘받아들이다’, ‘감당(담당)하다’ (출 28:38, 레 10:17, 민 18:1,23, 30:15) 등의 뜻을 갖는다. 본문에서는 하나님께서 당신의 속죄제물의 희생에근거하여 이스라엘 백성들의 죄악을 감당하신다는 뜻으로서 곧 그들의 죄를 용서하신다는 의미이다. 덮으셨나이다(카사).\n 이는 ‘(눈을 해치는 것을) 덮는다’는 뜻을 내포하는 말이다(Kissane). 이로 볼 때 본문은 하나님께서 당신외 희생 제물의 구속에 근거하여 이스라엘 백성들의 죄를 당신의 눈에 보이지 않도록 온전히 가리우시는 것을 암시하는 듯하다. 한편, 히브리서 기자는 하나님이 그리스도의 영원한 속죄에 의해 죄 를 온전히 제거하시사 기억조차 아니하시는 것으로 언급하고 있다 (히 9:12, 10 :11-18). =====85:3 거두시며 (* ,아사프) - 기본 의미는 '모으다'이며 (삼상 14:19,Anderson) ,이에서 '가져오다', '취하다' 등의 뜻이 파생되었다. 주의 진노를 돌이키셨나이다( , 헤쉬보트 메하론 아페카) - 직역하면 '당신이 당신의 진노의 열로부터 돌이키셨다'(thou didst turn from thy hot anger,RSV)이다. 이는 하나님께서 심한 진노를 멈추시사 돌이키시는 것을 뜻한다. 여기에서 우리는 하나님의 크신 긍휼을엿볼 수 있다. 특히 본문에서 '진노의 열(또는 뜨거움)'(* ,에하론 아페카)이란 흔히 불이 하나님 의 심판의 진노를 상징하는 바(겔 10:1,7;15:7;히 12:29), 하나님의 진노의 매섭고 혹독함을 암시한다. =====85:4 우리 구원의 하나님 - 하나님께서 이스라엘을 언약적 차원에서 구원하시는 분임올을 나타내는 명칭이다(79:9). 우리를 돌이키시고(* ,슈베누) - 이에 대해서 혹자는 '우리에게 돌이키소서\"(뺙212녜초1028. 78, 란)서'(Return back to us,NEB,RV)라는 뜻을 취하여(Kissane,Alexander), 그 크신 자비로써 이스라엘 백성들에게 다시 해아오시라써 이스라엘 백성들에게 다시 찾아오시라는 뜻으로 본다.그러나 다른 사람은 이를 '우리를 돌이키소서', 즉 '우리를 회복시키소서'리를 돌이키소서',즉 '우리를 회복시키소서' (Restore us again,RSV)의 뜻으로 본다(노어#(Anderson,Calvin,Clarke). 이중에서 본 시의 문맥 특히 5-7절의 내용의 흐름을 볼 때 후자가 더후자가 더 타당한 듯하다. 분노(* , 카아스) - 3절의 '분노'(* ,에브라, 감정의 분출, 격노)와는 원어상 다른 말로서 '괴롭힘', '슬픔' 등 다양한 뜻을 암시하는데, 혹자는 본문에서 비탄서 비탄(grief)과 의분(indignation)의 감정이 혼합된 것을 나타낸다 한다(Alexander)#$#2츤도).. ======85:5 영원히(* , 할르올람) - 히브리어 원문에 의하면 본절 서두에 언급되어 있는어 있는 데, 이는 그 의미를 강조하는 측면에서인 듯하다. 이 말은 후문(後文)의 '대대에\"( #뼉3 뻑뼉5 ,대에'(* ,레도르 와도르,세대와 세대에,to generation and generation)와 10(20덴]021병행을 이룬다. =====85:6 우리를 다시 살리사(* ,아타 타슈브 테하예누) - 직역하면 '당신면 '당신이 돌이키시사'(you will turn), '당신이 우리를 소생시키사'(you will revive)#어 횔3##8)의 뚱이다. 앤더슨e)의 뜻이다. 앤더슨(Anderson)은 언급하기를 원문상의 두 동사는 상호 동격적 표현인데 주된 사상은 두데 주된 사상은 두 번째 동사(소생시키시사)에 의해 표출된다고 한다. 따라서 본문은 기자가 이스라엘 백성들을심각한 역경과 침체의 상황 가운데서 생명으로 소생시켜 달라고 간구하는 내용이다. =====85:7 주의 인자하심 - '인자하심'(* , 헤세드)은 '하사드'(* ,인사하다.친절하다,.친절하다, 자비를 베풀다)에서 유래된 말로 '친절함, '자비', '인자함'등의 뜻을 갖는다. 특히 구약 성는다. 특히 구약 성경에서 이는 자기 백성과의 언약에 신실하사 끝까지 그들을 돌보시는 하나넘의 크고 불변하는는 하나님의 크고 불변하는 사랑을 뜻하는 말로 자주 사용된다 (창 19:19;출 34:6;대하 7:3 )하 7:3;렘 31:3 등). 구원 - (* ,예솨) - 이는 '야솨'(* ,열려 있다,넓다, 해방하다)에서 됩래된 말로 '구왼', '왜유래된 말로 '구원','해방' 등을 뜻한다. 이는 신학적 또는 비신학적인 용어로도 쓰이는데(창 47} 조) 수 6 } 25 ) 삼상는데 (창 47:25; 수 6:25; 삼상 23:5), 흔히 성경에서는 신학적 용어로 많이 쓰여지며, 많은 경우떼 하나넘께서 당신의 백성,많은 경우에 하나님께서 당신의 백성들을 대적 또는 역경으로부터 구출하신다는 뜻으로 쓰여진다. =====85:8 대저...화평을 말씀하실 것이라(* , 키 예다베르 솰롬) - 직역하면 '왜냐하면 그가 화평을 말씀하실 것이기 때문이다'(for he will speak peace,KJV,RSV)이다. 이것은 원인절로서 전문(前文)에서 저자가 하나님의 말씀을 듣겠다고 한 데 대한 이유를 설명해 주는 역할을 한다. 여기서 화평을 말씀하신다는 것은 곧 현재의 모든 억압 상황으로부터의 구원을 약속하신다는 말이다. 성경은 이런점에서 구원의 복음을 '평화를 공포하는 것'(사 52:7), '화평의 복음'(행 10:36)이라고 언급하기도 한다. 망령된(* ,케실라). 이는'카살'(* ,살찌다, 어리석다)에서 유래된말로 '어리석음'(folly, KJV,NIV)을 뜻한다. 본문에서는 영적인 몽매함 가운데 하나님을 떠나 죄악된 길로 가는 것을 가리킨다. =====85:9 그의 구원이...가까우니 - 하나님의 구원이 곧 임하여진다는 뜻을 암시하는 표현이다(사 46:13;51:5;56:1;마 3:2). 영광이 우리 땅에 거하리이다 - 혹자는 본문의 '영광'을 8절의 '화평'과 동등한 의미로 해석하기도 한다(Kissane). 그러나 본문에서는 하나님의 임재(Anderson),또는 하나님의 신성한 은혜의 외적표현(또는 결과, Alexander)을 암시하고 있는 듯하다. 그리고 '우리 땅'이란 1절의 '주의 땅'과 같이 이스라엘 백성이 거주하는 가나안 땅을 가리킨다. 저자가 이를 '우리 땅'이라 한 것은 그곳이 하나님께서 그들에게 기업으로 주신 땅이기 때문이다(출 6:8). 결국 본문은 하나님이 회복된 이스라엘 백성과 함께하사 시시 때때로 필요한 모든 것을 은혜롭게 공급해 주실 것이라는 기대와 소망을 나타낸다. =====85:10 긍휼과 진리가 같이 만나고 - '긍휼'(* , 헤세드)이란 7절의 '인자하심'과 같은말이다. 그리고 '진리'(* ,에메트)란 '아만'(* ,세우다, 지탱하다, 신뢰하다)에서 유래된 말로 '안정성', '확실함', '진실' 등을 뜻한다. 일반적으로 이는 언약이나 기타 말씀에 대한 하나님의 신실하심을 뜻하는 말로서 앞의 '긍휼'과 함께 하나님의 속성을 나타내는 것으로 본다 (Alexander,Anderson,Tate,VanGemeren). 그러나 혹자는 이를 하나님께 대한 이스라엘 백성의 신실함, 즉 하나님의 '긍휼'에 반응하는 것으로서의 이스라엘 백성의 진실함으로 보기도한다(Kissane). 이중에서 후자를 취할 경우 본문은 하나님의 긍휼에 대하여 이스라엘 백성들이 진실된 반응을 보이는 것, 즉 신앙적인 삶을 사는 것을 뜻하는 것으로 보여진다. 그러나 전자를 취할 경우 본문은 이들 두 하나님의 속성이 그분의 뜻을 성취하기 위해 보내진 사자(종)들처럼 서로 만나 이스라엘 백성들로 하여금 온전하고 복되게 살도록 그 땅을 복스럽게 한다는 뜻을 암시한다. 테이트(Tate)는 이에 대해 언급하기를'긍휼, 진리, 의와 화평은 그 땅 가나안 땅)에 선함과 풍요로움올 공급해 주시는 여호와의 사역의 살아있는 대리인들로서 나타난다'라고 하였다. 의와 화평이 서로 입맞추었으며 - 일반적 으로 많은 사람들은 '의'와 '화평'을 전문(前文)의 '궁휼'과 '진리'처럼 하나님의 속성 또는 하나님의 사역의 결과로 본다(Alexander,Anderson,VanGemeren,Tate). 그러나 혹자는 전문과 같은 경우로'의'란 하나님의 율법에 대한 이스라엘 백성들의 순종(적 삶)이며, '화평'이란 이스라엘 백성의 순종에 대한 하나님의 보상으로 보기도 한다(Kissane). 만약 후자를 취할 경우 본문은 이스라엘 백성들이 하나님의 뜻에 맞는 삶을 살음으로써 화평하고 복된 삶을 누리는 것을 암시하는 듯하다. 그러나 전자를 취할 경우 본문은 하나님께서 당신의 은혜를 내리시고 이 땅에 의와 화평으로 가득 찬 아름다운 축복을 조성하신다는 뜻을 함축한다 하겠다. =====85:11 진리는 땅에서... 하감하였도다 - 혹자는 이를 10절의 경우와 같이 이 땅의 인생들이 진리대로 살 때 그것은 곧 하나님의 공의의 뜻에 따라 구원하시는 은총을 내려주신다는 뜻으로 본다(Kissane,Davies,Cohen). 그러나 본문은 10절의 반복으로서 하나님의 은혜, 도우심이 조화롭게 임하심을 암시한다는 뜻으로 보는 편이 더 자연스러울 것이다(Alexander,Anderson,Tate). =====85:12 여호와께서...산물을 내리로다 - 이는 10,11절과 연관시켜 볼 수 있다. 즉 하나님께서 긍휼, 진리, 의, 화평 등을 주심으로 그 결과 가나안 땅이 풍요로운 결실을 맺게 된다는 뜻이다. 혹자는 '좋은 것'을 비(Dahood) 혹은 땅의 산물 등으로 보기도 하나, 그보다는 인생들이 필요한 모든 것을 얻는 일을 가능케 하는 하나님의 은혜(긍휼, 진리, 의, 화평 등)를 가리킨다고 봄이 더 무난하겠다. =====85:13 의가 주의 앞에 앞서 행하며... 삼으리로다 - '행하며'(* ,할라크)란 '걷다' ,'가다'의 뜻을 나타내는 강한 시적인 표헌이라한다 (Alexander). 이로 볼 때 본문은 '의가 여호와 앞에 간다'는 극히 시적인 표현이라 하겠다.이것은 이스라엘 가운데 임재하시어 함께하실 하나님께서 먼저 그들의 상태를 의롭게 변화시키신다는 의미인 것 같다. 왜냐하면 하나님께서는 거룩하신 바 불의 가운데는 임하시지 않기 때문이다. 주의 종적으로 길을 삼으리로다 - 혹자는 본문의 '삼으리로다'에 해당하는 '야셈'(* )이 '솰롬(* )의 오기(誤記)인 것으로 해석하여 '화평'(10절)이 여호와(의 행적)를 뒤따라갈 것이라는 의미로 본다(Anderson). 그런가 하면 의가 주께서 가야 할 길을 준비하리라는 뜻으로도 이해한다(Righteousness...prepares the way for his steps,NIV). 우리는 전반절의주의 연장선상에서 본문을 '(의가) 우리로 하여금 주의 행적을 따르도록 해준다'(shall set us in the way of his steps,NIV)는 의미 정도로 이해하고자 한다. 본 시편은 바벧론 포로에서 유다로 돌아온 시인이 황폐해진 유다의 현장을 목격하 면서 과거에 하나님께서 이스라엘에 베푸신 은혜를 근거로 하여(1-3절) 현재의 고난 을 하나님께 부탁하는 내용이다(4-7절). 동시에 시인은 영적으로 황폐해진 이스라엘의 현실을 통감하면서도 또한 온전한 아스라엘의 회복을 확신한다. 이러한 시인의 확신은 구원에 대한 하나님의 약속에서 비롯된 것이다. 본시가 쓰여지게 된 역사적 상황에 대하여서는 본문 자체를 통하여 분명하게 알 수 는 없으나 1내용 자체의 분위기가 문언가 황량한 상황에서 막 벗어나 영광스러운 미 래의 상태를 대망하고 있으며 2몇 가지 구체적인 표현(땅, 회복, 구원,의)들이 반복 된 사실을 생각해 볼 때, 바벧론 포로 이후에 쓰여진 것으로 추정된다. 특히 1-3절은 이스라엘이 바벧론에서 돌아온 사실을 염두에 두고, 한편으로 돌아온 백성들에게 아직 까지는 많은 환난이 있음을 생각하며, 다음의 4-7절의 간구를 하였다고 볼 수 있다. 이와 같은 맥락에 비추어 볼 때 본시는 스룹바벧 시다(스3, 4장), 또는 에스라와 느헤 미야 시대(스9, 10장;느2-6장)에 쓰여진 것으로 볼 수 있으며, 또한 84편과 마찬가지 로 고라 자손에 의하여 기술, 정리된 것으로 이해된다. 한편 본 시편의 내용 속에서 몇 가지 특징적인 기술이 눈에 두드러진다. 먼저 본시 는 네 부분으로 구분할 수 있다. 즉 1하나님의 과거에 행하신 은혜를 언급함(1-3절) 2 획복에 대한 애가와 기도(4-7절) 3하나님의 구원에 대한 기대(8,9절) 4 미래의 온 전한 구원에 대한 희망을 언급(10-13절)등이다. 그런데 이러한 구분을 통해서 우리는 특징적인 반복을 살필 수 있다. 이러한 점은 특별히 첫 세 단락으로 두드러지게 나타 난다. +------------------------------+-------------------+ | 땅 | 1, 9절 | +------------------------------+-------------------+ | 회복, 돌아옴 | 1, 4, 6절 | +------------------------------+-------------------+ | 당신의 백성, 그의 백성 | 2, 6, 8절 | +------------------------------+-------------------+ | 하나님의 분노 | 3, 5절 | +------------------------------+-------------------+ | 구원 | 4, 7, 9절 | +------------------------------+-------------------+ 그런데 마지막 단락(10-13절)은 이상하게도 첫 세 단락과 유사 어휘가 없다. 이것 은 마지막 단락의 관심이 하나님의 구원의 본질과 그 적용에만 있기 때문이다. 이러 한 맥락에서 볼 때 마지막 단락 자체 내에서도 동일한 반복이 있음을 발견할 수 있다. +--------------------------------+-----------------+ | 우리 땅 | 9, 12절 | +--------------------------------+-----------------+ | 신실함에 대한 권고 | 10, 11절 | +--------------------------------+-----------------+ | 의로우심 | 10, 11, 13절 | +--------------------------------+-----------------+ 이제 이러한 내용을 참고로 하여 각 단락의 내용과 그 주도적인 사상 및 교훈을 살 펴보면 다음과 같다. 1. 하나님의 과거에 행하신 은혜(85:1-3) 본 단락은 이스라엘을 바벧론 포로에서 돌아오게 해 주신 사실에 대하여 하나님께 감사하는 부분이다. 이러한 회복의 성격은 과거에 발생했던 모든 죄악을 덮으셨음을 가리키는 것이며, 또한 하나님께서 당신의 분노와 진노를 거두셨다는 사실을 단적으로 보여주는 것이다. 하나님의 주권적인 은총으로 말미암을 이스라엘의 회복은 결국 죄에 대한 하나님의 용서를 의미한다. 하나님께서는 당신의 모든 지노하심을 꺾으셨다. 이런 하나님의 진 노는 무엇과 관련이 있는가? 그것은 곧 하나님의 '질투심'과 관계가 있다. 하나님은 당신의 거룩하심이 백성의 죄와 배도에 의하여 침해받으실 때 질투하시는 모습으로 나 타나셨다(출32:12;34:14;민25:4). 그 후에 여호와는 모든 것을 완전하게 태워버리시는 불과 같은 모습으로 당신을 드러내셨다(출24:17;히12:29). 그분이 진노하실 때 언약 백성들은 가나안 땅을 소유하지 못하였고, 사랑하는 아이들을 빼앗겼으며, 적들에 의 해 철저하게 유린되었다. 이렇게 하나님의 닌노로 말미암아 그들의 삶 자체가 위협을 당할 때에(104:29)이스라엘은 오직 하나님의 자비를 통해서 자신들의 삶이 유지됨을 배우게 되는 것이다. 사실 하나님께서는 주권적인 은혜로 당신의 백성의 죄를 용서하셨다(2절). 용서라 는 것은 죄와 그 죄의 결과들을 모두 제거하는 것을 가리킨다. 곧 하나님께서는 당신 의 진노를 은총으로 바꾸심으로써 이스라엘에게 무조건적인 호의(好意)를 나타내셨다. 이러한 점은 구원 사역에 있어서 하나님의 주권적 섭리를 의미한다. 본 단락을 통하여 우리는 다음과 같은 교훈을 깨달을 수 있다. 1 하나님께서는 언 제나 자비를 베푸시기를 즐겨하신다. 즉 여호와는 신자에게 언제나 진노하시를 원치 않으신다(30: 5;출34:6, 7). 2 신자는 자신이 원하는 대로 상황이 전개되지 않더라도 지금까지 베푸신 하나님의 은총에 감사들여야 한다. 2. 회복에 대한 애가와 기도(85:4-7) 포로 귀환의 감격과 기쁨을 노래하던 시인은 이어서 여전히 억압받고 고통당하는 이스라엘의 슬픈 상태에 대해 호소하여 이스라엘의 완전한 회복을 하나님께 간구한다. 그 기도는 1 이스라엘 백성들의 마음이 온전히 하나님께로 햐하고 (4절) 2 과거의 노 하심으로 인한 징계의 흔적이 지워지고 구원의 역사가 완수될 것(5-7절) 등 두 가지로 나타난다. 이 기도의 결과로 다시 회복이 된다면 이스라엘은 다시 기뻐하게 되며, 하 나님의 인자하심을 경험하게 될 것이다. 한편 본 시편은 크게 두 가지 형식으로 이루어져 있다. +----------------------+ | A. 기도(4절) | | B. 질문(5, 6절) | | A. 기도(7절) | +----------------------+ 여기서 시인은 현재 하나님의 은총을 빼앗아 간 원인을 발견하고 있다. 그는 하나 님의 분노 때문에 문제가 야기되었다고 말한다(4절;겔20:28). 그러나 본 단락에 나타 난 시인의 심정을 좀더 자세히 살펴보면, 현재의 고통스런 상황을 '하나님의 진노'라 는 측면 속에서 이해하기 보다는 '하나님의 시험'(test) 이라는 관점에서 바라보고 있음을 알 수 있다. 왜냐하면 1 본단락의 내용 속에는 이스라엘의 죄에 대한 구체적 고백이 없고 2 앞 단락(1-3절)과는 다르게 급격한 상황이 전개되었다는 사실 때문이 다. 또한 현재 상황을 고통스러워하는 이스라엘 백성들은 자신들에 대한 하나님의 사랑 에 대한 의지하여 구원의 회복을 기대한다(4절). 그들은 하나님의 확고한 사랑과 인자 하심을 근거로 호소한다(7절). 여기서 '인자하심'이란 구원과 같은 차원의 언어이다. 왜냐하면 두 단어는 모두 하나님께서 언약 백성들에게 내려 주시는 징종의 혜택 (benefit)을 가리키기 때문이다. 하나님만이 언약 백성의 구원을 이루어 주시는 분이 시다. 그러므로 시인은 4절에 나타난 '우리구원'이라는 표현을 7절에서 이르러서는 '주의 구원'이라는 표현으로 확대시키고 있는 것이다. 이처럼 여호와의 인자하심을 근거로 구원을 부르짖는 시인은 두 번의 간구(4, 7절) 사이에 새로운 문제를 제기함으로써 현재 이스라엘의 모습에 대한 슬픔을 표시한다. 즉 시인은 1 하나님의 진노하심에 대해 반문하고(5절) 또한 2하나님께서 은총을 내려 주시지 않는다는 사실에 대해 의문을 제기한다(6절). 마치 하나님께서 영원히 진노하 심을 거두지 않으시고, 고아와 같이 버려두실 것만 같은 상황 속에서도 시인은 하나님 의 구원을 확신한다. 이러한 자세는 6절에 나타난 대명사 '당신'(you)의 강조적 사용 에서 분명히 드러난다(이것은 개역 성역에는 '주'로 번역되어 있다). 이 표현은 하나 님의 은총으로 말미암아 슬픔이 기쁨으로 반드시 변화될 것에 대한 신뢰를 가리키는 것이다(104:29,30). 시인은 어려운 상홍 속에서도 하나님의 사랑의 실현을 기다리며(7 절)과거에 베푸셨던 하나님의 은혜의 역사가 결코 중단되지 않는다는 강한 자신감을 표출하고 있다. 본 단락을 통하여 우리는 다음과 같은 교훈을 깨달을 수 있다. 1 우리가 하나님을 믿고 의지하는 태도를 보일 수 있는 것은 자신의 노력으로 이루어지지 않고 오직 하나 님의 은혜로 말미암아 가능하다(80:3, 7, 19). 2 우리는 어떠한 상태 속에서도 하나님 의 인자하심이 결코 중단되지 않는다는 자신감을 가져야 한다. 3. 하나님의 구원에 대한 기대(85:8-9) 본 단락에서 시인은 하나님께서 당신의 백성에게 화평을 주실 것으로 확신한다. 아 울러 그 화평을 통하여 이 땅위에 하나님의 영광이 나타날 것을 기대한다(사60:1,2;슥 2:5). 사실 이스라엘을 향한 하나님의 이러한 계시는 마침내 예수 그리스도를 통해서 실현된다. 아마도 사도 요한은 본 구절을 통하여 그리스도의 영광을 통한 구원과 평강 을 바라보았을 것이다. 이스라엘 백성들은 하나님께 순복함으로써 하나님의 응답을 기다린다. 8절의 '내 가'라는 표현은 시인의 자신의 말일 수도 있고, 하나님의 응답을 기다리는 한 선지자 의 말로 볼 수도 있다. 그는 하나님께서 '화평'을 말씀하신다는 사실을 확신함으로써 근심 속에서 평안을 얻게 된다. 이와 같이 이스라엘은 하나님의 백성이므로(4:3) 절망 적인 상황 속에서도 궁극적으로 세상의 조롱거리가 될 수는 없을 것이다. 또한 9절에서는 4-7절에 걸쳐 서술했던 질문과 애가에 대한 응답이 기술된다. 하나 님의 구원이(4, 7절)가까이 왔으나(사46:13;51:5)모든 사람에게 임한 것은 아니다. 그 것은 오직 망령된 데로 돌아가지 아니하는(8절)하나님을 경외하는 자에게만 주어지는 축복이다. 하나님을 경배하는 자들은 새로운 회복의 시기에 상속자로서 '새로운 영'을 소유하게 될것이다. 그런데 그 회복의 시기는 '구원', '영광', '사랑', '의', '화평', '좋은것'과 같은 표현으로 서술되어 있다(9-12절). 이와 같은 내용을 볼때 우리는 하 나님의 모든 소유물들이 언약 백성들에게 나누어진다는 사실을 알 수 있다. 본 단락을 통해서 우리는 기도에 있어서 요구하는 내용에 대한 실현을 응답으로 볼 것이 아니라 오히려 하나님께서 주시는 화평으로 말미암는 기쁨을 온전한 응답으로 보 아야 한다는 점을 깨닫게 된다(빌4:4-7). 4. 미래의 온전한 구원에 대한 소망(85:10-13) 본 단락에서 시인은 하나님께서 베풀어 주신 구원의 결과를 언급하고 있다. 시인은 하나님께서 당신의 속성인 '긍휼', '진리', '의', '화평'등과 같은 선한 성품들을 당 신의 백성에게 나누어 주시며, 이전과는 비교도 되지 않을 완전한 구원을 성취하심에 대해 확신하며 기쁨으로 감사하고 있다(72:3;89:14;렘26:4;겔34:27;슥8:12). 회복의 시기는 하나님의 손 안에 있다. 왜냐하면 구원이란 하나님 당신의 철저한 주권의 의지이기 때문이다. 특별히 이러한 신적 의지와 관련하여 하나님의 네 가지 속 성(사랑, 신실, 성실, 의)이 본단락에서 소개되고 있다. 하나님께서는 끊임없는 '사 랑'의 근원이시다. 사실 7절에서 백성들은 하나님의 사랑이 드러나기를 소원하였다. 하나님의 사랑은 신실함으로 표현되고, 반면에 그분의 신실하심은 사랑 속에서만 표출 되는 것이다. 일반적으로 하나님의 '성실'(loyalty)을 표현할 때에, 이처럼 '사랑'과 '신실'이 결합되어 나타나는 것을 종종 볼수 있다(25:10;40:10, 11;57:10;61:7;출 34:6). 이제 새 시대는 하나님의 사랑과 신실에 근거하여 하나님의 '의로우심'이 확립 되는 시기가 될 것이다(10,11절, 13절;4:1;22:31). 이런 시기에 하나님의 성실하심과 의로우심은 하늘과 땅 전체에 드러나며 전 우주적인 것으로 표출된다(사45:8). 또한 시인은 관심은 '땅'과 '백성'에게로 집중된다(12절). 그는 하나님께서 언약 백성을 땅으로 돌아오게 하신 사실을 기억하면서(1절)이제 그 땅에서 누릴 축복을 기 대한다. 하나님의 약속은 땅에 대한 백성들의 기쁨으로 확인되며(11절)그분의 축복은 바로 축복의 땅으로부터 많은 산물(産物)을 획득하는 것으로 나타난다. 사실 백성들이 하나님의 축복에 대하여 기뻐하는 것은 하나님의 통치에 대한 명백 한 증거가 된다. 왜냐하면 여호와로 인한 복은 하나님의 승리와 구원의 결과로서 하나 님이 선택한 백성들을 결코 내버리지 않으심을 가리키기 때문이다(4,6,9,10-12절). 그 러므로 하나님의 구원을 기뻐하고 그분의 통치에 전적으로 순종하는 자에게는 참된 평 화와 안식이 주어진다. 그러므로 언약 백성들은 불의한 세상 속에서도 하나님의 공의 로운 보호를 받으며(갈5:5;벧후3:13)즐거워할 수 있는 것이다(13절). 본 단락을 통하여 우리는 다음과 같은 교훈을 얻을 수 있다. 1참으로 하나님의 구원을 받은자는 하나님의 긍휼과 진리 안에서 열매를 맺을 수 있게 된다. 2하나님의 백성은 언제나 하나님이 과거에 행하신 사실을 면밀히 관찰함으로써 올마른 길을 걸어갈 수 있게 된다."
        },
        {
            "verse_reference": "85:1",
            "commentary": "주의 땅(아르체카). 직역하면 ‘당신의 땅’(thy land, KJV, RSV)으로서 전문(前文)의 ‘여호와’(예화)를 나타내는 2인칭 대명사가 딸린 표현이다. 본문에서는 이스라엘이 거주하였던 가나안 땅을 가리키는데, 이를 본문처럼 표현한 것은 모든 만물 특히 가나안 땅은 하나님의 소유인데(24:1, 89:11, 레25:23), 이를 이스라엘 백성에게 기업으로 주셨기 때문이다(창12:7, 15:7-21, 민34:2-12). 은혜를 베푸사. 이에 해당하는 히브리어 ‘라차’은 ‘ … 을 기쁘게 여기다, 받아 들이다, 호의를 가지다’ 등의 뜻을 갖는다. 이는 단순히 친절한 말 이상의 의미로서 어떤 사람 또는 어떤 존재를 받아 들인다는 뜻을 나타내며 특히 속죄의 문맥에서 종종 쓰인다.(렘14:10,12, Kidner) 이로 볼 때 본문은 하나님께서 범죄한 이스라엘 백성들에게 호의를 베푸시사 그들을 용서하시고 호의로 대하심을 뜻한다. 야곱의 포로된 자. ‘야곱’이 이스라엘 백성을 가리키는 또 다른 말인 바(81:1), 과거 바벨론에 포로되어 끌려갔다가 이제 돌아온 이스라엘 백성을 뜻하는 것 같다.(14:7, Anderson, Calvin, Clarke) 그러나 혹자는 본문의 ‘포로된 자’를 대적들에 의해 다른 나라 또는 열악한 상황에로 끌려간 자를 뜻하지 않고 단순히 고통과 고난 가운데 처한 자를 뜻한다고 보기도 한다.(Alexander)"
        },
        {
            "verse_reference": "85:2",
            "commentary": "주의 백성의 죄악을 사하시고. ‘죄악’의 히브리어 ‘아온’은 ‘아와’ (구부리다, 왜곡하다)에서 유래된 말로 ‘악’, ‘사악함’ 등을 뜻하는데, 특히 하나님의 백성들이 삶 가운데서 하나님의 뜻을 거역하고 그릇되게 행동한 불의들을 가리킨다(the iniquity,KJV,RSV). 한편 ‘사하시고’에 해당하는 히브리어는 ‘나사’으로서 ‘들어올리다’, ‘받아들이다’, ‘감당(담당)하다’ (출 28:38, 레 10:17, 민 18:1,23, 30:15) 등의 뜻을 갖는다. 본문에서는 하나님께서 당신의 속죄제물의 희생에근거하여 이스라엘 백성들의 죄악을 감당하신다는 뜻으로서 곧 그들의 죄를 용서하신다는 의미이다. 덮으셨나이다(카사). 이는 ‘(눈을 해치는 것을) 덮는다’는 뜻을 내포하는 말이다(Kissane). 이로 볼 때 본문은 하나님께서 당신외 희생 제물의 구속에 근거하여 이스라엘 백성들의 죄를 당신의 눈에 보이지 않도록 온전히 가리우시는 것을 암시하는 듯하다. 한편, 히브리서 기자는 하나님이 그리스도의 영원한 속죄에 의해 죄 를 온전히 제거하시사 기억조차 아니하시는 것으로 언급하고 있다 (히 9:12, 10 :11-18)."
        },
        {
            "verse_reference": "85:3",
            "commentary": "거두시며 (아사프). 기본 의미는 ‘모으다’이며 (삼상 14:19,Anderson),이에서 ‘가져오다’, ‘취하다’ 등의 뜻이 파생되었다. 주의 진노를 돌이키셨나이다(헤쉬보트 메하론 아페카). 직역하면 ‘당신이 당신의 진노의 열로부터 돌이키셨다’(thou didst turn from thy hot anger,RSV)이다. 이는 하나님께서 심한 진노를 멈추시사 돌이키시는 것을 뜻한다. 여기에서 우리는 하나님의 크신 긍휼을 엿볼 수 있다. 특히 본문에서 ‘진노의 열(또는 뜨거움)’(에하론 아페카)이란 흔히 불이 하나님 의 심판의 진노를 상징하는 바(겔 10:1,7, 15:7, 히 12:29), 하나님의 진노의 매섭고 혹독함을 암시한다."
        },
        {
            "verse_reference": "85:4",
            "commentary": "우리 구원의 하나님. 하나님께서 이스라엘을 언약적 차원에서 구원하시는 분임을 나타내는 명칭이다(79:9). 우리를 돌이키시고(슈베누). 이에 대해서 혹자는 ‘우리에게 돌이키소서”(Return back to us,NEB,RV)라는 뜻을 취하여(Kissane,Alexander), 그 크신 자비로써 이스라엘 백성들에게 다시 찾아오시라는 뜻으로 본다. 그러나 다른 사람은 이를 ‘우리를 돌이키소서’, 즉 ‘우리를 회복시키소서’ 우리를 돌이키소서’, 즉 ‘우리를 회복시키소서’ (Restore us again, RSV)의 뜻으로 본다(Ander-son,Calvin,Clarke). 이중에서 본 시의 문맥 특히 5-7절의 내용의 흐름을 볼 때 후자가 더 후자가 더 타당한 듯하다. 분노(카아스). 3절의 ‘분노’(에브라, 감정의 분출, 격노)와는 원어상 다른 말로서 ‘괴롭힘’, ‘슬픔’ 등 다양한 뜻을 암시하는데, 혹자는 본문에서 비탄서 비탄(grief)과 의분(indignation)의 감정이 혼합된 것을 나타낸다 한다(Alexander)."
        },
        {
            "verse_reference": "85:5",
            "commentary": "영원히(할르올람). 히브리어 원문에 의하면 본 절 서두에 언급되어 있는어 있는 데, 이는 그 의미를 강조하는 측면에서인 듯하다. 이 말은 후문(後文)의 ‘대대에’(레도르 와도르, 세대와 세대에, to generation and generation)와 병행을 이룬다."
        },
        {
            "verse_reference": "85:6",
            "commentary": "우리를 다시 살리사(아타 타슈브 테하예누). 직역하면 ‘당신이 돌이키시사’(you will turn), ‘당신이 우리를 소생시키사’(you will revive)의 뜻이다. 앤더슨(Anderson)은 언급하기를 원문상의 두 동사는 상호 동격적 표현인데 주된 사상은 두데 주된 사상은 두 번째 동사(소생시키시사)에 의해 표출된다고 한다. 따라서 본문은 기자가 이스라엘 백성들을 심각한 역경과 침체의 상황 가운데서 생명으로 소생시켜 달라고 간구하는 내용이다."
        },
        {
            "verse_reference": "85:7",
            "commentary": "주의 인자하심. ‘인자하심’(헤세드)은 ‘하사드’(인사하다. 친절하다.친절하다, 자비를 베풀다)에서 유래된 말로 ‘친절함, ‘자비’, ‘인자함’등의 뜻을 갖는다. 특히 구약 성경에서 이는 자기 백성과의 언약에 신실하사 끝까지 그들을 돌보시는 하나님의 크고 불변하는는 하나님의 크고 불변하는 사랑을 뜻하는 말로 자주 사용된다 (창 19:19, 출 34:6, 대하 7:3, 렘 31:3 등). 구원(예솨). 이는 ‘야솨’(열려 있다,넓 다, 해방하다)에서 유래된 말로 ‘구원’, ‘해방’ 등을 뜻한다. 이는 신학적 또는 비신학적인 용어로도 쓰이는데(창 47:25, 수 6:25, 삼상 23:5), 흔히 성경에서는 신학적 용어로 많이 쓰여지며, 많은 경우에 하나님께서 당신의 백성, 많은 경우에 하나님께서 당신의 백성들을 대적 또는 역경으로부터 구출하신다는 뜻으로 쓰여진다."
        },
        {
            "verse_reference": "85:8",
            "commentary": "대저 … 화평을 말씀하실 것이라(키 예다베르 솰롬). 직역하면 ‘왜냐하면 그가 화평을 말씀하실 것이기 때문이다’(for he will speak peace,KJV, RSV)이다. 이것은 원인절로서 전문(前文)에서 저자가 하나님의 말씀을 듣겠다고 한 데 대한 이유를 설명해 주는 역할을 한다. 여기서 화평을 말씀하신다는 것은 곧 현재의 모든 억압 상황으로부터의 구원을 약속하신다는 말이다. 성경은 이런 점에서 구원의 복음을 ‘평화를 공포하는 것’(사 52:7), ‘화평의 복음’(행 10:36)이라고 언급하기도 한다. 망령된(케실라).. 이는 ‘카살’(살지다, 어리석다)에서 유래된 말로 ‘어리석음’(folly, KJV,NIV)을 뜻한다. 본문에서는 영적인 몽매함 가운데 하나님을 떠나 죄악된 길로 가는 것을 가리킨다."
        },
        {
            "verse_reference": "85:9",
            "commentary": "그의 구원이 … 가까우니. 하나님의 구원이 곧 임하여진다는 뜻을 암시하는 표현이다(사 46:13, 51:5, 56:1, 마 3:2). 영광이 우리 땅에 거하리이다. 혹자는 본문의 ‘영광’을 8절의 ‘화평’과 동등한 의미로 해석하기도 한다(Kissane). 그러나 본문에서는 하나님의 임재(Anderson), 또는 하나님의 신성한 은혜의 외적표현(또는 결과, Alexander)을 암시하고 있는 듯하다. 그리고 ‘우리 땅’이란 1절의 ‘주의 땅’과 같이 이스라엘 백성이 거주하는 가나안 땅을 가리킨다. 저자가 이를 ‘우리 땅’이라 한 것은 그곳이 하나님께서 그들에게 기업으로 주신 땅이기 때문이다(출 6:8). 결국 본문은 하나님이 회복된 이스라엘 백성과 함께하사 시시 때때로 필요한 모든 것을 은혜롭게 공급해 주실 것이라는 기대와 소망을 나타낸다."
        },
        {
            "verse_reference": "85:10",
            "commentary": "긍휼과 진리가 같이 만나고. ‘긍휼’(헤세드)이란 7절의 ‘인자하심’과 같은말이다. 그리고 ‘진리’(에메트)란 ‘아만’(세우다, 지탱하다, 신뢰하다)에서 유래된 말로 ‘안정성’, ‘확실함’, ‘진실’ 등을 뜻한다. 일반적으로 이는 언약이나 기타 말씀에 대한 하나님의 신실하심을 뜻하는 말로서 앞의 ‘긍휼’과 함께 하나님의 속성을 나타내는 것으로 본다 (Alexander, Anderson, Tate, VanGemeren). 그러나 혹자는 이를 하나님께 대한 이스라엘 백성의 신실함, 즉 하나님의 ‘긍휼’에 반응하는 것으로서의 이스라엘 백성의 진실함으로 보기도 한다(Kissane). 이중에서 후자를 취할 경우 본문은 하나님의 긍휼에 대하여 이스라엘 백성들이 진실된 반응을 보이는 것, 즉 신앙적인 삶을 사는 것을 뜻하는 것으로 보여진다. 그러나 전자를 취할 경우 본문은 이들 두 하나님의 속성이 그분의 뜻을 성취하기 위해 보내진 사자(종)들처럼 서로 만나 이스라엘 백성들로 하여금 온전하고 복되게 살도록 그 땅을 복스럽게 한다는 뜻을 암시한다. 테이트(Tate)는 이에 대해 언급하기를 ‘긍휼, 진리, 의와 화평은 그 땅 가나안 땅)에 선함과 풍요로움올 공급해 주시는 여호와의 사역의 살아있는 대리인들로서 나타난다’라고 하였다. 의와 화평이 서로 입맞추었으며. 일반적 으로 많은 사람들은 ‘의’와 ‘화평’을 전문(前文)의 ‘궁휼’과 ‘진리’처럼 하나님의 속성 또는 하나님의 사역의 결과로 본다(Alexander,Anderson,VanGemeren,Tate). 그러나 혹자는 전문과 같은 경우로 ‘의’란 하나님의 율법에 대한 이스라엘 백성들의 순종(적 삶)이며, ‘화평’이란 이스라엘 백성의 순종에 대한 하나님의 보상으로 보기도 한다(Kissane). 만약 후자를 취할 경우 본문은 이스라엘 백성들이 하나님의 뜻에 맞는 삶을 살음으로써 화평하고 복된 삶을 누리는 것을 암시하는 듯하다. 그러나 전자를 취할 경우 본문은 하나님께서 당신의 은혜를 내리시고 이 땅에 의와 화평으로 가득 찬 아름다운 축복을 조성하신다는 뜻을 함축한다 하겠다."
        },
        {
            "verse_reference": "85:11",
            "commentary": "진리는 땅에서 … 하감하였도다. 혹자는 이를 10절의 경우와 같이 이 땅의 인생들이 진리대로 살 때 그것은 곧 하나님의 공의의 뜻에 따라 구원하시는 은총을 내려주신다는 뜻으로 본다(Kissane,Davies,Cohen). 그러나 본문은 10절의 반복으로서 하나님의 은혜, 도우심이 조화롭게 임하심을 암시한다는 뜻으로 보는 편이 더 자연스러울 것이다(Alexander,Anderson,Tate)."
        },
        {
            "verse_reference": "85:12",
            "commentary": "여호와께서 … 산물을 내리로다. 이는 10,11절과 연관시켜 볼 수 있다. 즉 하나님께서 긍휼, 진리, 의, 화평 등을 주심으로 그 결과 가나안 땅이 풍요로운 결실을 맺게 된다는 뜻이다. 혹자는 ‘좋은 것’을 비(Dahood) 혹은 땅의 산물 등으로 보기도 하나, 그보다는 인생들이 필요한 모든 것을 얻는 일을 가능케 하는 하나님의 은혜(긍휼, 진리, 의, 화평 등)를 가리킨다고 봄이 더 무난하겠다."
        },
        {
            "verse_reference": "85:13",
            "commentary": "의가 주의 앞에 앞서 행하며 … 삼으리로다. ‘행하며’(할라크)란 ‘걷다’,’가다’의 뜻을 나타내는 강한 시적인 표현이라 한다(Alexander). 이로 볼 때 본문은 ‘의가 여호와 앞에 간다’는 극히 시적인 표현이라 하겠다. 이것은 이스라엘 가운데 임재하시어 함께하실 하나님께서 먼저 그들의 상태를 의롭게 변화시키신다는 의미인 것 같다. 왜냐하면 하나님께서는 거룩하신 바 불의 가운데는 임하시지 않기 때문이다. 주의 종적으로 길을 삼으리로다. 혹자는 본문의 ‘삼으리로다’에 해당하는 ‘야셈’이 ‘솰롬의 오기(誤記)인 것으로 해석하여 ‘화평’(10절)이 여호와(의 행적)를 뒤따라갈 것이라는 의미로 본다(Anderson). 그런가 하면 의가 주께서 가야 할 길을 준비하리라는 뜻으로도 이해한다(Righteousness … prepares the way for his steps,NIV). 우리는 전반절의 주해의 연장선상에서 본문을 ‘(의가) 우리로 하여금 주의 행적을 따르도록 해준다’(shall set us in the way of his steps,NIV)는 의미 정도로 이해하고자 한다."
        }
    ]
}