{
    "bible_book": "야고보서",
    "chapter_number": 5,
    "commentaries": [
        {
            "verse_reference": "5:34",
            "commentary": "-37, Burdick, Tadker, Martin). 한편 '하늘로나 땅으로나 아무 다른 것으로도'는 바라새인들의 모습을 반영한 것으로 신성모독이 아니라는 이유로 쉽게 남발했던 저들의 가벼운 맹세를 암시한다(마 5:33-36). 실제로 유대인들은 맹세를 과하게 했을 뿐만 아니라 맹세의 대상에 따라 등급을 정하고 경히 여겼다(마 23:16-18). 야고보는 이렇듯 하나님을 온전히 신뢰하고 소망하지 못하여 오는 조급함 속에서 '맹세'를 남발하는 행위를 하지 말 것을 강하게 권고한다. 그렇다 하는 것은 그렇다 하고 아니라 하는 것은 아니라 하여 죄 정함을 면하라 - 본문은 맹세에 대한 적극적 태도를 제시한 것으로 그리스도인들은 일상적인 삶에서 긍정과 부정을 분명히 밝힘으로 거짓 맹세를 이용한 모든 외식(外飾)을 피하라는 권면이다(마 5:37, Manton, Tasker, Mayor). 즉 야고보는 일상 생활에서 하나님의 이름을 거짓되이 일컫는 참람된 죄악뿐만 아니라, 단순한 언어 생활에서도 무분별하고 주저없이 서약하는 모순과 위선을 피하라고 권면한다. 이는 예수께서 말씀하신 '도무지 맹세하지 말라'(마 5:33-36)는 가르침과 일치하는 것으로 마음의 거짓을 맹세로 은폐하는 위선을 조심하고 단지 진리에 대한 긍정과 부정을 분명히 드러냄으로 모순과 위선의 죄를 범하지 않도록 해야 함을 의미한다(Ropes, Gibson, Moo). =====5:13 너희 중에 고난당하는 자가 있느냐 저는 기도할 것이요 - 야고보는 본절에서 '고난'과 '기도'를 연결시켜 설명함으로 앞절에서 교훈한 헛된 맹세를 하는 자가 참된 기도를 드릴 수 없다는 사실을 암시함과 동시에 고난 가운데서는 인내하면서 하나님을 소망하며 기도해야 함을 권면한다(빌 4:12,13). '기도할 것이요'에 해당하는 헬라어 '프로슈케스도'(*  )는 현재 능동태 시상으로 계속 기도할 것을 나타내어 그리스도인들이 고난에 처했을 때 불신자들의 삶의 방식과 전혀 다른 차원의 행동원리를 가져야 함을 시사한다(Robertson, Burdick, Calvin, Martin). 즐거워하는 자가 있느냐 저는 찬송할지니라 - 본문의 '찬송할지니라'에 해당하는 헬라어 '프살레토'(* )는 '줄을 잡아 퉁긴다'는 의미를 가진 '프살로'(* )에서 유래한 말로 구약성경에서는 '거문고를 타면서 노래한다'는 의미로, 신약성경에서는 단순히 '마음으로 찬미한다'는 의 미로 사용되었다(롬 15:9;고전 14:15;엡 5:19). 일반적으로 고난당할 때에 기도하는 것은 쉬운 일이나 즐거워할 때에는 방종에 빠지기 쉽다. 그래서 야고보는 즐거워하는 자가 하나님께 감사하는 마음으로 찬송을 드려야 함을 권면한다. =====5:14 너희 중에 병든 자가 있느냐 저는 교회의 장로들을 청할 것이요 - '병든 자'의 해석은 두 가지이다. (1) 혹자는 영적으로나 도덕적으로 연약한 자 곧 연약한 믿음이나 양심을 소유한 자를 가리킨다고 주장한다(롬 6:19;14:1;고전 8:9-12, Robertson, Blue, Manton). (2) 혹자는 신 체적으로 질병에 걸린 자를 가리킨다고 주장한다(Davids, Martin, Burdick, Adamson). 이러한 두 가지 견해 중 후자가 타당하다. 왜냐하면 신체적으로 질병에 걸린 자에게 기름을 붓는 것이 당시의 관습이었기 때문이다. 한편 교회의 것이 당시의 관습이었기 때문이다. 한편 교회 의 '장로들'은 '감독'이나 '목사'와 동일한 명칭으로(행 15:6,22;20:17;21:18;빌 1:1;딛 1:5,7;벧전 5:1-4) 교회의 대표를 의미한다(Calvin, Burdick, Mayor, Robertson). 병든 자들은 교회의 지도자들을 청해서 같이 기도해야 하며, 교회 지도자들은 병든 자를 방문하여 위로하며 믿음의 기 도를 해야 한다(살전 5:14). 그들은 주의 이름으로 기름을 바르며 위하여 기도할지니라 - '기름을 바르며'에 해당하는 헬라어 '알레이프산테스'(*  )는 분사로서 문자적으로 '기름으로 문지르다'를 의미한다(Blue, Roertson, Burdick, Trench). 이렇게 병자에게 기름을 바르는 것은 유대인이나 이방사회에서 의 공통적인 풍습으로서 의식적인 수단이라기 보다는 의술적인 수단에 가깝다(사 1:6;눅 10:34, Mayor, Ropes, Hayden, Manton, Tasker, Burdick). 한편 '기도할지니라'에 해당하는 헬라어 '프로슈쿠사스도산'(*  )은 헬라어 본문에서 주동사에 해당되는 것으로 본문의 강조점이 '알 레이프산테스'(기름을 바르다)보다는 '프로슈크사스도산'에 있음을 시사한다(Burdick). 교회의 지도자들은 병자를 방문하여 치유의 방편으로 의술을 사용함과 동시에 병자의 나음을 위해 하나님께 간구해야 한다(Manton, Tasker). =====5:15 믿음의 기도는 병든 자를 구원하리니 주께서 저를 일으키시리라 - 본절의 '기도'에는 '믿음의'라는 수식어구가 붙어 있는데 이는 병든 자를 치유하는 신유의 기적이 '믿음'을 요구하는 것임을 나타낸다. 비록 '기름'을 바르는 의학적인 치유 행위를 무시할 수 없다 할지라도 여기에는 기도하는 것이 필요하며, 그 기도는 믿음으로 하여야 한다(1:6;마 9:22;막 9:29). 한편 '구원하시리니'에 해당하는 헬라어 '소세이'(* )에 대한 견해는 세 가지이다. (1) 혹자는 신체적인 질병에서의 구원, 곧 질병의 치유를 가리킨다고 본다(Ropes, Oesterley, Manton, Burdick, Tasker). (2) 혹자는 죄로부터의 구원을 의미한다고 본다(VonZoden). (3) 혹자는 위의 두 견해를 모두 반영한 것으로 해석한다(Clarke). 세 가지 견해 중 첫번째의 견해가 가장 타당하다(마 9:21;막 6:56). 왜냐하면 '주께서 일으키리라'는 진술은 침상에서 일어나는 것을 가 리키기 때문이다. 혹시 죄를 범하였을지라도 사하심을 얻으리라 - '혹시 죄를 범하였을지라도'에 해당하는 헬라어 '칸 하마르티아스'(*  )는 조건문으로 모든 병의 원인이 죄에 있지는 않다 할지라도 일부는 죄가 병의 원인일 수 있음을 암시한다(신 28:22,27;막 2:5;요 5:14;9:2,Burdick). 또한 이 러한 사실은 죄에 대한 징계의 수단으로 병을 주신다는 가능성을 암시한다(고전 11:30). 설사 병든자의 질병이 범죄함으로 인하여 생겨난 것이라 할지라도 믿음의 기도는 죄사함의 은혜를 유발하여 질병을 치유할 수 있다(막 2:5). 따라서 그리스도인들은 사죄(謝罪)의 권한이 하 나님께 있음을 인식하고 병든 자를 위해 믿음의 기도를 행하되 모든 결과를 하나님께 의뢰해야 한다. =====5:16 이러므로 - '이러므로'에 해당하는 헬라어 연결 접속사 '운'(* )은 앞절에서 언급한 내용의 결론을 유도한다. 너희 죄를 서로 고하며 병 낫기를 위하여 서로 기도하라 - 본절에서 야고보가 강조하는 바는 '죄를 서로 고하며','서로 기도하는 것'이다. '서로'는 상호간의 관계를 나타내는 것으로 '죄의 고백'이나 '치유를 위한 기도'가 상호간의 관계성에서 이루어져야 하는 헬라어 '엑소몰 로게이스데'(*  )는 '밖으로'라는 의미를 지닌 '에크'(* )와 '자발적인 마음에서 우러나오는 고백'을 뜻하는 '호몰로게오'(* )의 합성어로 상호간의 죄의 고백이 강제적인 것이 아니라 자발적인 것이어야 함을 시사한다. 이는 카톨릭에서 말하는 것처럼 고해성사의 근거라기보다는 도 리어 개신교의 만인제사장설의 근거가 된다(Robertson, Manton, Taylor). 의인의 간구는 역사하는 힘이 많으니라 - 본문의 '의인'은 절대적으로 죄가 없는 의인을 가리키는 것이 아니라 죄가 많이 있어도 참되게 하나님께 회개하여 용서받은 자를 나타낸다(롬 3:10, Manton, Mayor, Burdick). 한편 '역사하는'에 해당하는 헬라어 '에네르구메네'(*  )는 두 가지 경우 즉 수동태나 중간태로 해석될 수 있다. 수동태일 경우 기도에 역사하는 주체가 성령 하나님이심을 나타내며(갈 5:6;살후 2:7, Theophylact, Abbott, Oecumenius), 중간태일 경우는 기도 그 자체가 역사하는 주체임을 나타낸다(Alford, Robertson, Mayor, Lenski). 수동태 일 경우 기도하는 행위자가 전적으로 배제되어 전후 문맥과 부조화를 이루기 때문에 중간태로 해석함이 더 타당한 듯하다. =====5:17,18 본문은 엘리야의 수많은 역사가운데서 비를 멈췄다가 오게 한 경우를 예로 들고 있다. 야고보는 엘리야의 기도가 자연의 현상까지 변동시킨 사실을 드러내어 기도가 역사하는 힘이 많다는 사실을 예증한다(왕상 17,18장). 엘리야는 우리와 성정이 같은 사람이로되 - '성정이 같은'에 해당하는 헬라어 '호모이오파데스'(*  )는 '유사한'을 의미하는 '호모이오스'(* )와 '고난'을 뜻하는 '파도스'(* )의 합성어로 엘리야도 다른 일반 사람과 마찬가지로 동일한 괴로움을 가지고 있는 존재임을 나타낸다(왕 상 17:11;19:3;행 10:26, Vincent, Blue). 이는 엘리야가 위대한 선지자로서 초능력적인 자질을 소유하여 비를 그치고 내리게 하는 역사를 행한 것이 아님을 시사함과 동시에 평범한 사람과 동일하게 괴로움과 고통을 느끼는 인간적 존재인 것을 부각시켜 죄를 회개하여 용서함을 받은 의인은 엘리야와 같이 기도의 응답을 받을 수 있음을 암시한다(Burdick, Mayor, Moo). 저가 비 오지 않기를 간절히 기도한즉 삼 년 육 개월 동안 땅에 비가 아니 오고 다시 기도한즉 하늘이 비를 주고 땅이 열매를 내었느니라 - 본문은 엘리야 선지자가 기도 응답을 받은 역사를 나타낸다. '간절히 기도한즉'에 해당하는 헬라어 구문 '프로슈케 프로세윅사 토'(*   )는 문자적으로 '기도로 기도했다'는 전형적 히브리식 표현법으로 강조 구문이다(창 2:17;눅 22:15;요 3:29;행 4:17,Gibson, Tasker, Manton). 실제로 구약성경에는 엘리야가 기도할때 땅에 엎드려 얼굴을 무릎 사이에 넣었다고 묘사되어 있다(왕상 17:1;18:42). 이러한 엘리야 의 간절한 기도는 응답을 받아 비를 그치게도 하고 내리게도 하였다. 한편 본문에서는 한발(旱魃)의 기간에 대해 '삼 년 육 개월'이라 하나 왕상 18:1에는 '제 삼 년'으로 되어 있다. 이러한 차이는 3년 6개월이 가뭄의 전체 기간을 나타내는 것이 아니라 왕상 17장에 기록된 사 건들의 전체 시간을 가리키는 것으로 보면 해결된다(눅 4:25). 따라서 이러한 사실은 야고보가 왕상의 내용을 직접, 간접으로 인용하고 있음을 보여준다(Lenski, Manton, Macknight). =====5:19 내 형제들아 - 이는 야고보가 자주 사용하는 호칭으로 수신자들에 대한 친근감을 나타낸다(1:2;2:1,5). 야고보는 본절에서 친근한 호칭으로 마지막 권면을 행하고 있다. 너희 중에 미혹하여 진리를 떠난 자를 누가 돌아서게 하면 - '미혹하여'에 해당하는 헬라어 '플라네데'(* )는 '헤매다'라는(마 18:12) 의미의 '플라나오'(* )에서 유래한 말로 초대 교회 성도들의 신앙적 형태와 당시의 정황을 잘 묘사해 준다. 당시에는 그리스도를 영접한 이후 에도 유대교나, 이방의 신비 종교 혹은 이교철학으로 되돌아가는 자가 많았다. 그래서 야고보는 이처럼 구원의 길에서 떠나 방황하는 형제 자매들을 사랑으로 서로 권면하여 다시 돌아와 복음 안에 거할 수 있도록 하라고 권면한다(요일 2:26). =====5:20 너희가 알 것은 - 본문에 해당하는 헬라어 '기노스케토'(*  )는 '알라'는 의미를 가진 '기노스코'(* )의 능동태 명령형으로 본절이 앞절의 조건절에 대한 귀결절로 강한 명령임을 나타낸다. 죄인을 미혹한 길에서 돌아서게 하는 자가 그 영혼을 사망에서 구원하며 - '그 영혼'에 대한 해석은 세 가지이다. (1) 혹자는 미혹된 자를 돌아서게 하는 권고자의 영혼으로 해석한다(Erasmus, Hammond, Hoffmann). (2) 혹자는 미혹된 자의 영혼으로 해석한다(Calvin, Zahn, Mayor, Ropes, Manton). (3) 혹자는 잠 24:24,25을 근거로 하여 위에 언급한 두 가지 견해를 모두 내포한다고 해석한다(Luther). 세 가지 견해 중 두번째의 견해가 가장 타당하다. 왜냐하면 구원을 받는 것은 타인을 미혹된 것에서 돌아오게 하는 인간적 공로에 의한 것이 아니라 하나님의 은혜에 의한 것이기 때문이다. 미혹되어서 하나님을 떠난 자는 영적인 죽음의 상태에 있는 자였으나 하나님께 돌아옴으로 영적 죽음에서 구원을 얻어 영적 생명을 소유하게 된다(계 20:6, Manton, Burdick). 야고보는 지금 여기에 발을 딛고 서 있는 그리스도인들의 실존(實存)에 깊은 관심을 갖고 있었다. \"하나님의 백성으로서 우리들은 어떻게 살아야 하는가\"가 그의 가르침의 중심 과제였다. 특별히 4장 후반부와 본장에 이르면서 야고보는 그리스도인의 삶을 종말(終末)과 연결시켜서 오늘의 삶이 얼마나 중요한가를 새롭게 부각시킨다. (1) 주제의 진행 과정. 야고보는 지금까지 계속된 그의 논의를 본장을 통하여  마무리 한다. 따라서 본장에서 다루어지는 주제들은 앞에서 이미 언급한 것일  수밖에  없다. 본장에서 야고보는 물질을 최고의 가치로 여기는 사람들에 대한 경고(1-6절),  고난에 대한 바른 이해(7-11절), 맹세(12절), 기도(13-18절), 낙심한자를 돌봄(19,20절)과 같은 주제들을 다룬다. 그리스도인들은 예수 그리스도의 재림을  대망하는  자들이다. 야고보는 성도들의 삶을 종말과 연결시켜서 지금 여기에 발을 딛고 서 있는  나의 삶의 중요성을 강조하고 있다. 본서를 통해 야고보는 구원에 대해서 사람들이 일반적으로 갖고 있는  편견(偏見)을 날카롭게 지적한다. 그는 이 땅에서의 삶은 구원과 아무런 관련이 없다는 생각이 근본적으로 복음을 오해한 데서 비롯된 것이라는 사실을 구체적으로  보여주고자  하였다. 현재 우리의 삶은 우리의 구원과 밀접하게 연결되어 있다. 구원은 하나님께서  일방적으로 시작한 것이기는 하지만 하나님께서 시작하신 일에 대한 인간의  반응이  완전히 배제된 것은 아니다. 물론 처음에는 수동적일 수밖에 없지만 그럼에도 불구하고  인간은 능동적으로 하나님의 구원의 사역에 참여한다. 사람들은 흔히 생각하는 것과 같은 신앙을 고백한다고 모든 것이 해결되는 것은  아니다. 예수 그리스도를 따르던 12명의 제자들 중에는 가룟 유다와 같이  주를  저버린 자도 있었다. 신앙 고백이라는 틀 속에 있거나 교회라는 공동체 속에 포함되었다고 심판을 면제받는 것은 아니다. 어떤 구조나 조직은 영생(永生)에 들어갈 자격을  가져다 주지 못한다.영생은 오직 믿음으로만 받을 수 있다. 하지만 이 믿음은 사람들이  이해하는 것과는 다른 믿음이다. 믿음은 지식도 감정도 아니다. 믿음은  예수  그리스도에 대한 철저한 신뢰와 의존이다. 그리고 이러한 믿음은 입술이 아닌 행위를 통하여 예수 그리스도의 가르침을 따르는 삶 가운데 나타난다. 따라서 진정한 믿음은 표현될  수밖에 없고, 밖으로 표현된 그의 믿음을 통해 그가 고백하는 믿음이 참된 것이라는  사실을 알 수 있다. 진정으로 거듭난 성도라면 그가 받은 은총(恩寵)에 부합(附合)하는 삶을 살아야 한다. 이것이 야고보가 보여주고자 했던 '성숙한 신앙인'의 모습이었다. (2) 중심 주제. 본서 전체에 일관되게 흐르는 중심 주제는 '성숙한 신앙인'이다. 야고보는 본서를 통해서 성숙한 그리스도인의 모습을 보여주고자 하였다. 그가 보여주고자 한 성숙한 신앙인이란 어떤 사람인가 ? 그는 예수 그리스도에 대한 철저한  신뢰와 의존 속에서 자신의 믿음을 그의 삶 속에 구체적으로 표현하는 사람이다.  그는  시련 속에서도 인내하며 하나님의 뜻을 기다리고 자신의 고백과 행동이 일치하는  삶을  산다. 그는 함부로 말하지 아니하며 지혜롭게 행한다. 그는 또한 자기를 주장하는  의지로 가득한 세상속에서 예수 그리스도를 본받아 자기를 내어주기를 기뻐하는  삶을  산다. 이러한 그의 삶은 예수 그리스도의 강림을 기대하며 더욱 철저하게 주의 뜻을  행하는 데 박차를 가한다. 본장에서 야고보는 이미 앞에서 열거한 것들 가운데 일부를 다시 소개한다. 물론 이 모든 것은 성숙한 그리스도인의 삶이라는 커다란 나무의 한 가지에  불과한  것들이지만, 커다란 나무의 일부가 되어 그 나무를 더욱 푸르게 하는 것이기에, 야고보는 많은 가지 중 당시에 살았던 그리스도인들에게 절실히 요청되었던 몇 개를 다시 끄집어  내어서 강조하고 있다. (가) 부(富). 부에 대하여 사람들이 일반적으로 갖고 있는 생각들은 다음의  같은 것들이다. 먼저, 부를 하나님께서 주시는 축복(祝福)으로 보는 견해이다. 이것은 구약성경에서 쉽게 찾아볼 수 있는 사상으로 많은 신앙인들이 심정적(心情的)으로  동의하고 있는 견해이다. 다음으로, 부는 하나님의 것이고 인간은 단지 관리인이라는 견해이다(Calvin). 먼저 부는 하나님께서 주신 축복이라는 견해에 대해서 생각해 보자. 물론 이러한 사상의 바탕에는 부는 하나님의 것이라는 개념이 전제되어 있다. 실제로 구약성경을  보면 아브라함, 솔로몬, 욥과 같이 하나님께서 주신 축복으로 인하여 많은 부를  소유했던 사람들을 발견할 수 있다. 그러나 이러한 논리가 모든 사람들에게 동일하게 적용되는 것은 아니다. 부한 자가 하나님의 축복을 받은 사람이라면 부유하지  못한  사람은 하나님의 축복을 받지 못했다는 의미가 되기 때문이다. 부에 대한 신약성경의 견해는 구약성경의 그것과 비교해 볼 때 엄청난 시각차가  존재한다. 우선 신약성경은 부에 대하여 구약보다 부정적인 견해를 갖는다. \"한  사람이 두 주인을 섬기지 못할 것이니 혹은 이를 미워하며 저를 사랑하거나 혹 이를 중히  여기며 저를 경히 여김이라 너희가 하나님과 재물을  겸하여  섬기지  못하느니라\"  (마6:24).  여기서 '재물'이라고 번역된 헬라어는 '마모나'(             )인데, 이 단어가 일차적으로 갖고 있는 의미는 '사람이 신뢰하는 것'이다. 이를 통해 볼 때  신약성경이 우리에게 말하고자 하는 것은 물질 그 자체보다 물질에 대한 사람의 태도라는 것을 알게 된다. 즉 성경은 하나님보다 재물을 더 신뢰하는 것에 대해서 경고를 한다. 실제로 재물은 사람들에게 안일함과 자유 그리고 힘을 주는 것처럼 보인다.  그래서 사람들은 하나님의 약속보다는 당장 눈에 보이는 재물들이 가져다 주는  평안함,  힘, 안전 등을 더 좋아한다. 더 나아가 재물은 사람들로 하여금 하나님을 거부케 한다. 그래서 성경은 하나님과 재물을 겸하여 섬길 수 없다고 강조한다. '돈을 사랑함이  일만 악의 뿌리'(딤전 6:10)라는 성경의 가르침은 바로 이러한 점을 염두에 두고 제기된 것이다. 디모데전서 6:17을 보자 \"네가 이 세대에 부한 자들을 명하여 마음을  높이지  말고 정함이 없는 재물에 소망을 두지 말고 오직 우리에게 모든 것을 후히 주사 누리게  하시는 하나님께 두며.\" 이 구절은 성도들에게 하나님을 신뢰하고 부를 신뢰하지 말  것과 부는 하나님의 것이고 사람은 단지 관리인에 지나지 않는다는 두 가지 사실을 교훈해 준다. 부가 하나님의 것이고 우리는 단지 관리인에 지나지 않는다면 여기서 우리가 마땅히 해야 할 일이 있다. 첫째로, 하나님의 나라와 그의 의를 구해야 한다(마 6:33). 부는 우리의 주된  관심사가 아니어야 한다. 우리가 구할 것은 그의 나라와 그의 의이다. 돈이  우리의  참된 가치나 일차적인 관심의 대상이 될 수 없다. 둘째로, 부를 바르게 사용하여야 한다. 부는 우리 삶의 목적(目的)이 아니라 우리가 하나님 자녀다운 삶을 살기 위해 쓰이는 하나의 도구일 뿐이다. 만약 우리가 부의  관리인이라면 그것은 마땅히 주인이 원하는 대로 쓰여져야 한다. \"선한 일을 행하고  선한 사업에 부하고 나눠 주기를 좋아하며 동정하는 자가 되게 하라\"(딤전 6:18).  우리는 부를 다른 사람을 유익케 하는데 사용해야 한다. 부는 나를 위해 있는 것이 아니라 하나님과 이웃을 위해 있는 것이다. 재물(財物)은 우리의 쾌락이나 만족을 위해서  주어진 것이 아니라 오직 하나님과 이웃을 위한 사명으로만 주어졌다는 사실을 깨달아야 한다. 따라서 성도들은 절제하며 검소한 삶을 살아야 한다. 그리고 하나님께서 원하시는 때에는 언제든지 모든 것을 내어 놓을 수 있어야 한다. 이것이 성경이 우리에게 보여주는 부에 대한 교훈이다. (다) 야고보의 종말론. 야고보의 종말론적 사상을 엿볼 수 있는 구절은 다음과 같은 것들이다. \"시험을 참는 자는 복이 있도다 이것에 옳다 인정하심을 받은 후에 주께서 자기를 사랑하는 자들에게 약속하신 생명의 면류관을 얻을 것임이니라\"(1:12). \"....또 자기를 사랑하는 자들에게 약속하신 나라를 유업으로 받게 아니하셨느냐\"(2:5).\"...선생된 우리가 더 큰 심판을 받을 줄을 알고 많이 선생이 되지 말라\"(3:1). \"그러므로 형제들아 주의 강림하시기까지 길이 참으라... 그리하여야 심판을 면하리라 보라 심판자가 문밖에 서 계시니라\"(7-9절). 이 구절들 가운데 특히 7-9절은 야고보의 종말론적 삶에 대한 사상을  잘  나타내고 있다. \"너희고 길이 참고 마음을 굳게 하라 주의 강림이 가까우니라\"(8절)는 말씀  속에서 우리는 야고보가 임박한 종말론을 갖고 있었다는 사실을 알 수 있다. 그는  주님께서 곧 다시 오실 것이라는 확신을 갖고 있었다. 여기서 야고보는  종말과  성도들의 삶, 윤리를 적절하게 조화시켜서 이 땅에 발을 딛고 서 있는 그리스도인의 실존(實存)을 강조한다. \"형제들아 서로 원망하지 말라 그리하여야 심판을 면하리라 보라 심판자가 문밖에 서 계시니라\"(9절)는 말씀에서 볼 수 있는 것처럼 성도들의 삶은  철저하에 종말과 연결되어 있다. 종말이라는 관점에서 오늘의 삶을 바라보지 못하고  현세적(現世的)인 즐거움에만 빠져 있는 부자들에게 야고보는 \"너희가 땅에서 사치하고  연락하여 도살의 날에 너희 마음을 살지게 하였도다\"(5절)라고 경고한다. 또한 자기를  주장하는 의지들이 가득한 세상을 살아가는 성도들에게 야고보는 주(主)의 강림이  가까왔으니 길이 참으라고 격려함으로써 그들의 사랑과 선행을 북돋운다.  심판이  가까왔기 때문에 성도들은 그날을 대비하면서 오늘을 준비하여야 한다. 이것이 야고보가 말하는 그리스도인의 종말론적인 삶이다. 이런 점에서 야고보의 사상적 특징은 종말론적 윤리라고 할 수 있다. 한편 본장은 내용상 다섯개의 단락으로 나눌 수 있다. 물질을 최고의 가치로 여기는 사람들에 대한 경고(1-6절), 고난에 대한 바른 이해(7-11절), 맹세(12절), 기도(13-18절), 낙심한 자를 돌봄(19,20절)등이 그것이다. 1. 물질을 최고의 가치고 여기는 사람들에 대한 경고(5:1-6) 본문이 말하는 부자가 구체적으로 누구를 말하는지는 확실치 않다. 2:1-7에  나오는 부유한 그리스도인이거나 4:1-4에 나오는 부유한 사람들일 수도 있다. 그러나 그 대상이 누구이건간에 본문이 문제삼는 것은 물질을 최고의 가치로 여기는 사람들임에 틀림없다. 성경은 무조건 부(富)를 정죄(情罪)하지는 않는다. 부를 축적하는 그  자체는  죄가 아니다. 다만 성경이 문제삼는 것은 어떤 방법(方法)과 목적(目的)에 의해서 부를  축적하였는가이다. 구약성경에서 우리는 부유했던 많은 신앙인들을 보게  된다.  아브라함, 이삭, 요셉, 다윗, 솔로몬, 욥과 같은 사람들이 그 좋은 예이다.  이러한  사상은 신약시대에 와서도 별다른 이견없이 사람들에게 받아들여졌다. 그러나 그것이 잘못된 방법에 의해서 축적되거나 바르게 사용되어지지 않을 때 성경은 가차없이 채찍을 가한다. '돈을 사랑함이 일만 악의 뿌리'(딤전 6:10)라는  기록에서 성경이 문제 삼는 것은 부 자체가 아니라 부를 사랑하는 인간의 태도임을 알 수 있다. 마태복음 6:24의 \"한 사람이 두 주인을 섬기지 못할 것이니 혹 이를 미워하여  저를 사랑하거나 혹 이를 중히 여기며 저를 경히 여김이라 너희가 하나님과 재물을 겸하여 섬기지 못하리라\"는 말씀에서 이러한 사실은 더욱 분명해진다. \"너희 재물은 썩었고 너희 옷은 좀먹었으며 너희 금과 은은 녹이 슬었으니 이  녹이 너희에게 증거가 되며 불같이 너희 살을 먹으리가 너희가  말세에  재물을  쌓았도다\"(2,3절). 부를 축적하는 것이 우리 삶의 목적이 되어서는 안 되며 부(富)는 바르게 사용되어져야 한다. 부는 우리가 하나님 자녀다운 삶을 살게 하기 위한 도구(道具)일 뿐이기 때문이다. 돈을 축적하는 자들에게 하나님께서는 무엇이라 말하는가 ? '너희  재물은 썩었고.' 이 말은 부가 오래가지 않는다는 뜻이다. 재물과 옷, 금과 은이 아무리 많다 하더라도 그것을 누리는 시간은 잠시 잠깐이니 모든 사람은 하나님의 심판대  앞에 서게 될 것이다. 5절을 보자. \"너희가 땅에서 사치하고 연락하여 도살의 날에 너희 마음을 살지게 하였도다.\" 야고보는 심판(審判)의 날을 도살(屠殺)의 날이라고 표현하엿다. 정신없이 부를 축적하다 보니 심판의 날에 이른 것이다. 돼지를 살지우는  것은 도살하기 위함이다. 마찬가지로 돈을 불려가는 사람들의 모습은 도살  당하기  위해서 살져가는 돼지의 모습과 같다. 사람들은 그들이 축적한 부를 가지고 무엇을 하는가 ? 먼저 사치한다(5절). 그들 자신만을 위해서 그들이 축적한 재물을 사용한다. 그러나 부는 바르게 사용되어져야  한다. 부는 하나님과 이웃을 섬기기 위한 사명(使命)으로 나에게 주어진 것이다. 그런데 부를 최고의 가치로 여기는 사람들은 이러한 사실을 깨닫지 못한 채 자신만을  위해서 사용한다. 앙드레 비엘리는 말한다. \"만약 재물이 하나님과 이웃을  위해서  쓰여지지 않는다면 하나님의 것을 도적질하는 것이다\" 또한 그들은 축적한 부를 가지고  연락한다. '연락'의 헬라어 '에스파탈레사테'(                         )는 '육욕적으로 살다', '음탕하게 살다'라는 뜻을 가진 단어로 주로 성적인 타락과 연결지어 사용되었다(딤전 5:6). 하지만 재물은 우리의 쾌락이나 만족을 위해서 주어진 것이 아니라  하나님과 이웃을 위한 사명으로 주어진 것이다. 우리는 선한 사업에 부요한 자가 되어야지 재물에 부한 자가 되어서는 안 된다. 성경은 말한다. \"이것이 장래에  자기를  위하여 좋은 터를 쌓아 참된 생명을 취하는 것이니라\"(딤전 6:19). 부는 또한 정당한 방법을 통하여 축적되어야 한다. 아무리 그 의도가 좋다 할지라도 과정이 바르지 못하다면 그것은 하나님께서 기뻐하시는 것이 되지 못한다.  4절을  보자. \"보라 너희 밭에 추수한 품꾼에게 주지 아니한 삯이 소리 지르며 추수한 자의  우는 소리가 만군의 주의 귀에 들렸느니라.\" 부자는 더 많은 이익을 얻고자  품꾼들에게 충분한 댓가를 지불하지 않은 채 노동력을 착취한다. 성경은 이러한 태도에 대해서 분명하고도 말카롭게 지적한다. '곤궁하고 빈한한 품꾼을 학대하지 말며 그 품삯을 당일에 주고 해진 후까지 끌지 말라 이는 그가 빈궁함으로 마음에 품삯을 사모함이라 두렵건대 그가 너를 여호와께 호소하면 죄가 네게로 돌아갈까 하노라'(신 24:14,15).  \"불의로 그 집을 세우며 불공평으로 그 다락방을 지으며 그 이웃을 고용하고  그  고가를 주지 아니하는 자에게 화 있을진저\"(렘 22:13). 4절은 또한 뒤에 있는  6절과  연결된다. \"너희가 옳은 자를 정죄하였도다 또 죽였도다 그는 너의에게 대항하지 아니하였느니라.\" 다소 논리적인 비약이 있는 것처럼 보이지만 이 말씀의 의미는  이런  것이다. '부자들이 일방적으로 품삯을 주지 않자 임금을 받지 못한 노동자들이 법저으로 가 그들의 억울함을 호소하고 부자들을 호소한다. 하지만 법관들은 이미 부자들에게 매수당하여 부자들의 잘못을 정당화한다.' 그러나 성경은 물질을 최고의 가치로 여기어 잘못된 방법으로 부를 축적하고 가난한 자르 압제하며 사치와 연락을 일삼는 자들에게  다음과 같이 경고한다. \"들으라 부한 자들아 너희에게 임할 고생을 인하여 울고  통곡하라\"(1절). 2. 고난에 대한 바른 이해(5:7-11) 본서에서 자주 등장하는 단어 가운데 하나는 인내(忍耐)이다. 야고보는 본서를 기록하면서 제일 먼저 인내에 대하여 언급하였다(1:2-4). 야고보는 믿음으로 인하여  많은 고통을 받고 있었던 신앙인들에게 위로를 줄 필요를 느꼈던 것이다. 인내는  그리스도인들이 가져야 할 중요한 덕목 가운데 하나이다. 본문에서 한 가지 주목할 만한  점은 인내가 그리스도의 강림과 함께 연결되어 사용되었다는 것이다. \"그러므로 형제들아 저의 강림하시기까지 참으라 보라 농부가 땅에서 나는 귀한  열매를 바라고 길이 참아 이른 비와 늦은 비를 기다리나니 너희도 길이 참고 마음을  굳게 하라 주의 강림이 가까우니라\"(7,8절). 이 구절은 우리들에게 인내할 이유에  대해서 설명해 준다. 왜 우리가 인내하는가 ? 주의 강림이 가깝기 때문이다. 농부가  길이 참는 것은 귀한 열매를 바라기 때문이다. 성경에 '울며 씨를 뿌리는 자는 기쁨으로 그 단을 거둔다'는 말이 있다(시 126:6). 이 말씀에서 우리는 울며 씨를  뿌리는  자만이  기쁨의 단을 거둔다는 평범한 진리를 보게 된다. 그러나 단을 거두기까지는 울며 씨를 뿌라눈 아픔이 동반되어야 한다. 비록 눈물이 날 정도로 힘든 날들이지만 농부가 땀을 흘리는 것은 수확에 대한 기대가 있기 때문이다. 만일 아무리 수고를  하여도  결실이 없다고 가정해 보자. 농부가 수고하겠는가 ? 성도들의 삶이 이와 같은 것이다.  '주의 강림이 가까우니라.' 초대 교회는 예수 그리스도의 강림에 대한 소망 속에서  살았다. 신약성경 260장 가운데 재림에 대해서 언급한 것이 318여회나 된다. 예수  그리스도의 다시 오심은 모든 성도들의 소망이다. 따라서 성도들은 '마음을 굳게 하고' 주의 강림을 기다려야 한다. '마음을 굳게  하라'의 헬라어 '스테리크사테'(                   )는 문자적으로 '네 마음을  강하게 하라'는 의미이다. 즉 사람의 내적 견고성을 의미한다. \"그러므로 너희가 그리스도 예수를 주로 받았으니 그 안에서 행하되 그 안에 뿌리를 밖으며 세움을 입어 교훈을  받은 대로 믿음에 굳게 서서 감사함을 넘치게 하라\"(골 2:6,7)는 말씀처럼 예수  그리스도 안에 깊이 그리고 견고히 뿌리를 내려야 한다. 인내는 강한 것이다.  상황에  따라 바뀌는 것이 아니라 믿음에 굳게 서서 교훈을 받은 대로 행하는 것이다. 이때 조심해야 할 것이 있다. 그것은 형제를 원망하지 않는 것이다. \"형제들아 서로 원망하지 말라 그리하여야 심판을 면하리라 보라 심판자가 문밖에 서 계시니라\"(9절). 원망은 부정적인 비판을 말한다. 참다 못해서 자신이 처한 어려움의 이유를 다른 사람에게 전가시키는 것이다. 왜 서로 원망하지 말아야 하는가 ? 심판자가 문 밖에 서  계시기 때문이다. 다윗이 아들 압살롬을 피해서 도망갈 때에 시므이란 자가 다윗을 향하여 돌을 던지며 저주를 하였다. 이때 다윗을 수호하던 자가 그를 죽이려고 하자  다윗은 그를 말리며 이렇게 말하였다. '만일 내가 잘못이 있어 조롱을 받으면 그것은 당연히 받아야 할 것이니 그를 해쳐서는 안 될 것이고, 만일 내가 지금  당하는  억울함의 원인이 내게 있는 것이 아니라면 주께서 나의 억울함으로 인하여 나를 돌보실 것이다'(삼하 16:5-14). 이것이 성도들이 배워야 할 자세이다. 3. 맹세(5:12) 본문은 맹세에 대하여 기술하고 있다. 맹세란 무엇인가 ? 그것은 주로 자신의  말과 주장이 참되다는 것을 입증하지 못할 때 자신의 말의 진실함을 나타내기 위하여  하나님의 이름을 빌리는 것이다. 성경을 보면 많은 신앙인들이 하나님 앞에서 즐겨 맹세한 것을 알 수 있다(삼상 20:3; 삼하 15:21; 대하 15:14,15등). 그런데 문제는 거짓된 맹세에 있다. '너희는 내 이름으로 거짓 맹세함으로 네 하나님의 이름을 욕되게 하지 말라'(레 19:12). 또한 맹세는 지켜져야 한다. '사람이 여호와에게 맹세하였거나 마음을 제어하기로 서약하였거든 파약하지 말고 그 입에서 나온 대로 다  행할  것이니라'(민 30:2). '네 하나님 여호와께 서언하였거든 갚기를 더디 하지 말라 여호와께서  반드시 그것을 요구하시리니 더디면 네게 죄가 되리라'(신 23:21). 4. 기도(5:13-18) 성경은 고난(苦難)을 당할 때 인내와 더불어 기도할 것을 가르친다. 기도는  성도들만이 누릴 수 있는 특권이다. 본문은 특별히 고난당한 자를 위한 기도와 병든 자를 위한 기도에 대해서 가르친다. (1) 고난당하는 자를 위한 기도(13절). 본문에 기록된 '고난'의 헬라어'카코파데이'(                   )는 한 개인이 당하는 어려움을 말한다. 이것은 죄와 관련된  것이 아니다. 이것은 야고보가 그의 서신 모두(冒頭)에서 언급한 것과 같은  종류의  고난, 즉 그들의 신앙 때문에 받아야 할 어려움을 말한다. 이때 성도들이 해야 할  일이 무엇인가 ?  원망이 아니다. 맹세를 통해서 자신의 결백을 증거하는 것도 아니다.  성도들이 해야 할 것이 있다면 그것은 기도이다. 왜 기도를 드리는가 ? 하나님의 지혜를 구하기 위해서이다. 이 시련의 때에 어떻게 하면 든든하게 설 수 있는지 알기  위해서 기도를 드리는 것이다. (2) 병든 자를 위한 기도(1-18절). 본문에서 말하는 병자는 육체적 또는 영적인  문제로 인하여 연약하게 된 상태에 있는 사람을 의미한다. 이런 상태에 있는 사람이  해야 할 일이 무엇인가 ? 그것은 교회의 장로들을 청(請)하는 것이다. 그러면  청함받은 장로들응 그에게 주의 이름으로 기름을 바르며 그를 위하여 기도하여야 한다. 많은 학자들간에 이 기름이 무엇을 의미하는가에 대하여 토론이 있었다. 어떤 사람은  성령의 기름이라고 말하고 또 어떤 사람은 문자적으로 해석하여 기름 그  자체라고  주장하였다. 하지만 일반적으로 본문에 사용된 기름은 문자적으로 해석한다. 그 이유로 당시에는 기름이 의약품으로 쓰여졌다는 점을 들 수 있다. 성경은 병든 자의 정당한  치료를 거부하지 않는다. 하지만 치료의 근원은 하나님이라는 사실을 강조한다. 그래서  기름을 바를 때도 주의 이름으로 바르는 것이다. '믿음의 기도는 병든 자를 고치느니라.' 이것이 야고보가 말하고자 하는 것이다. 병자를 고치는 것은 기름이 아니라 기도이다. 그리고  그  기도는  믿음의  기도이다(요 5:14,15). 병든 자를 구원한다는 것은 그가 육체적으로 회복(回復)된다는 의미이다. '주께서 저를 일으키시리니'(15절). 그를 일으키는 것은 주님께서 하신다. 그러나 약을 바르고 기도를 드리는 것은 인간이 해야 할 일이다. '혹시 죄를 범하였을 지라도 죄사함을 얻으리라.' 이 구절은 그가 병든 이유가 그의 죄 때문이라는 사실을 알려 준다. 물론 어떤 경우에는 죄가 병의 원인이 되기도 한다. 하지만 죄와 상관없는 경우도 있다. 이 구절은 혹시 죄로 인해 병이 들었다  할지라도 간절히 기도할 때 하나님께서 그의 죄를 용서해 주실 것이라는 격려로 주어진 것이다. 그래서 성도들은 서로 자신들의 죄를 고하며 기도해야 한다. 성경은 말한다.  '의인의 기도는 역사하는 힘이 많으니라'(16절). 누가 의인인가 ? 의인은 신학적으로 죄를  고백하고 하나님 앞에서 의롭다 인정함을 받은 사람을 의미한다. 하지만 본문에  사용된 의인은 교회 공동체를 의미한다. 야고보는 16절의 내용을 예증하기 위해 엘리야의 경우를 인용하고  있다.  엘리야의 기도를 살펴보라(왕상 17:1; 18:41-46). 엘리야에 대한 야고보의 평가가  무엇인가  ? '우리와 성정이 같은 사람이로되' 그는 우리와 다른 어떤 사람이 아니라 우리와  같이 평범한 사람이었다. 그런데 어떻게 그렇게 평범한 사람이 하늘에서 불을 내리게 할 수 있었는가 ? 그것은 그의 간절한 기도 때문이었다. 이것이 우리와 엘리야의 차이이다. 5. 낙심한 자를 돌봄(5:19,20) 본문은 낙심한 성도를 돌아오게 하는 일이 바로 우리가 해야 할 일이라는 사실을 교훈한다. 우리는 이미 본서의 전반부에서 당시에 많은 이단들이 있었다는 것에  대해서 살펴보았다. 그리고 적지 않은 사람들이 미혹을 당해 진리를 떠났다. 야고보는 이들에게 관심을 갖고서 다음과 같이 말한다. \"너희가 알 것은 죄인을 미혹한 길에서 돌아서게 하는 자가 그 영혼을 사망에서 구원하며 허다한 죄를 덮을 것이니라\"(20절)."
        }
    ]
}