{
    "bible_book": "에베소서",
    "chapter_number": 3,
    "commentaries": [
        {
            "verse_reference": "3:1",
            "commentary": "이러하므로 - 이것은 2:22과 직접적인 연관성을 갖고 있으나(Lenski, Meyer) 2장 전체,혹은 2:11-22을 염두에 두고 쓴 말일 수도 있다(Blaikie, Wood). 한편 '이러하므로'는 14절에서도 반복되고 있다. 이 반복은 1절과 14절의 직접적인 연결을 의미한다. 그리스도 예수의 일로 너희 이방을 위하여 갇힌 자 된 나 비울은 - '그리스도 예수의 일로...갇힌 자'에 해당하는 헬라어 '호 데스미오스 투 크리스투 예수'(* )는 문자적으로 '그리스도 예수의 죄인'(the prisoner of Christ Jesus, NIV), 혹은 '그리스도 예수를 위한 죄인'(the prisoner for Christ Jesus, RSV)이란 의미이다. '갇힌 자'는 두 가지 측면 즉 문자적 측면과 은유적 측면에서 사용되었다. 문자적으로 바울이 실제적 구속을 당한 것은 은유적으로 바울이 그리스도에게 사로잡힌 결과로서 예수 그리스도의 뜻을 따라 된 것이다(Lincoln, Lenski). 또한 바울은 '자신이 갇히게 된 것'에서 '이방인을 위하여'라는 신학적 의미를 도출해낸다. 이방인들도 율법과 상관없이 하나님의 은혜를 받는다는 바울의 복음 선포는 반대자들로 하여금 분노케 하였으며 그 결과로 바울은 체포당하였다(행 21:27-36). 바울의 체포 당함과 투옥은 바울의 사도적 직분 즉 이방인의 사도됨을 시사한다(7, 8절, Meyer, Lincoln). 한편 본문에는 '나 바울'이라는 강조 성격을 띤(고후 10:1; 갈 5:2; 골 1:23; 살전 2:18; 몬 19) '주어'만 나타나고 동사는 나타나지 않는다. '나 바울'과 연결된 동사는 15절의 '무릎을 끓고 비노니'로서 이것은 2-13절이 하나님의 은혜를 근거로 중보 기도를 다시 시작하기 전에 삽입된 것임을 시사 한다. 삽입된 내용은 바울이 이방인의 사도가 된 것이다."
        },
        {
            "verse_reference": "3:2",
            "commentary": "너희를 위하여 내게 주신 하나님의 그 은혜의 경륜을 - '경륜'에 해당하는 헬라어 '오이코노미안'(* )은 '하나님의 계획이나 경영'(1:9) '관리하는 실제적 행위'(9절, 1:10) 등을 의미하는데 본절에서는 '집안 관리를 맡은 직분'을 의미한다고 볼 수 있다(Lindemann, Houlden, Lincoln, Wood). 이것은 이방인을 위한 바울의 사도직을 시사한다. 골 1:25에서는 '오이코노미안 투 데우'(* , '하나님의 경륜')라고 한 반면에 본절에서는 '하나님의 은혜의 경륜'(* , 오이코노미안 테스 카리토스 투 데우)이라고 말한다. 이것은 바울이 받은 사도 직분이 하나님의 은혜의 사역으로 말미암은 것임을 시사한다(행 11:23). '하나님의 은혜'는 바울 자신이 과거에 교회를 박 해하던 자로 하나님에게서 버림받을 수밖에 없는 존재였지만 하나님께서 복음을 이방인에게까지 전하는 도구로 삼아주신 것을 나타낸다(행 9:15). 너희가 들었을 터이라 - 혹자는 이에 해당하는 헬라어 '에이 게 에쿠사테 '(* )를 '만일 너희가 들었다면'(If ye have heard, KJV)으로 해석하여서 본 서신의 수신자들 중에서 바울 사도에 대해 알지 못하는 사람이 있었다고 가정한다(Bruce). 그러나 문맥상 본문은 '너희가 확실히 들었기 때문에'(For surely you have heard, NEB) 또는 '너희가 분명히 들었다'(Surely you have heard, NIV)라는 의미로 해석할 수 있겠다(Foulkes, Lincoln). 즉 본문은 바울이 어떻게 사도직을 수행(遂行)하게 되었는가를 에베소 교인들이 이미 확실하게 들었음을 시사한다(Meyer)."
        },
        {
            "verse_reference": "3:3",
            "commentary": "계시로 내게 비밀을 알게 하신 것은 - '계시'에 해당하는 헬라어 '아포칼립신'(* )은 문자적으로 '드러낸다', '베일을 벗기다'를 의미한다. '계시'는 하나님이 당신을 인간에게 제시하는 방법으로 성령의 감동과 조명을 통해서 이루어진다. 본절의 '계시'는 사도 바울이 다메섹 도상에서 겪었던 경험을 암시한다(Wood, Bruce, Lincoln). 바울은 다메섹 도상에서 예수 그리스도의 계시를 통해 '비밀' 즉 하나님의 감추어진 계획을 알게 되었다. 그 '비밀'은 그리스도를 통해 성취된 복음으로 말미암아 이방인들도 유대인들과 동등하게 하나님 나라에 용납되고 하나님의 백성이 될 수 있다는 하나님의 계획을 가리킨다(행 26:17, 18; 갈 1:16, Lincoln, Lenski, Meyer, Foulkes). 내가 이미 대강 기록함과 같으니 - 바울은 본절에서 이미 하나님의 구원의 '비밀'을 대략적으로 기록하였음을 밝힌다. 바울이 이미 기록한 것에 대해서 혹자는 바울의 다른 서신을 가리키는 것으로 보아 갈 1:12, 16이라고 주장한다(Houlden). 그러나 '대강'이 바울의 다른 서신을 가리키는 것으로 보기는 어렵다(Lincoln). 따라서 그것은 다른 서신이 아닌 본서의 내용으로 1:9,10과 2:11-22을 암시한다(Bruce, Wood, Meyer)."
        },
        {
            "verse_reference": "3:4",
            "commentary": "이것을 읽으면 - 혹자는 본문의 '이것'이 구약의 예언서를 가리키는 것으로 보아 본절은 구약에서 이방인에 대한 하나님의 계획을 읽고 깨닫는 것을 의미한다고 주장한다(Hort). 그러나 본문에 해당하는 헬라어 '프로스 호...아나기노 스콘테스'(* )에서 '프로스'는 일반적으로 '...에 관해서 '(with regard to, with reference to)를 의미하나 본절에서는 '...에 따라서'(in accordance with)를 의미하여 '이것을 읽음으로 말미암아'를 뜻한다(Lincoln). 따라서 '이것'은 앞절에서 언급한 '대강 기록한 것'을 가리킨다(Wood, Mitton, Foulkes). 그리스도의 비밀을 내가 깨달은것을 너희가 알 수 있으리라 - 바울이 앞서 밝힌 하나님의 계획을 잘 읽으면 에베소 교인들도 바울이 계시로 깨달은 '그리스도의 비밀'을 알게된다. '그리스도의 비밀'은 그리스도 안에 함축된 비밀 즉 그리스도의 인격, 사역 특별히 이방인을 하나님의 백성으로 연결짓는 그의 구속적인 죽음을 가리키는 것으로 이것이 곧 하나님의 비밀이다(Meyer, Bruce). 그리스도는 보이지 않는 하나님을 계시하는 '하나님의 비밀'이며(골 1:26, 27;2:2), 이 비밀은 복음을 선포하는 가운데 나타난다(고전 2:1). 한때 이 비밀은 감추어졌던 것이지만 이제는 하나님의 백성 가운데 그리스도께서 거하심으로 하나님의 백성에게 밝히 드러난 것이다(요16:13;고전2:12; 골1:28)."
        },
        {
            "verse_reference": "3:5",
            "commentary": "이제 그의 거룩한 사도들과 선지자들에게...나타내신 것같이 - 본절은 영원 전부터 감취었던 비밀이(롬 16:25), '이제' 그리스도를 통한 하나님의 은혜로 유대인들과 이방인들 사이에 밝히 드러났음을 시사한다. '이제'는 그리스도께서 죽으시고 부활하신 결정적인 때를 가리키는 것으로 초대 교회 당시부터 현재의 시대까지를 의미한다 하겠다(Merklein, Gnilka). 한편 골로새서에서는 이 '비밀'이 '성도들'에게 계시되었다고 되어있는 반면(골 1:26) 본절에서는 ' 그의 거룩한 사도들과 선지자들'에게 계시되었다고 한다. 이것은 교회에서 사도와 선지자들이 중추적 역할을 한다는 사도 바울의 표현과 연결된다(2:20). ' 선지자들'에 대해 혹자는 '사도들'과 동일한 것으로 주장하나(Lenski), 신약 시대의 선지자를 가리키는 것으로 이해하는 것이 더 타당하다(2:20). '사도들과 선지자들'을 수식하는 '거룩한'은 '하나님에게 구별된'을 의미하는 것으로 '사도들과 선지자들'이 계시를 받기 위해 하나님에게 구별된 하나님의 특별한 사신(使臣)과 도구임을 시사한다(벧후 1:21, Meyer, Lincoln, Wood). 다른 세대에서는 사람의 아들들에게 알게 하지 아니하셨으니 - '다른 세대'는 앞서 언급된 '이제'와 대조적인 개념으로 그리스도가 오시기 이전 즉 구약 시대를 가리킨다(행 14:16;17:30). 한편 '사람의 아들'은 히브리적 표현으로 70인역에는 자주 나타나는 반면에 신약성경에는 본절 외에 단 한 번 나타난다(막 3:28). 혹자는 '사람의 아들들'을 '사도들과 선지자들'의 대조 개념으로 이해하나(Blaikie) 그것은 유대인들을 가리키는 '이스라엘의 아들들'과 대조적인 것으로 구약 시대의 이방인을 총칭하는 말로 이해하는 것이 더 타당하다 (Wood)."
        },
        {
            "verse_reference": "3:6",
            "commentary": "본절은 구약의 이방인들이 분명히 깨닫지 못한 '비밀'의 내용이다. 이는 이방인들이 복음으로 말미맘아 그리스도 예수 안에서...됨이라 - 그 비 밀이란 그리스도의 구속 사역을 통해서 '그리스도 예수 안에' 있게 된 이방인들에 관한 것이다. '그리스도 예수 안에 있는 자'는 세례를 통해서 그리스도와 함께 연합하여 죽고, 장사(葬事)되었다가 다시 살리심을 받은 자를 의미한다(골 2:12-15). 이방인의 참여를 나타내기 위해서 바울은 '쉰'(* , '함께') 으로 시작하는 세 단어를 나열한다. 바울은 '쉰'으로 시작하는 자신이 만든 조어를 통해서 단순히 유대인과의 연합이 아니라 교회 안에서 성취된 새로운 연합체 혹은 통일체를 언급한다. 이 '통일체'는 옛 구분이나 범주를 초월한 것으로 이방인도 그것의 구성원이 된다. 함께 후사가 되고(* , 슁클레로노마) - 그리스도와 연합해서 '그리스도 안에 머무는 자'는 이방인이라 할지라도 그리스도와 더불어 하나님 나라의 상속자가 된다(롬 8:17; 갈 3:29;4:7). 그들이 공유하는 '유업'은 성령을 통해서 이미 참여하고 있는 하나님이 예비하신 구원을 의미한다 (1:14, 18;5:5). 함께 지체가 되고(* , 쉿소마) - 이것은 이방인들도 그리스도께서 머리가되신 교회(엡 4:15;5:23; 골 1:18)의 지체가 됨을 의미한다. 이방인도 유대인과 더불어 그리스도의 몸된 교회에 새로운 공동체를 형성한다(Wood, Bruce). 함께 약속에 참예하는 자가 됨이라(* , 에이나이...쉼메토카 테스 에팡겔리아스) - '약속'은 하나님께서 아브라함에게 하신 것이다(창 12:1-3). 과거 에 이방인들은 '약속의 언약'에 대해 제외된 자들이었다(2:12). 그러나 이제는 '그리스도 안에 속함으로' 아브라함의 약속 즉 생명과 구원의 약속에 유대인들과 동등하게 참여하는 자가 되었다(갈 3:22, 29)."
        },
        {
            "verse_reference": "3:7",
            "commentary": "이 복음을 위하여 그의 능력이 역사하시는 대로 - 바울이 일꾼이 된 목적은 복음을 모든 이에게 특히 이방인에게 전파하는 것이다(고후 3:5;4:1). 이런 복 음 전파 사역은 바울 자신의 힘만으로는 불가능한 것이었다. 그래서 바울은 사역을 감당함에 있어 하나님의 능력이 역사하셨음을 고백한다(1:19; 골 1:29).그 역사하심은 성령의 내주로 바울의 삶 전체에서 일어났다. 바울이 말씀과 하나님의 계획을 잘 이해해서 전파할 수 있었던 것은 하나님께로부터 온 하나님의 능력의 역사를 통해서였다. 내게 주신 하나님의 은혜의 선물을 따라 내가 일꾼이 되었노라 - '일꾼'에 해당하는 헬라어 '디아코노스'(* )는 본래 '손님 식탁에서 시중드는 자'를 가리키는 것으로 신약에서 그리스도와 그의 복음을 섬기는 자를 의미한다. 바울은 자신이 이런 직분을 받게 된 것은 하나님의 은혜의 선물이라고 고백한다. '하나님의 은혜'는 바울 자신을 선택해 주시고, 부르셨으며, 능력을 부여하신 것을 가리키는 것으로(1:6, 7) 바울 자신이 과거에 교회의 박해자로서 도저히 그 직분을 감당할수 없는 자였음에도 불구하고 하나님께서 복음사역의 직분을 주셨음을 시사한다. 그래서 바울은 하나님께서 값없이 주신 선물이라고 고백한다."
        },
        {
            "verse_reference": "3:8",
            "commentary": "모든 성도 중에 지극히 작은 자보다 더 작은 나에게 이 은혜를 주신 것은 - '지극히 작은 자보다 더 작은'에 대해서 혹자는 후대 사람들이 바울의 겸손을 드러내기 위해서 개작한 것이라고 주장한다(B.S. Easton). 그러나 과연 그들이 바울을 낮추는 말을 썼는가에 대해서는 확신할 수가 없다(C. Spicq, Wood). 왜냐하면 본절만 갖고 진정성을 논하기에는 무리가 있기 때문이다(Lincoln). 또한 바울이 다른 서신에서도 자신에 대해 '지극히 작은 자'(고전 15:9, 10), '죄인 중에 괴수'(딤전 1:15)라고 고백하고 있는 것으로 보아 본절 의 바울 고백은 신빙성이 있다. 바울의 이 고백에 대해서 혹자는 인위적이고 과장된 표현이라고 주장한다(Mitton). 그러나 수사학적인 화려한 묘사가 아니라 과거에 교회의 박해자였으며 하나님 앞에서 죄인이며 육체에 하나님을 거스리는 나쁜 욕망(欲望)으로 가득차 있다(롬 7:18; 딤전 1:13-15)는 죄의식에서 비롯된 겸손이다(Blaikie). 한편 '은혜를 주신 것'은 바울 자신이 받은 직분이 하나님에게서 비롯된 것이며, 하나님의 은혜로 말미암은 것임을 시사한다(Lenski, Blaikie). 측량할 수 없는 그리스도의 풍성을 이방인에게 전하게 하시고 - 바울이 하나님에게서 받은 직분은 이방인에게 복음을 전파하는 것이다. '이방인'에 해당하는 혤라어 '에드네신'(* )은 '경멸'을 뜻하는 용어이다. 바울은 이방인을 욕되게 부르는 용어를 사용해서 하나님이 이방인에게 베푸신 은혜와 축복이 지극히 큰 것임을 나타낸다(Blaikie). 이방인에게 베푸신 하나님의 은혜는 무한한 것이다. 한편 '측량할 수 없는'에 해당하는 헬라어 '아넥시크니아스톤'(* )는 '밑바닥까지 도달할 수 없는' 혹은 '한계가 없는'을 의미하는 것으로(Mitton) 주로 인간이 이해할 수 없는 하나님의 방법을 가리키는데 사용되었으나(LXX, 욥 5:9;9:10;34:24; 롬 11:33), 본절에서는 '그리스도의 풍성'과 관련된다. '그리스도의 풍성'의 헬라어 '플루토스 투 크리스투 '(* )에 대해서 두가지 해석이 가능하다(Lincoln). (1) 주격적 소유격 으로 해석해서 '그리스도'가 구원을 소유하신 자이며 수여하시는 자임을 시사한다(Meyer). (2) 목적격적 소유격으로 그리스도 자신이 복음의 풍성함의 내용임을 시사한다(골 1:27;2:3). 이것은 그리스도 안에 있는 무한한 사랑과 긍휼 그리고 구원의 은총과 은사를 가리킨다(Bruce, Wood,Lenski). 바울은 이런 그리스도의 풍성을 이방인에게 전하기 위해서 사도로 부르심을 받았다."
        },
        {
            "verse_reference": "3:9",
            "commentary": "영원부터 만물을 창조하신 하나님 속에 감취었던 비밀의 경륜이 어떠한 것을 드러내게 하려 하심이라 - 바울의 사명은 비밀의 경륜을 드러내는 것이었다. '비밀의 경륜'이 공인본문(Textus Receptus)에서는 '코이노니아 투 뮈스테리우'(* , '비밀의 친교')로 되어 있다(the fellowship of the mystery, KJV). 그러나 대부분의 사본에는 '코이노니아' 대신 '오이코노미아 '(* , '경륜')로 되어 있다(Foulkes). 또한 '경륜'은 '계획'(plan, RSV)을 의미하는 것으로 그리스도를 통해서 이방인에게까지 하나님의 은총을 베푸시고자 하는 계획을 가리킨다. 이런 계획은 세상이 시작되기 이전부터 만물을 창조하신 하나님 속에 감추어졌던 것이다. 이것은 하나님께서 자신 안에 비밀을 감추었다는 의미로 비밀의 신적 출처를 시사한다(Lincoln). 한편 바울이 '만물 을 창조하신 분'이라고 하나님을 부르는 것은 당시의 거짓 교리 즉 영지주의 에 대항하기 위한 것이다(Bruce, Wood). 영지주의자들은 이분법(二分法)을 이용하여서 '창조주'와 '구속주'를 구별하였다. 바울은 하나님 속에 감취었던 비 밀의 계획 즉 그리스도의 죽음과 부활을 통해서 인간을 구속하시고 자신과 화해시킴으로 이방인과 유대인 사이를 화목하게 하여 하나님 나라를 완성해 가시는 분이 곧 창조주이신 하나님이라 선언하고 있다. 이는 구속주와 창조주가 영지주의자들이 말하는 것처럼 다른 존재가 아니라 한분이신 하나님이심을 천명한 것이다. 창조주이시며 구속주이신 하나님께서 이방인에게 베푸신 은혜의 계획을 모든 사람에게 드러내는 것이 바울의 사명이다."
        },
        {
            "verse_reference": "3:10",
            "commentary": "본절은 '히나'(* , '...하기 위하여')로 시작한다. 이는 본절이 앞서 언급한(8, 9절) 하나님의 비밀의 경륜을 드러나게 하는 목적임을 시사한다. 이는 이제 교회로 말미암아 하늘에서 정사와 권세들에게 하나님의 각종 지혜를 알게 하려 하심이니 - 이방인에게 베푸시는 구원의 은혜를 드러내게 하는 것은(8, 9절) 바울의 사명일 뿐 아니라 교회의 사명이기도 하다(Wood). 교회는 하늘에 있는 '정사와 권세들'에게 하나님의 비밀의 경륜을 알게 해야 하는 사명이 있다. '정사와 권세들'은 '하늘에 있는 선한 천사들'을 가리킨다(Hendriksen). 하늘에 있는 천사들은 인간을 구속하시는 하나님의 계획을 간절히 알기를 원하고 있다(벧전 1:12). 교회는 천사들에게 '하나님의 각종 지혜 '를 전하는 역할을 해야 한다. '하나님의 각종 지혜'는 9절의 '비밀'과 같은 것으로(Lincoln) 지상에서 그리스도의 몸을 통해서 완전히 계시된(2:6-10) 하나님의 구속 게획을 가리킨다. 천사들은 그리스도를 통한 하나님의 구속 계획 즉 유대인과 이방인의 차별이 무너져 하나님 나라를 이루어가는 교회를 통해서 감취어졌던 하나님의 비밀을 깨닫고 하나님께 감사와 영광을 돌리게 된다."
        },
        {
            "verse_reference": "3:11",
            "commentary": "곧 영원부터 우리 주 그리스도 예수안에서 예정하신 뜻대로 하신 것이라 - 본절은 바울과 교회를 통해서 드러나게 하신 하나님의 지혜가 영원부터 그리스도 예수 안에서 하나님이 예정하신 계획임을 시사한다. 하나님의 구속 계획은 시간이 시작되기 이전에 하나님께서 설계하신 것으로 '그리스도 예수 안에서' 성취하신 것이다. 본절의 '하신 것이라'에 해당하는 헬라어 '에포이에센 '(* )은 문자적으로 '만들었다'는 의미를 지니나 본절에서는 '성취했다'를 의미하는 것으로(accomplished, NIV, achieved, NEB) 단순히 '이루셨다' 는 것이 아니라 '역사적 사실로서의 성취'를 시사한다(Wood, Lenski). 본절에서 '그리스도 안에서'라고 언급하는 것은 하나님께서 실행하셨음을 시사하며 그리스도께서 하나님의 목적을 중재하시는 '선재하신 중재자'(preexistent mediator)이심을 나타낸다(Lincoln)."
        },
        {
            "verse_reference": "3:12",
            "commentary": "우리가 그 안에서 그를 믿음으로 말미암아 담대함과 하나님께 당당히 나아감을 얻느니라 - 본절에서 바울의 관심은 이방인에 대한 하나님의 구속 계획의 선포에서 구속함을 받은 성도인 자신과 에베소 교인에게로 바뀌었다. '담대함'에 해당하는 헬라어 '파르레시안'(* )과 '나아감'의 헬라어 '프로사고겐'(* )은 담대히 나아감을 강조하기 위한 이사 일의(二詞一意)이다(Lincoln). 여기서 '파르레시안'은 두 가지를 의미한다. (1) 모든 것을 말할 수 있는 '언론의 자유'를 의미한다(Wood, Lenski). (2) 하나님 앞에서 두려움이나 부끄러움이 없는 것을 의미한다(히 4:16;10:19, Foulkes). 이 두 가지는 상호 보완적인 것으로 '파르레시안'은 그리스도와 연합한 그리스도인들이 믿음을 통해서 하나님 앞에 두려움이나 부끄러움이 없이 나아가며 동시에 무엇이든지 하나님께 아뢸 수 있음을 시사한다. 따라서 그리스도 안에 거하는 그리스도인에게 있어서 하나님은 징계하시며 심판하시는 두려움의 하나님이라기 보다는 언제든지 나아가서 대화할 수 있는 친근한 아버지이시다(마7:10,11; 롬 8:15; 갈 4:6). 한편 '그를 믿음으로 말미암아'에 해당하는 헬라어 '디아 테스피스테오스 아우투'(* )는 문자적으로 '그의 믿음을 통해서' 라는 의미로 혹자는 그리스도의 신실함을 가리킨다고 주장한다(Barth, Mitton, G.E. Howard). 그러나 그것은 본서의 앞에서 언급한 바와 같이 (1:13,15, 19;2:8) 그리스도 안에 있는 성도의 믿음을 의미하는 것으로 이신 득의를 통해서 하나님께 담대히 나아갈 수 있음을 시사한다(롬 5:2, Lincoln)."
        },
        {
            "verse_reference": "3:13",
            "commentary": "그러므로 -이것은 본절이 앞서 언급한 전체 내용과 상관되고 있음을 의미한다(Meyer). 비록 바울 자신은 '갇힌 자'이지만, 그리스도 안에서 연합한 바울과 에베소 교인은 담대함을 갖고 하나님 앞에 나아갈 수 있음을 상기시킨다. 너희에게 구하노니 너희를 위한 나의 여러 환난에 대하여 낙심치 말라 - 본절에 대한 해석은 여러가지이다. (1) '낙심하다'에 해당하는 헬라어 '엥카케 인'(* )의 주어가 헬라어 본문에서는 명확치 않기 때문에 '바울 자신이 낙심치 않도록 기도 부탁을 했다'는 의미이다(Origen, Jerome, Theodore, Goodspeed). (2) 바울이 에베소 교인들로 하여금 낙심치 않게 하기 위해서 지금 기도하고 있다는 '기도문'으로 해석하기도 한다. (3) 바울이 에베소 교인들 에게 낙심치 않기를 부탁하는 것이다(Mitton, Lincoln). 본절에 대한 세 가지 해석 중 마지막 해석이 가장 타당하다. 첫 번째 해석의 경우 만약 바울 자신의 절망 문제를 다룬 것이라면 본절에서 '나의 환난'이라고 기록하지 않았을 것이다(Lenski). 두번째 해석의 경우 '구하노니'에 해당하는 헬라어 '아이투마 이'(* )는 기도 대상인 하나님에 대한 언급이 없이는 '기도를 드린다'는 의미로 사용되지 않기 때문에 본절을 기도문(祈禱文)으로 해석하기 어렵다(Foulkes). 따라서 본절은 에베소 교인들이 바울 자신의 환난으로 인해서 낙심하지 않기를 부탁하는 것으로 해석하는 것이 가장 적절하다(NIV, RSV, NEB, Meyer,Wood, Lenski). 이는 너희의 영광이니라 - 바울은 본문에서 에베소 교인을 위하여 당하는 자신의 환난이 에베소 교인의 영광이 된다고 말함으로 '자신의 고난'과 '에베소 교인의 영광'을 대조 병렬시키고 있다. 바울 사상에 있어서 '고난'은 '영광 '의 전제 조건이다(롬8:17, 18; 고후 4:17). 그러나 대부분의 경우에 고난당하 는 사람이 후에 영광을 받는 반면에 본절에서는 바울 사도의 고난이 에베소 교인의 영광으로 나타난다. 이것은 바울 자신이 겪는 고통을 그리스도의 몸된 교회를 위해 채워져야 하는 남은 분량의 고난으로 알고 기뻐했던 것과 일맥 상통한다(골 1:24). 이러한 선포를 통해서 바울은 자신이 현재의 고난을 장차 얻게 될 지극히 큰 영광을 예비하는 것으로 알았던 것처럼(고후 4:17) 에베소 교인들도 바울의 현재 고난이 미래의 교회에 미칠 그리스도의 영광에의 참여 라는 사실을(롬 8:17) 깨닫고 낙심하지 않기를 권면한다."
        },
        {
            "verse_reference": "3:14,15",
            "commentary": "이러하므로 - 이것은 1절과의 밀접한 관계를 암시한다. 바울이 자신의 사도직에 대한 변증 후에 다시 '베라카'(* , '축복')로 돌아가 중보 기도를 한다. 내가 하늘과 땅에 있는 각 족속에게 - '각 족속'에 해당하는 헬라어 '파사 파트리아'(* )에 대해서 여러 가지 견해가 있다. (1) '모든 부권'(all fatherhood)을 의미한다(Bruce, Barclay). (2) '모든 족속'(the whole family)을 의미한다(Wood, Lenski, KJV, NIV). (3) '각 족속'(every family)을 의미한다(Foulkes, RSV, NEB). 세 가지 견해 중 마지막 견해가 가장 타당하다. '족속'에 해당하는 헬라어 '파트리아'는 '한 아버지나 조상'에서 비롯된 사람들의 그룹을 가리키는 말로서(Robinson) '아버지'(* , 파테르)와 상관성은 있다 할지라도 '부권'(fatherhood)으로 해석될 수 없으며, '모든 족속'의 의미를 지니려면 '관사'가 있어야 하는데 본절에는 관사가 없다. 따라서 '파사 파트리아'는 '각 족속'을 의미한다(Lincoln, Foulkes). 그러나 그 '각 족속'은 유대인과 이방인이 한 구성원이 된 믿음의 족속임을 전제로 하며(Caird) 구속(救贖)의 차원에서 이해되어야 한다(Mitton). 한편 혹자는 '하늘에 있는 각 족 속'은 천사를 가리킨다고 본다(Lincoln). 후기 랍비들은 천사를 의미하는 상부 가족(upper family)과 이스라엘을 의미하는 하부 가족(lower family)을 분류했다. 따라서 '하늘과 땅에있는 각 족속'은 '각 족속' 을 창조하신 하나님에게서 비롯되었으며 하나님이 그들의 아버지임을 시사한다(Lincoln). 이름을 주신 아버지 앞에 무릅을 끓고 비노니 - '이름을 주신 아버지'는 앞서 언급한 구속론적 차원의 '아버지'(2:18)와 '만물의 창조자'로서의 '아버지 '(9절)와 상관성을 갖는다(Lenski). 구약에서 '이름을 부여하는 것'은 창조주 하나님께서 그(그것)를 존재케 하며 또한 그(그것)를 지배함을 가리킨다(시 147:4; 전 6:10; 사 40:26). 이것은 '아버지'가 각 족속의 창조자이며 주(主)이시며 모든 존재의 의미가 되심을 시사한다(Lincoln). '아버지'는 더이상 심판자가 아니라 '친근한 분'이시다. '앞에'에 해당하는 헬라어 '프로스'(* )는 친근한 사람과 마주보고 있는 것을 나타낸다. 한편 바울은 '무릎을 끓고' 중보 기도를 한다. 유대인들에게는 서서 기도하는 것이 관례였으나(마 6:5; 눅 18:11), 바울이 무릎을 끊고 기도하는 것은 바울의 '간절한 마음'과 '복종'을 의미한다(Foulkes, Wood, Lenski)."
        },
        {
            "verse_reference": "3:16",
            "commentary": "그 영광의 풍성함을 따라 그의 성령으로 말미암아 너희 속 사람을 능력으로 강건하게 하옵시며 - 본절에서 바울은 '속 사람이 강건해지기를' 기도한다. ' 속 사람'은 인간의 '영', '마음', '이성과 의지가 활동하는 인격'을 가리킨다(Foulkes). 성경에서 '속 사람'은 '겉 사람' 즉 육체에 속하여 부패한 사람과 대조를 이루는 것으(롬 7:22;고후 4:16) 그리스도 안에서 새롭게 창조된 '새로 운 피조물'을 의미하기도 한다. 이 '속 사람'은 성령을 통해서 능력으로 강건해진다. 본절에서의 '성령'에 대한 언급은 오순절의 성령 강림을 가리키는 것이 아니라 그리스도인의 속 사람에 날마다 내주하셔서 역사하는 것을 의미하는 것으로 그리스도인들은 내주하신 성령의 역사를 통해 그리스도를 위해 살아갈 수 있게 된다(고전 16:13; 빌 4:13). 한편 성령을 통해서 그리스도인에게 부어주시는 하나님의 능력은 '하나님의 영광의 풍성함'을 따라 이루어진다. ' 영광'은 하나님의 안전한 행위를 시사하는 것으로(Lincoln) 하나님의 모든 속성 즉 사랑과 은혜, 지혜의 무한함과 영원함을 포함한다(Lenski, Bruce). 이것 은 그리스도인에게 주시는 하나님의 모든 선물의 기준이며 규범이다. 따라서 본절은 하나님께서 자신의 영광의 풍성을 따라 그리스도인 가운데 내주하시는 성령을 통해 능력을 부여함으로 속 사람을 날마다 새롭게 하며 강건하게 하심을 시사하며 그리스도인들이 간구하는 것 이상으로 허락하시는 하나님의 능력에 대한 바울의 확신을 나타낸다(Lincoln)."
        },
        {
            "verse_reference": "3:17",
            "commentary": "믿음으로 말미암아 그리스도께서 너희 마음에 계시게 하옵시고 - 본절에 나 타난 그리스도의 내주(內住)는 앞절에서 언급한 성령의 내주와 정교한 병행 관계를 형성한다. 바울은 '속사람'과 '너희 가운데', '그리스도의 기능'과 '성 령의 역할'을 세심하게 병행시킴으로 그리스도인들이 현재 삶 가운데서 그리스도와 성령 사이의 아무런 차이점도 경험할 수 없음을 시사한다(고전 15:45; 고후 3:17; 갈 4:6, Lincoln). 그리스도인은 그리스도를 받아들이는 믿음을 통 해서 그리스도와 연합을 이루며 그리스도의 내주를 경험한다(요 1:12;14:20; 17:21; 롬 8:9, 11; 고전 3:16). '내주'는 그리스도를 처음 영접하는 것을 의미하는 것이 아니라 그리스도께서 항상 함께 존재하는 것을 의미한다. 그리스도께서 내주하시는 곳은 '마음'이다. '마음'은 인격의 중심으로서 삶의 방향을 정하는 전인(全人)의 사고와 감정과 의지를 나타낸다(Mitton, Lincoln). 너희가 사랑 가운데서 뿌리가 박히고 터가 굳어져서 - '뿌리가 박히고 터가 굳어져서'라는 표현은 그리스도께서 직접 하신 것으로(마 7:15-20;24-27 장), 바울은 골로새서에서 '믿음'과 연결짓는 반면에(골 1:23;2:7) 본절에서는 '사랑'과 연결짓는다. '사랑'은 그리스도인들이 뿌리가 박히고 터가 굳어지는 토양으로서(Lincoln) 그리스도의 내주의 결과이다(Mitton). 이 '사랑'에 대해서 두 가지 견해가 있다. (1) 그리스도 안에 있는 하나님의 사랑이다(Schnackenburg). (2) 그리스도인의 사랑이다(Meyer, Abbott, Gnilka). 두 가 지 견해는 나름대로의 타당성을 지닌다. 왜냐하면 '사랑'은 하나님이 그리스도 안에서 그리스도인에게 부어주신 것으로(롬 5:5), 이 사랑을 통해서 하나님 은 물론 타인을 사랑하게 되기 때문이다."
        },
        {
            "verse_reference": "3:18,19",
            "commentary": "본문은 두 개의 '히나'(* , '위하여')로 이루어진 목적절이다. 바울의 중보 기도 목적이 본문에 두 가지로 나타난다. 능히 - 이에 해당하는 헬라어 '엑시스퀴세테'(* )는 '강건해지게'(may have power, NIV, RSV)라는 의미이다. 헬라어 본문에서 '엑시스퀴세테'는 '히나'와 연결되어 있다. 이는 '강건해지는 것'이 바울의 중보 기도의 목적임을 시사한다. 모든 성도와 함께 - 바울은 모든 성도들이 그리스도의 사랑을 깨달아 강건해지기를 간구한다. 본문은 그리스도의 사랑을 깨닫는 것이 신비적인 지식이나 혹은 일부 사람들에게만 해당되는 것이 아니라 모든 그리스도인에게 속한 것이며, 모든 그리스도인이 알아야 하는 목표임을 시사한다(Bruce, Lenski, Lincoln). 지식에 넘치는 그리스도의 사랑을 알아 - 본문은 헬라어 본문에서 19절에 속하며, 개역성경의 19절 중 '그 넓이와 길이와 높이와 깊이가 어떠함을 깨달아'는 헬라어 본문에서 18절에 해당한다. 따라서 '그리스도의 사랑'은 다음 절에서 언급된 네 가지 차원의 대상이 된다(Mitton, Calvin, Meyer, Abbott, Moulden). 바울은 본절에서 '알아'(* , 그노나이)라는 표현을 사용해서 단순히 지식적인 이해가 아니라 인격적인 지식임을 보다 극적으로 제시하고 있다(Lincoln). 한편 '지식에 넘치는'은 다음절에서 언급된 네 가지 차원을 표현한 말로서 인간 지식의 한계로는 광대한 그리스도의 사랑을 이해할 수 없음을 밝히고 있다(고전 8:1;13:2, Foulkes, Wood). 하지만 '지식에 넘치는'이란 말이 '지식'의 중요성을 격하시키는 것은 아니다. 바울은 계시된 지식이 그리스도인의 성장을 위해 필요한 것임을 반복해서 강조한다(3-5, 9절;1:9,17,18;4:13;5:17). 그 넓이와 길이와 높이와 깊이가 어떠함을 깨달아 - '그 넓이와 길이와 높이와 깊이'의 헬라어 '토 플라토스 카이 메코스 카이 휩소스 카이 바도스'(* )는 하나의 관사 '토'에 의해서 제한된다. 이것은 네 가지 차원의 통일성과 전체성을 나타내어 그리스도의 사랑의 광대함을 상기시킨다. '그리스도의 사랑'에 대한 이러한 표현은 인간의 지식으로 측량할 수 없는 무한한 풍요를 시사하며, 그리스도를 통한 하나님의 전 구속 사역을 암시한다(E. Percy, Bruce). 하나님의 모든 충만하신 것으로 너희에게 충만하게 하시기를 구하노라 - 본절은 바울의 중보 기도의 절정이다. 바울은 그리스도인들이 '충만한 것'을 획득하기를 기도한다.'모든 충만하신 것으로'의 헬라어 '에이스 판 토 플레로마'(* )에서 '에이스'는 하나님의 충만을 향해 나아가는 것을 나타낸다. 이것은 종말론적 차원에서 해석된다. 교회는 이미 충만함을 받았으나 (1:23; 골 2:10), 또 한편으로는 충만으로 채워져가야 하는 것으로(4:13;5:18)이는 바울의 종말론('이미'<already>와 '아직'<not yet>)을 이해하는 것과 맥을 같이한다 하겠다. 다시 말해서 '하나님의 모든 충만하신 것'은 하나님의 현존과 능력, 통치를 의미한다(Lincoln). 또한 바울이 이런 '하나님의 모 든 충만한 것'으로 채워지기를 바라는것은 하나님과 동등한 분량의 충만함을 바라는 것이라기보다(NEB, Barclay) '하나님께서 요구하시는 충만함'(the fullness which God requires, NEB)으로 그리스도인이 그리스도의 장성한 분량에까지 성장하는 것이며(4:11-13) 하나님이 허락하신 온전함을 통해서 하나님을 닮아가는 것이라 할 수 있겠다(Hendriksen). 결론적으로 이와 같은 것은 성령의 내주(16절)와 그리스도의 내주(17절) 그리고 그리스도의 사랑을 아는 것(18, 19절)을 통해서 성취된다."
        },
        {
            "verse_reference": "3:20",
            "commentary": "우리의 온갖 구하는 것이나 생각하는 것에 더 넘치도록 능히 하실 이에게 - 본문은 앞서 언급한 중보 기도의 성취에 대한 확신이다. 바울은 하나님이 이제까지 드린 중보 기도를 성취하실 뿐만 아니라 '더 넘치도록' 풍성하게 이루어 주실 분임을 확신한다. 이것은 하나님께서 성령의 역사와 그리스도의 내주를 통해 하나님의 목적을 온전하게 실현시키실 것임을 시사한다."
        },
        {
            "verse_reference": "3:21",
            "commentary": "교회 안에서와 그리스도 예수 안에서 영광이 대대로 영원 무궁하기를 원하노니 -'영광'은 하나님의 고양된 지위나 명예의 광휘(光輝)로서 하나님의 인격이나 능력을 드러낸다(Lincoln). 바울은 하나님께 이런 영광을 돌리면서 그것이 실현되는 두 가지의 영역을 언급한다. (1) 교회 안에서 이루어진다. 교회 는 유대인은 물론 이방인에게까지 하나님의 구속의 은혜가 실현된 곳으로 (6-10절), 하나님은 교회 안에서 영광을 받으신다. (2) 그리스도 안에서 성취 된다 - 하나님의 구속 계획은 '그리스도 안에서' 성취되었다. 그리스도는 하나님의 은혜를 받는 이방인과 유대인을 구원하신 구속주이며 그 둘을 통일시키는 분이시다(Foulkes). 따라서 하나님은 그리스도 안에서 영광을 받으시는 것이 마땅하다. 이 두 가지 영역은 불가분의 관계를 갖는다. 왜냐하면 '교회'는 그리스도의 몸이요 그의 지체들로 구성된 것이기 때문이다. 아멘 - 이는 히브리어 '아멘'(* )을 음역한 것으로, 예수께서는 자신의 말씀의 확실성과 진실성을 부여하기 위해 '진실로 진실로'라는 말로 사용했으며(마5:18;막9:1;요10:7) 사도들은 서신서의 송영으로 사용하였다(롬 15:33;16:27;고전16:24; 갈 6:18). 이것은 '진실로 그렇습니다' 혹은 '그렇게 될 것을 확신 합니다'라는 의미로, 바울은 하나님의 은총과 게획이 '교회와 그리스도 안에서' 완성되며, 하나님께서 영광을 받으실 것을 확신한다."
        }
    ]
}