{
    "bible_book": "에베소서",
    "chapter_number": 2,
    "commentaries": [
        {
            "verse_reference": "2:1",
            "commentary": "너희 죄로 죽었던 너희를 살리셨도다 - 바울은 본절에서 에베소 교인들에게 과거의 삶을 상기시키고 있다. 그들의 과거의 삶은 죽음으로 특징지워진다. '죽었던'은 신체적 죽음을 의미하는 것이 아니라, 영적이며 도덕적 죽음을 의미하는 것으로 생명을 수여하시는 하나님으로부터의 단절을 시사한다(Foulkes, Bruce, Wood). 이런 사상은 초대 그리스도인들만 갖고 있던 독특한 것은 아니다. 구약 특히 시편에서도 질병, 죄, 소외, 포로 상태에 있는 삶이나 적들의 지배하에 있는 삶은 죽음의 영역에 있는 삶으로 표현되었다(시13:1-3;30:3;31:12;88:3-6; 143:3; 호13:14; 욘2:6). '허물'은 문자적으로 '정로'(正路)에서 떨어지다'라는 의미로 부주의하여 진리에서 떠나는 것이나 잘못된 경향성을 가리키며, '죄'는 문자적으로 '과녘에서 벗어나다'는 의미로 하나님께서 제시하신 생의 목표를 정확히 맞추지 못한 모든 행위를 가리킨다. 결국 이 둘은 동의어이다(Barth, Lincoln, Foulkes). 또한 '허물과 죄로'라고 번역된 헬라어 '토이스 파라프토마신카이타이스 하마르티아이스'(* )는 여격으로 '너희의 허물과 죄를 통해서'라는 의미이다. 이 여격은 죽음의 원인, 도구, 영역 그리고 결과를 나타낸다(Barth, Lincoln)."
        },
        {
            "verse_reference": "2:2",
            "commentary": "그 때에 너희가 그 가운데서 행하여 - '행하여'에 해당하는 헬라어 '페리에 파테사테'(* )는 히브리어 '할라크'(* )를 번역한 것으로 윤리적인 행동이나 삶의 방법에 있어서 하나님을 대적하는 것을 가리킨다. 이것은 두 가지로 표현된다. (1) 이 세상 풍속을 좇고 - '풍속'의 헬라어 '아이오나'(* )에 대한 해석은 두가지이다. 첫번째 해석은, '아이오나'는 종교 혼합주의에서 비롯된 신화적 개념이 신약성경에 스며든 것으로, 신을 가리키는 '아이온'(Aion)을 의미한다는 것이다(Nock, Gnilka, Lindemann, Halter, Sasse). 이러한 해석을 주장하는 자들은 본절의 '풍속'다음에 언급되는 '공중의 권세 잡은 자'와 같은 개념으로 본다. 두번째 해석은, '아이오나'는 이 세대의 타락한 인간 존재의 일시적인 측면을 의미한다는 것이다(Lincoln, Mitton, Caird, Abbott). 이 두 견해 중 후자가 타당하다. 그리스도인이 되기 이전의 에베소 교인들은 현재의 악한 세대와 이 세상에 의해서 지배를 받아 왔다. 그들의 죄악된 행위는 하나님에게 대적하는 현세적(現世的)인 세상의 기준과 가치에 따른 것이다. (2) 공중의 권세 잡은 자를 따랐으니 - '공중의 권세 잡은 자'는 인간의 참된 행복과 인간에 대한 하나님의 목적을 방해하는 초자연적인 악의 세력으로 (Mitton, Lincoln) '악의 영들'(6:12), 곧 '사단'(막8:33; 눅22:3)을 의미한다. 에베소 교인들은 과거에 이런 악한 영의 통치(統治)하에 살았었다. 곧 지금 불순종의 아들들 가운데서 역사하는 영이라 - '불순종의 아들들'은 히브리적 표현으로 '하나님에게 대적하여 불순종하는 사람들'을 의미한다(Mitton). 하나님의 뜻에 대적하는 것은 기독교 복음에 대한 거절을 내포하는 것으로 현재에 발생한다. 한편 본문에 나오는 '영'은 영적 세력으로서'공중의 권세 잡은 자'를 의미한다(Lincoln)."
        },
        {
            "verse_reference": "2:3",
            "commentary": "전에는 우리도 다 그 가운데서 우리 육체의 욕심을 따라 지내며 육체와 마음의 원하는 것을 하여 - 혹자는 1절에 언급된 '너희'가 '이방인'을 의미하는 반면, 본절의 '우리'는 '유대인'을 의미한다고 주장한다(Barth, Bruce). 그러나 본절의 '우리'는 바울 자신을 포함한 모든 그리스도인을 의미하는 것으로 보는 것이 더 타당하다(Lincoln, Foulkes, Mitton). '다 그 가운데서'는 앞절에 언급된 '불순종의 아들들'을 가리킨다. 바울은 이제 자신을 포함한 모든 그리스도인들에게 과거에 하나님께 불순종하고 '육체의 욕심을 따라 지냈음'을 상기시킨다. 한편 '지내며'의 헬라어 '아네스트 라페멘'(* )은 앞절의 '페리에파테사테'(* , '행하여')와 동의어로서 하나님으로부터 분리되어 인간의이기적인 욕구(慾求)에 따라 사는 삶을 가리킨다(Houlden,Foulkes, Wood). 이는 성령 안에서의 삶과 대조적으로 육체의 열매를 내는 삶이요(갈 5:19, 20), 하나님을 기쁘게 하지 못하는 삶이다(롬 8:8). 다른 이들과 같이 본질상 진노의 자녀이었더니 - '다른 이들과 같이'는 유대인들이 이방인에 대해 멸시하는 의미로 사용하던 용어이다(Foulkes). 그러나 본절에서는 그리스도 밖에 있는 모든 사람을 가리킨다. 이들은 '본질상' 진노의 대상이었다. '본질상'은 태어나면서부터 있던 천성적인것을 나타낸다(Bruce, Lincoln). 그래서 혹자는 '본질상'이라는 표현이 '원죄설'을 염두에 둔 것이라고 주장한다(Foulkes). 그러나 이것은 바울이 개종하기 이전의 그리스도인들의 상태를 사실적으로 진술한 것으로 보는 것이 더 타당하다(Mitton). '진노의 자녀'는 히브리적 관용구로서 '진노를 받기에 마땅한 자들'을 의미한다(Bruce, Wood). 본절의 '진노'는 '하나님의 진노'를 가리키며(God's anger, JB), '하나님의 진노'는 모든 죄악에 대해 심판하시는 하나님의 절대적인 거룩성을 증거한다(롬 1:18; 2:5,8)."
        },
        {
            "verse_reference": "2:4",
            "commentary": "개역성경에는 '데'(* , '그러나')가 생략되어 있다. '데'는 본절이 1-3절에서 진술한 그리스도인이 되기 이전의 상태와 대조를 이루고 있음을 시사한다. 긍휼에 풍성하신 하나님이 우리를 사랑하신 그 큰 사랑을 인하여 - '긍휼에 풍성하신 하나님'은 하나님에 대한 히브리적 표현이다(출34:6; 시103:8;145:8; 욘4:2). 즉 '긍휼'의 헬라어 '엘레에이'(* )는 히브리어 '헤세드'(* , '인애')와 상응하는 것으로, 하나님께서 언약을 충실히 지키며 사랑을 베푸시는 것을 시사한다. 하나님은 자신의 본질인 사랑을 통해서 우리에게 구속의 은총을 베푸셨다(롬5:8)."
        },
        {
            "verse_reference": "2:5",
            "commentary": "(너희가 은혜로 구원을 얻은 것이라) - 본문의 괄호는 이 부분이 헬라어 본문에 있어서 부가적인 설명임을 나타낸다. 상반절에서 그리스도와의 연합으로 새 생명을 소유하였음을 언급한 바울은 본문에서 그것이 하나님의 은혜로 이루어졌음을 부언한다. 즉 죄로 인해 진노를 받아 마땅한 죄인에 대한 구원은 하나님의 주도적인 행위인 은혜로 된 것임을 밝힌다."
        },
        {
            "verse_reference": "2:6",
            "commentary": "또 함께 일으키사 - 이것은 '부활'을 가리키는 것으로 앞절에서 언급된 '살리셨고'와 연결된다. 즉 죄로 인해 초래된 영적 죽음에서 그리스도와 함께 새로운 생명을 공유하는 영적부활을 의미한다(Mitton). 그리스도 예수 안에서 함께 하늘에 앉히시니 - 앞절에서는 여격 전치사 '쉰'(* , '...함께')과 합성된 '토 크리스토'(* , '그리스도에게')를 사용한 반면, 본절에서는 '엔 크리스토 예수'(* , '그리스도 예수 안에서')라는 표현을 사용한다. 두 표현 모두가 그리스도와의 연합(聯合)을 의미하는 것이나 본절의 '엔 크리스토 예수'가 앞절에서 언급된 '토 크리스토'보다 더 강한 의미를 내포한다(Mitton, Lincoln). 한편 바울은 하나님께서 우리를 단순히 부활시키신 것으로 그치지 않고 우리를 그리스도와 함께 이미 하늘에 앉히셨다고 선언한다. 이것은 골 3:1-3에 암시되어 있다(Foulkes, Bruce). 바울의 이 선언은 하나님께서 그리스도인들을 그리스도와 함께 부활시키신 것이 이미 이루어진 것이듯이 하늘에 앉히신 것도 비록 현재 참여하고 있는것을 느낄 수 없다 할지라도 이미 이루어진 것임을 나타낸다(Bruce). 그래서 우리의 시민권은 땅이 아니라 하늘에 있음을 시사한다(빌3:20). 그리스도인들은 항상 하나님의 존전에 서있으며 그 앞에서 즐거워한다(Mitton)."
        },
        {
            "verse_reference": "2:7",
            "commentary": "본절은 '히나'(* , '...위해서')로 시작된다. 이는 본절이 하나님께서 그리스도인을 살리시고 일으키시며 하늘에 앉히신(5, 6절) 목적이 됨을 시사한다. 이는 그리스도 예수 안에서 우리에게 자비하심으로써 그 은혜의 지극히 풍성함을 오는 여러 세대에 나타내려 하심이니라 - 하나님께서 그리스도인을 구원하신 목적은 하나님의 영광으로 풍성한 은혜를 드러내기 위함이다(1:3-14). '그 은혜의 지극히 풍성함'은 그리스도 예수 안에서 보여주신 구원의 자비(慈悲)하심을 가리킨다(Bruce). 한편 '오는 여러 세대'에 대해 혹자는 인격적인 권세나 정사를 의미하는 것으로 그리스도인에 대한 하나님의 은혜가 적대적인 정사들에게 드러나는 것을 시사한다고 주장한다(Conzelmann, Schlier, Barth). 그러나 이는 시간적인 것으로 미래에 '오는 시대'를 의미한다(Sasse, Lincoln, Scott, Calvin, Bruce, Foulkes). 그리스도인들을 구원하신 하나님의 은혜의 목적은 다가오는 미래에 자신의 은혜의 광대함을 드러내기 위함이다."
        },
        {
            "verse_reference": "2:8",
            "commentary": "개역성경에는 '가르'(* , '왜냐하면')가 생략되어 있다. 이것은 본절이 앞절에서 언급된 그리스도인에 대한 하나님의 지극히 풍성하신 은혜를 다시 한번 강조함을 시사한다. 너희가 그 은혜를 인하여 믿음으로 말미암아 구원을 얻었나니 - 본절은 5절에서 언급한 것을 반복한 것이지만 5절과 두 가지 차이점을 갖는다. (1) 5절의 은혜에는 관사가 없으나 본절에서는 관사 '테'(* )가 있다. 이것은 앞절에서(7절) 언급한 '은혜'와 동일한 것임을 시사한다(Lincoln). (2) 5절에는 '믿음으로 말미암아'가 없으나 본절에서는 나타난다. '믿음'은 스스로 자신을 의롭게 하려는 행위를 포기하고 하나님의 긍휼하심을 기대하는 것으로 구원이 인간에게 영향력을 발휘할 수 있도록 하는 수단이다(Wood, Bruce, Foulkes, Lincoln). 그리스도인들은 하나님께서 그리스도 안에서 행하신 구속의 은총(恩寵)을 받아들이고 응답함으로 구원을 얻게 된다. 이것이 너희에게서 난 것이 아니요 하나님의 선물이라 - '이것'이 가리키는 것에 대해서 두 가지 견해가 있다. (1) 혹자는 이것이 '믿음'이라고 주장한다 (Bengel,Beza, Hodge, Chird, Westcott). (2) 혹자는 구원의 과정 전체라고 주장한다(Lincoln,Wood, Abbott, Gnilka, Schlier, Mitton). 두 견해 중 후자가 더 타당하다. 왜냐하면 '이것'에 해당하는 헬라어 '투토'(* )는 중성으로 믿음의 성(性)인 여성과 맞지 않으며, 문맥상 본절의 내용이 믿음에 대한 내용이 아니기 때문이다(Bruce,Foulkes)."
        },
        {
            "verse_reference": "2:9",
            "commentary": "행위에서 난 것이 아니니 이는 누구든지 자랑치 못하게 함이니라 - '행위에서 난 것이 아니니'에 해당하는 헬라어 '우크 엑스 에르곤'(* )에서 '엑스'는 기원이나 원인 혹은 근거를 나타내는 것으로 구원이 행위에서 비롯된 것이 아님을 시사한다(롬 3:20, 28;4:1-5; 갈 2:16; 딛 3:5). 바울은 이 행위를 율법과 관련시켜서 언급하지 않는다. 본절의 행위는 율법을 지키는 행위가 아니라 하나님의 인정을 받기 위해서 행하는 인간의 윤리적인 노력을 의미한다(Wood, Lincoln). 인간의 행위로 구원을 얻을 수 없는 것은 인간의 행위가 하나님을 완전히 충족시킬 수 없기 때문이다. 그러기에 구원은 하나님의 선물이며, 인간은 그것에 대해 더 이상 자랑할 수 없다(롬3:27;4:2)."
        },
        {
            "verse_reference": "2:10",
            "commentary": "우리는 그의 만드신 바라 그리스도 예수 안에서 선한 일을 위하여 지으심을 받은자니 - 그리스도인들이 구원을 자랑할 수 없는 이유는 구원은 공적(功績)에 의한 것이 아닐 뿐만 아니라 하나님이 우리를 만드신 재창조의 사역이기 때문이다. '만드신 바라'에 해당하는 헬라어 '포이에마'(* )는 70인역과 신약성경에서 하나님의 첫 창조 사역을 의미하나(시 142:5; 롬 1:20) 본절에서 는 그리스도인을 새로운 피조물로 만드는 하나님의 재창조 사역을 의미한다(고후 5:17; 갈 6:15; 엡 4:24; 골 3:10, Bruce, Wood, Foulkes). 하나님의 재창 조사역은 그리스도 예수 안에서 성취된 것으로 그 목적은 '선한 일'을 위함이다. '선한 일'은 구원을 얻기 위한 행위가 아니라 구원에서 비롯된 열매로서 (Bruce) 하나님과 인간 관계의 목표이다(Lincoln). 또한 '선한 일'은 성령의 역사를 통해 하나님께 순종하는 것에서 비롯되며 구원을 받은 그리스도인의 삶에 공통적으로 나타나는 특징이다(롬 2:7;13:3; 고후 5:10;9:8; 갈 6:10; 살전5:15). 이 일은 하나님이 전에 예비하사 우리로 그 가운데서 행하게 하려 하심이니라 -'하나님이 전에 예비하사'에 대해서 혹자는 동사의 목적어로서 '헤마스 '(* ,'우리를')를 삽입하여 하나님께서 우리를 위해 선한 일 자체를 먼저 예비하신 것으로 해석한다(Abbott). 그러나 본절은 하나님께서 그리스도인들로 하여금 선한 일을 행할 수 있도록 예비(豫備)하신 것으로 보는 것이 더 타당하다(Meyer, Houlden, Barth, Schlier). 이것은 하나님이 그리스도인들에게 선한 일을 행할 수 있는 잠재력을 주셨다는 의미이다(Lincoln). '선한 일'은 성령의 은사를 통해서 가능하며 하나님의 은혜에 기인한 것이다(롬 8:4; 엡 6:6, Bruce, Lincoln)."
        },
        {
            "verse_reference": "2:11",
            "commentary": "그러므로 생각하라 - '그러므로'는 본절을 1-10절의 내용과 연결시켜 주는 것으로 그리스도인이 되기 이전의 상태와 그리스도인이 된 이후의 상태를 대조시키고 있다. 너희는 그때에 육체로 이방인이요 - 본절은 유대인의 관점에서 진술한 것이다. '육체'에 대해서 혹자는 신체적인 혈통과 중생하지 못한 상태를 가리키는 이중적인 의미로 해석한다(Bruce). 그러나 본절의 '육체'는 신체적 혈통이나 출생을 가리키는 것으로 에베소 교인들이 과거에 유대인이 아니었음을 나타낸다(Mitton). '이방인'에 해당하는 헬라어 '타 에드네'(* )에서 관사'타'는 경멸과 무시조의 어투로 그들이 하나님께서 주시는 특권을 소유하지 못한 자임을 시사한다(Wood, Foulkes). 손으로 육체에 행한 할례당이라 칭하는 자들에게 무할례당이라 칭함을 받는 자들이라 - '할례'는 하나님께 속한 백성임을 나타내는 표식이다(창 17:8-14). 유대인들은 이방인이 하나님에게 소속되지 못하고 버림을 받은 백성이라는 의미에서 그들을 '무할례당'이라고 불렀으며 반면에 그들 스스로는 하나님의 백성임을 자처하면서 '할례당'이라고 불렀다. 본절의 '할례당이라 칭하는 자들'의 헬라어 '테스 레고 메네스 페리토메스'( )는 문자적으로 '소위 할례당이라 불리는 자'라는 의미이다. 이는 바울이 이방인을 무할례당이라고 무시한 유대인들의 태도에 찬성하지 않음을 암시한다(Mitton, Wood). 진정한 의미의 할례는 외적 표식이 아니라 마음의 할례이다(빌 3:2; 골 2:11)."
        },
        {
            "verse_reference": "2:12",
            "commentary": "그때에 너희는 그리스도 밖에 있었고 - '그 때에'는 하나님의 은혜에 대해 알지 못했던 때를 가리킨다(Mitton, Foulkes). '그리스도 밖에 있었고'는 그리스도인이 되지 못했다는 의미가 아니라 에베소 교인들이 이스라엘로부터 분리되었다는 의미이다. 본문의 '그리스도'는 이스라엘의 메시야를 의미하기 때문이다(Lincoln, Mitton, Foulkes, Wood). 이스라엘 나라 밖의 사람이라 - 이방인은 국가적 출생의 차이로 인해 하나님의선민으로서의 특권(特權)을 갖지 못하였다(롬 9:4, 5). 약속의 언약들에 대하여 외인이요 - '언약들'에 해당하는 헬라어 '톤 디아 테콘'(* )은 하나님께서 아브라함(창15:7-21;17:1-21), 야곱(창28:13-15), 이스라엘(출24:1-8), 다윗(삼하7장)에게 하신 언약들을 가리킨다(Foulkes, Lincoln). 이 언약들은 하나님과 이스라엘과의 특별한 관계를 나타낸다(Mitton). 하나님도 없는 자이더니 - '하나님도 없는'의 헬라어 '아데오이'(* )는 이방인들이 하나님으로부터 버림받았다는 의미가 아니라 참하나님을 알지 못했다는 의미이다(Foulkes, Wood, Lincoln)."
        },
        {
            "verse_reference": "2:13",
            "commentary": "개역성경에는 '데'(* , '그러나')가 생략되어 있다. 이것은 앞서 언급한 이방 인의 이전 상태가 현재 반전(反轉)되었음을 시사한다. 이제는 전에 멀리 있던 너희가 그리스도 예수 안에서 그리스도의 피로 가까와졌느니라 - '멀리있던'과 '가까와졌느니라'의 원어는 구약에서 이방 국가들이 하나님에게서 멀리 떨어져 있는것을 묘사하는 '라호크'(* , 신 28:49;29:22; 왕상 8:41; 사 5:26; 렘 5:15)와 이스라엘이 하나님에게 가까운 것을 묘사하는 '카로브'(* , 시 148:14)에서 유래한다. 과거에 이방인들은 하나님과 멀리 떨어져 있는 상태였으나 이제는 하나님과 교제를 나누는 존재가 되었다(Lincoln, Wood). 이방인의 상태에 대한 이런 반전은 '그리스도의 피'에 의해 이루어졌다(히 10:19-22). '그리스도의 피'는 하나님과 화해를 이루는 그 리스도의 대속적인 희생의 피다(1:7; 롬5:10; 골1:20-22). 그리스도의 피로 이 방인들이 하나님으로부터 소외된 상태에서 화해된 상태로 바뀐 것은 구약에서 유대교로의 개종으로 인해 생긴 반전과는 전혀 다르다. 이방인들은 예수 그리스도를 영접하여 새롭게 창조된 공동체의 일원이 됨으로써, 이스라엘이 누리던 것보다 더 큰 특권(特權)을 소유하게 되었기 때문이다(Lincoln)."
        },
        {
            "verse_reference": "2:14",
            "commentary": "개역성경에는 '가르'(* , '왜냐하면')가 생략되어 있다. '가르'는 본절이 이방인의 지위의 반전에 대한 이유임을 시사한다. 그는 우리의 화평이신지라 - '화평'에 해당하는 헬라어 '에이레네'(* )는 구약의 '샬롬'(* , '평화')에서 유래한다. '샬롬'은 전쟁이나 적대 감정의 부재뿐만 아니라 인간 삶의 총체적인 행복과 평안을 의미한다. 그러나 본절의 '화평'은 유대인과 이방인 사이의 적대 감정의 중지를 의미한다(Lincoln). 그리스도께서는 화평의 왕으로서 십자가의 구속 사역을 담당하셔서 유대인들과 이방인들을 하나로 만드셨다(Mitton). 둘로 하나를 만드사 중간에 막힌 담을 허시고 - '중간에 막힌 담'에 대해 두 가지 견해가있다. (1) 혹자는 예루살렘 성전의 성소와 이방인의 뜰(Court of Gentiles)사이를 분리하는 성전난간을 의미한다고 주장한다(Robinson, Hanson, Abbott, Houlden, Mitton, Foulkes, Bruce). (2) 혹자는 율법을 의미한다고 주장한다(Gnilka, Caird, Martin). 바울은 본 구절을 기록할 때 첫번째 견해를 염두에 두었을 것이며, 또한 유대인의 성소와 이방인의 뜰 사이에 막힌 담은 영적으로 율법을 의미한다고 볼 수 있다. 그러므로 첫번째 견해와 두번째 견해는 모두 본절의 역사적이며, 영적인 의미를 적절하게 밝히고 있다."
        },
        {
            "verse_reference": "2:15",
            "commentary": "원수된 것 곧 의문에 속한 계명의 율법을 자기 육체로 폐하셨으니 - '의문(儀文)에 속한 계명의 율법'은 '원수된 것'을 수식하는 것으로 (Foulkes, Bruce) 십계명과 같은 커다란 계명과 수많은 세세한 규정들로 구성된 모세 율법을 의미한다(Wood, Mitton). 그리스도는 자기 육체 즉 십자가의 대속적 죽음으로 '율법'을 폐하셨으며(롬 7:4; 갈3:13). 율법에 의해서 지배를 받던 옛질서를 폐하셨다. 그러나 율법을 폐지하셨다는 것은 유대인과 이방인으로 구성된 하나님의 새로운 백성이 율법을 지켜야 하는 의무에서 벗어났다는 의미이지(롬 7:6) 율법을 없애버렸다는 뜻이 아니다(Bruce, Lincoln). 도리어 믿음 은 율법을 굳게 세운다(롬 3:31-4:25). 왜냐하면 율법을 행함으로 이신 득의의 복음을 드러내기 때문이다. 이는 이 둘로 자기의 안에서 한 새 사람을 지어 화평하게 하시고 - 본절의 '히나'(* , '...하기 위하여')는 그리스도께서 자신의 대속적 죽음으로 율법을 폐지하신 목적을 명시한다. 그 목적은 유대인과 이방인 사이에 있었던 벽을 허물어 화평하게 만드는(14절) 새 창조이다. '새 창조'로 이루어진 공동체는 유대인과 이방인이 연합하여 만들어진 전혀 다른 새로운 그리스도인 공동체이다(Bruce, Lincoln, Foulkes)."
        },
        {
            "verse_reference": "2:16",
            "commentary": "또 십자가로 이 둘을 한 몸으로 하나님과 화목하게 하려 하심이라 원수된 것을 십자가로 소멸하시고 - 바울은 그리스도의 십자가의 대속적 희생이 목적하는 바는 죄로 인해 생긴 원수된 것을 제거(除去)하고 궁극적으로 하나님과의 화목을 이루는 것이라고 진술한다(롬 5:10; 고후 5:18-20; 골 1:20). 그러나 그것은 유대인이나 이방인 각각이 하나님과 이루는 화목이 아니라 그리스도의 새 창조로 이룬 한 인류, 한 몸으로 하나님과 화목을 이루는 것이다. 여기서 '한 몸'은 '교회'를 의미한다(4:4; 골1:18, Meyer, Mitton, Gnilka, Merklein, Lincoln, Wood). 교회는 그리스도의 몸이요 몸의 각 지체로 이루어진 유기체이다(고전 10:17;12:13; 골 3:15)."
        },
        {
            "verse_reference": "2:17",
            "commentary": "또 오셔서 먼 데 있는 너희에게 평안을 전하고 가까운 데 있는 자들에게 평안을 전하셨으니 - '먼 데'와 '가까운 데'는 13절의 '멀리있던'과 '가까와졌느 니라'와 상관성을 갖는 것으로 본절은 70인역의 사 52:7과 57:19을 인용한 것이다. +------+--------------------------------------------------------------+ |엡2:17|(엘돈 유엥겔리사토 에이레넨 휘민토이스 마크란 카이 에이레넨 토이스| 엥귀스) | |------|---------------------------------------------------------------| | LXX  | * |사52:7|(유앙겔리조메누 아코엔 에이레네스,'좋은 소식을 가져오면 평화를 공 |      | 포하며') |------|----------------------------------------------------------------| | LXX | |사57:19|(에이레넨 엡 에이레넨 토이스 마크란 카이 토이스 엥귀스 우신, '먼데 있는 자에게든지 가까운 데 있는 자에게든지 평강이 있을지어다 평강이 있을지어다') +--------+---------------------------------------------------------------+ 바울은 이사야의 말씀을 인용하면서 그리스도의 평화가 유대인과 이방인 각 각의 그룹에 선포(宣布)됨을 강조하고 있다(Foulkes, Lincoln). 이러한 그리스 도의 평안에 대한 선포는 '하나님과 각 그룹간의 화해'를 전제로 한 '유대인과 이방인 사이의 화해'를 시사한다(Lincoln). 한편 그리스도께서 '언제 전하셨는가'에 대한 견해는 세 가지이다. (1)혹자는 그리스도께서 공생애동안 계 속적으로 전한 선포라고 주장한다(Stuhlmacher, Lindemann). (2) 혹자는 사도들을 통해 전해진 예수의 선포라고 주장한다(Abbott, Gnilka, Caird, Wood). (3) 혹자는 화해의 죽음인 십자가 사건의 성취를 통해서 선포하셨다고 주장한다(Lincoln). 세 가지 견해 중 둘째와 셋째 견해가 타당하다. 그리스도는 자신 의 대속적 죽음을 통해서 멀리 있던 이방인들과 가까이 있던 유대인들에게 화평의 복음을 선포하셨으며 동시에 사도와 교회를 통해서 현재도 계속적으로 화평의 복음을 선포하신다(행 10:36; 고후 5:18-20, Foulkes)."
        },
        {
            "verse_reference": "2:18",
            "commentary": "저로 말미맘아 우리 둘이 한 성령 안에서 아버지께 나아감을 얻게 하려 하심이라 -'나아감'의 헬라어 '프로사고겐'(* )은 구약에서 종교적이고 제의적인 표현으로 70인역에서 하나님 앞에 나아가기 위해 제사드리는 경우에 사용되었다(레 1:3;3:3;4:14). 하나님께로 나아갈 수 있는 문이요 길이신 그리스도를 통해서(요10:7, 9;14:6) 이방인과 유대인을 구별하였던 옛 범주(範 疇)는 폐지되었으며 그 결과 이방인들과 유대인들이 모두 하나님 앞에 나아갈 수 있게 되었다. 한편 '한 성령 안에서'는 그리스도인들이 성령 안에서 아버지 하나님과 새로운 관계를 맺으며 살아감을 나타낸다(롬 8:15, 16; 갈 4:6, Lincoln)."
        },
        {
            "verse_reference": "2:19",
            "commentary": "그러므로 - 헬라어 '아라 운'(* )은 19-22절 내용이 14-18절 내용을 요약하는 것이며, 13절 내용의 확대임을 나타낸다. 이제부터 너희가 외인도 아니요 손도 아니요 - '외인'의 헬라어 '크세노이 '(* )는 '외국인'을 의미하며, '손'의 헬라어 '파로이코이'(* )는 ' 자원해서 나라에 거주하는 외국인이나 권리가 없는 자'를 뜻한다. 본절의 '크세노이'와 '파로이코이'는 이방인의 유대인과의 관계를 전제한 표현이다(12절, Lincoln). 오직 성도들과 동일한 시민이요 하나님의 권속이라 - '성도'는 모든 하나님의 백성 즉 그리스도인을 의미한다(1:1, Mitton, Lincoln, Foulkes, Wood, Meyer, Abbott, Hanson). 이제 에베소 교인들은 과거의 소외된 이방인의 신분에서 벗어나 나머지 그리스도인들과 연합한 그리스도인들이다(1:18). 또한 그들은 하나님의 권속(眷屬) 즉 가족이다(요 1:13; 갈 4:7)."
        },
        {
            "verse_reference": "2:20",
            "commentary": "너희는 사도들과 선지자들의 터 위에 세우심을 입은 자라 - 바울은 본절에서 사도들과 선지자들이 '터'라고 진술한다. '사도들과 선지자들의 터'에서의 속격에 대해 혹자는 주격적 속격으로 해석하여 '사도들과 선지자들에 의해서 놓여진 터'라고 주장한다(Meyer, NEB). 그러나 그것은 동격적 속격으로 '사도들과 선지자들로 구성된 터'로 해석하는 것이 더 타당하다(Lincoln, Bruce). 이것은 사도들과 선지자들이 교회를 설립함에 있어서 부활하신 그리스도와 밀접한 관계를 맺고 있는 가운데 그리스도를 증언하고 복음을 선포함으로 교회의 기초가 되었음을 시사한다(Foulkes, Wood). 한편 혹자는 '사도들과 선지자들'이 하나의 관사로 수식되고 있기 때문에 동일 인물을 의미한다고 주장한다(D. Hill). 그러나 4:11에서 사도들과 선지자들에게 각각의 관사를 사용하고 있기에 이들은 서로 다른 직분으로 다른 인물들을 지칭한다고 봄이 타당하다(Bruce, Wood). 즉 '사도들'은 부활한 그리스도에 의해서 위임(委任)받은 특별한 권위를 가진 사람들을 가리키며, '선지자들'은 특별한 예언의 은사를 받은 남녀들을 가리킨다(행11:27;13:1, 2;15:32;19:6; 롬12:6; 고전14장; 살전5:20; 계1:3;10:11;16:6;18:20, 24). 이들은 하나님의 계시를 받는 자이며 선포하는 자로서 교회 설립의 터가 되었다. 그리스도 예수께서 친히 모퉁이 돌이 되셨느니라 - '모퉁이 돌'에 대해서는 두 가지 견해가 있다. (1) 혹자는 건물의 기초석을 의미한다고 주장한다 (Mitton, Merklein, Percy). 이 경우는 70인역의 사 28:16에서 발견된다. (2) 혹자는 건물의 꼭대기에 얹는 돌이라고 주장한다(Barth, Caird, Hanson). 이 경우는 시 118:22에서 발견된다. 이두 가지 견해는 나름대로의 타당성을 지닌다(Lincoln). 결국 교회는 건물의 꼭대기에 있는 돌로서의 그리스도와 함께 완성 된 구조이며, 또한 기초석으로서의 그리스도를 바탕으로 성장해야만 하는 건 물이다."
        },
        {
            "verse_reference": "2:21",
            "commentary": "그의 안에서 건물마다 서로 연결하여 주 안에서 성전이 되어가고 - '건물마다'의 헬라어 '파사 오이코도메'(* )는 각각의 건물이라기보다는 (Meyer, Abbott, Foulkes, Mitton), 전체 건물을 가리키는 것으로(Lincoln, Wood, the whole building, NIV) 보편적 혹은 우주적 교회를 의미한다. 이 교회는 현재 건설되어 가고 있다. '연결하여'의 헬라어 '쉬나르몰로구메네'(*  )는 현재 분사로 교회가 현재에도 계속 연결되어 이루어져 가는 것을 시사하며, '되어가고'의 헬라어 '아워세이'(* )는 현재형으로 교회가 유기체적으로 성장하여 가는 것을 시사한다. '성전'에 해당하는 헬라어는 일반적인 성전을 의미하는 '히에론'(* )이 아니라 성전 내부를 가리키는 ' 나오스'(* )로서 하나님께서 거주하시고 만나시며 교제하시는 장소를 나타낸다(Wood, Foulkes, Lincoln)."
        },
        {
            "verse_reference": "2:22",
            "commentary": "너희도 성령 안에서 하나님의 거하실 처소가 되기 위하여 예수 안에서 함께 지어져 가느니라 - 본절의 '처소'는 '예루살렘 성전'이나 '하늘 처소'를 가리키는 것이 아니라 이방 그리스도인들이 참여하는 '전체 교회'를 가리킨다(Lincoln). '함께 지어져 가느니라'에 해당하는 헬라어 '쉬노이코도메이스데'(* ) 또한 현재 시상으로 처소가 계속 지어져가고 있음을 나타낸다. 한편 하나님이 교회에 거하시는 수단은 '성령'이며(고전 3:16) 교회는 성령의 작용으로 지어진다(Wood)."
        }
    ]
}