{
    "bible_book": "에스라",
    "chapter_number": 8,
    "commentaries": [
        {
            "verse_reference": "8:63",
            "commentary": "에서 '모엣'으로 나온다는것이 알려졌을 뿐 다른 사항은 밝혀지지 않았다. 함께 있어 - 물품 인수의 실질 책임자는 '므레못'이었고 다른 사람들은 다만 입회인이었음을 암시해준다(Fensham). =====8:34 본절은 내부 및 외부의 도적을 만나지 않음으로써(29절), 일체의 물품 손실이 없었음을 보여준다. 이것은 그야말로 '하나님의 손'이 에스라의 일행에게 함께했다는 사실(31절)에 대한 간접적인, 그러나 강력한 시사임이 분명하다(Kidner). 당장에 책에 기록하였느니라 - 이 같은 행위는 성전 재산의 도난 및 횡령 방지를목적으로 한 것이다(Rawlinson). 에스라는 어쩌면 그 물품 목록을 아닥사스다 왕에게보내서 모든 물품들이 제대로 인계되었음을 증명하였을 수도 있다. =====8:35 사로잡혔던 자(* , 하골라) - '제거하다' 혹은 '이동하다'를 뜻하는동사 '갈라'(* )에서 파생된 명사로서 '해외로의 추방' 사실 자체 및 '그렇게 된 자'를 가리킨다. 그런데 이 단어는 구약 성경 중 왕하 24:15에서부터 나오기 시작하여 모두 약 41회 나오는데 거의 대부분이 바벨론에 의해 유대인들이 포로로 끌려간 사건과 직접 관련되어 사용된다. 따라서 이것은 포로가 된 유대인 및 그 사건을 지칭하는 고유 명사로 이해된다. 이방에서 돌아온 자 - 문자적으로 '포로 생활로부터 돌아온 자'이다. 이들은 곧 에스라의 일행들이다. 번제를 드렸는데 - 이같은 제사는 (1) 하나님께서 여행을 안전하게 마칠 수 있도록해주신 데 대한 감사, (2) 여행 직전에 있었을 수도 있는 서원의 이행(Williamson),(3) 새로운 출발을 다짐하는 헌신 등과 밀접한 관계가 있을 것이다. 이스라엘 전체를 위한 - 에스라와 함께 온 새로운 귀환자들이 금번 제사의 주관자들이 되었음을 말해준다. 최초의 귀환자들도 바벨론에서 귀환한 직후 이 같은 제사를드렸었다(3:3 ; 6:17). 수송아지가 열 둘 - 여기의 '수송아지'(* , 파르)는 차라리 '황소'로 봄이더 타당하다(창 32:15 ; 렘 50-27). 한편 '열 둘'은 이스라엘의 열 두 지파를 상징하는 숫자이다(6:17). 수양이 아흔 여섯 - '아흔 여섯'은 매 지파당 여섯 마리씩에 해당되는 수효이다. 어린 양이 일흔 일곱 - 혹자는 여기의 '일흔 일곱'이 열 둘로 나누어지지 않는다는점 때문에 '일흔 둘'의 사본상 오류라고 말한다(에스드라상 8:66 ; Josephus, Myers).그러나 여기 맛소라 사본의 '일흔 일곱'은 (1) 많은 구약 사본들의 지지를 받으며,(2) 고대 중근동의 우가릿 문서등에서는 '일흔 일곱'이라는 수가 수량의 많음을 강조하기 위한 숫자적 표현으로 사용된다는 사실에서 볼 때 이는 그대로 취해져도 무난하리라 본다(Fensham). 속죄제 - 포로지에서의 신실하지 못했던 삶을 회개하며, 또 그 죄악들을 사함받기위해 드려졌을 것이다. 모두...번제물이라 - 이것은 실제적으로는 '속죄제'의 제물까지를 포함한다. 그런데도 '번제물'이라고 한 까닭은, 하나님께 바친 제물의 대부분이 번제의 제물이기 때문이었다(Fensham). =====8:36 왕의 조서 - 에스라와 그 일행을 도우라는 명령(7:20-26)을 가리킨다. 왕의 관원 - '관원'(* , 아하쉬다르페네이)은 그야말로 '총독'이라고 번역될 수 있는, 상당히 광활한 정복 지역을 왕을 대신하여 다스리는 관리를 가리킨다(본 단락 주제 강해, '페르시아의 지방 조직' 참조). 물론 이 단어는 최고급의 관리를 뜻하는 것도 사실이다(Fensham). 그런데 여기서 문제는 이 말이 히브리원문상 복수로 사용되고 있다는 점이다. 이것은 유프라테스 강 서편에는 단 한 명의총독 밖에 없었다는 역사적 사실에서 볼 때 문제시 된다. 이런 문제의 해결책은, 여기의 '총독들'이 유프라테스 강 서편의 총독 한사람과 애굽을 다스리던 총독 등 두 명을가리킨다고 보는 데서 해결 가능하다(Fensham). 실제적으로도 애굽은 팔레스틴과 지역적으로 매우 가깝다는 점에서 이 가능성은 충분하다. 그런데 여기서 '관원'을 '왕의관원'이라고 한 것은, 앞의 '왕의 조서'와 조화시키기 위해서, 즉 그 '관원'이 '왕의명령'을 그대로 이행해야 할 신분임을 강조하기 위한 의도 때문이다. 강 서편 - 이것은 본절의 '관원'과 '총독들'에 아울러 적용된다(NIV). 총독들(*         , 파하우오트) - 이들은 적은 지역을 다스리던 지방 관리라고 할 수 있다(6:6). 저희가...도왔느니라 - 왕의 명령(7:20-26)이 그대로 이행되었음을 시사한다. '도왔느니라'(* , 니스우)는 '높이다' 혹온 '주다'의 뜻을 갖는 동사 '나사'(*     )의 강조형으로서, 여기서는 어떤 물질 등을 제공함으로써 성전 예배가권위를 회복하고 원활히 지속될 수 있도록 하는 것을 가리킨다(Williamson). 에스라가 인도한 제2차 귀환 사실을 언급하는 가운데(7, 8장)지금까지는 귀환의 배 경과 동기에 대해서 언급했다. 이에 이어지는 본장은 귀환의 과정과 결과를 기술한 대 목으로 귀환의 여정 속에서 발생한 사건을 중심으로 언급한다. 그러데 본장 이후 보서 저자는 백성들의 부흥 운동을 저개해(9, 10장) 본장의 사건들이 유다  백성들의  영적 부흥 운동에 직.간접적으로 영향을 미쳤음을 암시하고 있다. 그래서 본서 저자는 자신 이 성전 예배의 복귀를 종교 개혁의 관건으로 인식하고 있다. 그래서 본서 저자는  자 신이 성전 예배의 복귀를 종교 개혁의 관건으로 인식했음을 본장을 통해 드러내고  있 다. 이러한 내용의 흐름 가운데서 이스라엘 백성들의 신앙 부흥 운동에 견인차적  역할 을 하고 있는 본장은 다음과 같이 구성되어 있다. (1)바벧론에서 귀환한 2차 귀환자들 의 명단(1-14절), (2)레위인 및 성전 봉사자를 모집하는 과정과 결과(15-20절), (3)에 스라를 중심으로 한 영적(21-23절), 물질적(24, 30절) 준비, (4)예루살렘까지의  도착 여정(31, 32절), 그리고 (5)예루살렘 도착 후의 활동(33-36절) 등으로 이루어져 있다. 그래서 본서 저자는 본장의 이와 같은 구성을 통해 귀환의 실제성에 대해  객관적으로 입증할 뿐만 아니라 이 귀환의 사실이 유대인의 신앙에 끼친 영향 등에 대해서 암묵적 으로 나타내려고 한 듯하다. 이러한 이유로 인해 '중요한 문제의 발견-해결'(15-20절) '준비된 제반 사항'(21-30절), '예루살렘에서의 에스라의 활동'(33-36절) 등이 본장의 핵심 내용으로 부각되는 것이다. 사실 팔레스틴으로 돌아갈 모든 여견이 조성되었지만, 에스라에게는  팔레스틴까지 약 2,000km의 먼 길을 가야만 하는 험난한 관문이 기다리고 있었다. 교통  수단이라고 는 고작 말(馬)뿐이었던 시대였기에 그 어려움은 특별히 더하였을 것이다. 그리고  이 뿐만 아니라 귀환의 도로 사정이 말의 사용을 허락지 않았기에 그 어려움은 매우 켰을 것이다. 게다가 그는 새로이 팔레스틴으로의 귀환 일정은 휠씬 길어질 수밖에 없었다. 그럼에도 불구하고 에스라는 자신이 태어났고, 또 장성(長成)하기까지 살아온 바벧 론을 떠났다. 왜냐하면 에스라는 당시 팔레스틴 땅의 이스라엘 백성들이 처해 있던 영 적 상황을 잘 알고 있었기 때문이다. 따라서 그는 한시라도 빨리  그곳으로  달려가야 한다고 생각했을 것이다. 에스라는 만일 고통스러움을 핑계로 하여 귀환하기를 포기하 거나 늦춘다면, 하나님의 백성들이 어떻게 될지를 너무도 잘 알고 있었을 것이다.  그 래서 에스라는 하나님의 백성들과 하나님의 뜻을 위해 과감히 귀환했을 것이다.  한편 여기서 우리는 에스라를 통하여 팔레스틴의 이스라엘 백성들에게 율법 교육을  시키는 것이 하나님의 뜻이었다면, 그 에스라가 아무 탈없이 팔레스틴까지 도착하는 것  또한 하나님의 듯이었음을 짐작할 수 있다. 이처럼 하나님께서는 당신의  백성을  영적으로 보전하시기 위한 열심을 갖고 계신다. 이와 같은 본문에 나타난 특징을 살펴보면 다음과 같다. 첫째, 본서 저자의 제사장적 관심을 표출되었다는 사실이다. 본장에는 특별히 귀환 과정에서 레위인과 선전 봉사자를 모집하게 된 경과와 결과에 대해  언급하고  있는데 이는 제사장이요, 서기관이었던 에스라의 지국한 관심이 표출된 것이다. 또한 본서 저 자의 제사장적 관심은 예루사렘에서 드린 제사 행위를 자세히 언급한 대목에서도 나타 난다. 둘째, 귀환의 실제성 및 역사성이 암시적으로 나타나 있다는 것이다. 본서  저자의 이러한 질필 의도에 의해 귀환자의 족보와 귀환 일정, 그리고 귀환의 여정잉 사건별로 비교적 자세히 언급되어 있다. 셋째, 귀환에 함께하신 하나님의 도우심을 나타내고 있다는 사실이다. 이러한 이유 때문에 본장에는 특별히 하나님께서 섭리하시고 역사하신 사실에 대해 정확히  기록하 고 있는 것이다(23, 31절). 이와 같은 본장을 통하여 우리는 (1)하나님께서는 작정하신 일을 필연코  이루시며 (롬 8:30), (2)성도들은 마음으로 결정한 바를 실행함으로써만 하나님을 기쁘시게  할 수 있음(약 1:22-25)을 깨닫게 된다. 1. 에스라와 함께 귀환한 자들(8:1-14) 본 명단은 2차로 귀환한 유다 백성들의 계보를 적은 것인데 대부분 1차 귀환  때의 계보와 일치한다(2:3-19). 그런데 총수는 1차 귀환 때 언급된 백성의 수에 못 미친다. 에스라와 함께 귀환한 백성의 수효는 남자만 1,773명인데 한 사람당  가족을  5인으로 계산하면 총수는 약 90,000명 정도가 된다. 이는 1차 귀환 때의 1/3에도 못 미치는 적 은 수이다. 그런데 여기에 나타난 귀환자들은 에스라의 권유나 강요에 의해서  귀환한 사람들이 아니었다. 적어도 그들은 자원해서 팔레스틴으로 귀환한  자들이었다(7:13). 그럼에도 불구하고 1차 귀환 때보다 백성의 수가 적은 것은 귀환에 대한 열망이  식었 거나, 귀환에 대한 역사적, 종교적 의미를 잘 이해하지 못하였기 때문에 가능성이  크 다. 한편, 본문에 언급된 명단을 비교할 때 그 기록된 순서가 다른다는 것을 알 수  있 다. 또한 본문에는 스가냐(5절), 요압(9절), 슬로밋(10절) 자손들의 숫자가  첨가되어 있고, 족장의 수도 더 많음을 알 수 있다. 그럼에도 불구하고 본 명단은 스룹바벧  때 의 명단보다 짧다. 그러나 1차 귀환 때의 가계(家系)가 본 명단에 대부분 재언급된 것 으로 미루어 볼 때 2차 귀환 때에도 동일한 가계의 자손이 귀환한 듯하다. 그리고  이 스라엘의 12지파 또는 그 직계 자손을 기준으로 해서 명단이 언급되지 않고 이처럼 유 명 가문별로 기록된 것은 이들 대부분이 유다 왕족 지파 출신들이었기 때문인 듯하다. 또한 당시 상황으로 미루어 짐작컨대 이렇게 서술된 것은 족보개념이  다소  흐려졌기 때문인 것 같기도 하다. 사실 이스라엘 백성들의 최초 귀환은 에스라의 귀환보다  약  80년  전(1차  귀환: B.C. 537-2차 귀환: B.C. 458)에 있었다. 따라서 에스라와 함께 귀환하려고 한 사람들 은 부모들이 귀환하지 않았기 때문에, 본의 아니게 바벧론에서 태어났고 또한  거기서 살았음이 분명하다. 그들은 비록 이교도의 땅에서 살았지만 부모들로부터 어느 정도의 신앙적 감화를 받았던 것 같다. 물론 그 부모들은 일찍이 팔레스틴 땅으로 귀환을  포 기했던 사람들이다. 그럼에도 불구하고 그 자식들은 팔레스틴으로의  귀환이  왕명(王 命)에 의해 허용되자 즉각 에스라를 따라 나섰던 것이다. 그래서 그들은 많은 유.무형 재산을 포기하고 유다 땅으로 와서 신안 부흥운동에 참여했던 것이다. 우리는 바로 이 같은 본 단락에서 (1)모이기를 힘쓰는 것은 곧 참된  그리스도인임 을 증명하는 중요한 증표이며(히 10:24,25), (2)하나님 나라에 들어가려면 큰  희생이 요구됨(행 14:22)을 깨달을 수 있다. 2. 성전 봉사자들의 모집(8:15-20) 이스라엘 백성들이 2차로 귀환한 사실을 증거하는 대목에서 앞단락을 통해 본서 저 자는 그 귀환자들의 규모와 계보를 명단을 통해 밝혔다. 이에 이어지는 본문은 2차 귀 환 여정 가운데서 에스라가 실시한 두 가지의 영적 준비(15-23절) 가운데 그 첫  번째 의 것이다. 즉, 본문은 귀환 과정에서 실시한 레위인과 성전 봉사자들의 모집  사건을 언급한 것으로 이는 장차 있을 성전 제사와 백성들의 신앙 부흥 운동을 위한 예비  행 위였다. 이러한 본문은 (1)본토 진입에 앞서 백성들 재점검하는 장면(15절),  (2)족장 과 명철한 사람을 불러 레위인과 성전 봉사자들을 데려오게 한 대목(16, 17절),  그리 고 (3)이때 헌신적으로 귀환의 대열에 낀 레위인과 성전 봉사자들의 숫자와 계보를 그 린 부분(18-20절)으로 구성되어 있다. 그래서 본서 저자는 이러한 내용  구성을  통해 성전에서 봉사한 사람들이 제2차 귀환 때 함께 왔음을 밝히고 있다. 그리고 이와 더불 어 본서 기자는 이를 통해 성전 제사의 회복이 곧 신앙 회복  운동의  지름길이었음을 암시하고 있다. 그래서 성전 봉사를 위해 전적으로 헌신할 레위인들과 느디님  사람들 을 모아 들이는 과정을 비교적 자세히 그리는 것이다. 이러한 의미를 내포하고 있는 본문은 다음과 같은 순서로 그 내용이 전개되는  바, 이를 정리하면 다음과 같다. (1)점점을 통해 발견된 중요한 문제-(2)그에 대한 적절한 조치-(3)해결된 문제. 그래서 본서 저자는 스롭바벧 성전이 세워진 후 점차 식어진 백 성들의 신앙심과 시들해진 성전 제사의 원활한 운용을 위한 기반이 마련되었음을 밝히 고 있다. 그리고 이와 더불어 다시 회복된 성전 제도를 정상적으로  가동시킬  줌지가 되었음을 드러내고 있다. 한편, 에스라는 바벧론에 흩어져 살던 귀환 희망자들을 한데 모은 후, 대열을 갖추 어 출발하려고 하였을 것이다. 물론 귀환자의 숫자 파악도 백성들을 집결시킨  중요한 이유 중의 하나였다. 그리고 에스라가 레위 사람들 중 귀환 희망자가 전혀 없다는  사 실을 안 것도, 바로 이와 같은 과정을 통해서였다. 그런데 제1차 귀환 때나 에스라로 말미암은 제2차 귀환 때 모두 레위 사람들이  귀 환하기를 꺼려한 이유는 직분과 관련한 심학 고역(苦役) 때문이었다.  그들은  본토로 돌아가서 하나님의 성전에서 봉사해야 한다는 것은 알았지만, 자신들에게 부과된 사역 이 과중했기 때문에 귀환을 망설였던 것이다. 그리고 이와 더불어 레위 자손들 대부분 이 포로 생활 중에 다른 직업으로 전환한 사람들이 많았기 때문에 귀환자들이 없었다. 따라서 에스라는 귀환을 포기한 레위 사람들을 설득해야만 했다. 그래서 그는  백성의 지도자를 레위 사람의 최고 지도자인 잇도에게 보내어, 그로 하여금 레위 사람들을 설 득케 하여 레위 사람 약 40여 명과 느디님 사람 220명 가량을 얻을 수 있었던 것이다. 어쨌든 비록 그들이 처음부터 자원해 귀환 대열에 낌 것은 아니지만, 그래도  그들 은 훌륭한 신앙 인격자들이었음이 분명하다. 왜냐하면 하나님께 대한  제사가  제대로 드려지기 위해서는 레위 사람들이 반드시 필요하다는 신앙적 설득에 모두 감명을 받고 따랐기 때문이다. 그러나 이 같은 레위 사람들에 대한 칭찬과 더불어 에스라에 대한  칭찬도  아끼지 말아야 할 것이다. 사실, 에스라는 레위 사람이 귀환 대열에 포함되어 있건 없건 간에 팔레스티으로 그대로 출발할 수 있었다. 그런데도 출발 일자를 늦추면서까지 레위  사 람들을 데려가려고 한 것은, 그가 철저한 신전(神前) 인격자였기 때문이다. 즉,  그는 인간의 눈치를 보기 보다는, 하나님께서 원하시는 바가 무엇인지를 살피는 인물이었던 것이다. 그런데 본서 저자인 에스라는 자신이 바로 이 같은 신앙의 소유자였음을 독자 들에게 보여줌으로써, 이스라엘 백성들의 신앙 부흥을 주도할 만한 적격자였음을 강력 히 부각시키고 있는 것이다. 이러한 본 단락에서 우리는 다음과 같은 사실을 교훈받을 수 있다. 즉,  (1)진정한 신앙인은 하나님의 말씀에 근거한 설득에 굴복해야 하며(삼하 12:1-13), (2)그러한 설 득에 따라 자신의 고집을 꺾은 일은 아름다운 신앙 행위(마 21:28-31)라는  사실이다. 그리고 (3)교회의 지도자는 훌륭한 신앙 행위를 통하여 하나님께 대한 자신의  충성심 을 증명해야 하며(빌 3:17), (4)진실한 그리스도인은 자신에게 주어진 모든 일을 마치 주께 하듯 해야 함(골 3:23)을 깨닫게 된다. *회당의 기원.   신약 선경에서는 '회당'(*       , 쉬나고게)이라는 단어가  무려 59회나 사용된다. 그러나 구약 성경에서는 이에 해당하는 단어가 발견되지 않는다. 비 록 70인역(LXX)이 '카할'(*      )이라는 히브리 단어를 헬라어 '쉬나고게'로  번역하 기는 하였지만, 이 단어가 우리가 여기서 살펴보려고 하는 회당을 가리키지 않음은 분 명하다. 그러나 바로 이 같은 사실이, 신구약 중간 시대 이전에는 회당  혹은  회당의 전(前) 단계에 해당되는 것이 없었음을 보여 주는 분명한 증거는 아니다. 따라서 우리 는 신약 성경에 흔히 나타나는 '회당'의 전신(前身)에 해당되는 것이 있었는지에 대해 서 살펴볼 필요가 있다. 회당의 기원에 대해서는 전통적으로 (1)모세 시대부터 존재했다는 견해(Josephus, H. Grotius),(2)포로 후기 시대부터 존재했다는 견해(C. Sigonius,  C.V.  Vitringa), (3)알렉산드리아 거주 유대인들에 의해서 헬레니즘 시대부터 존재케 되었다는 견해(L. Herzfeld) 등으로 요약 정리될 수 있다. 그러나 (1)의 견해는 그 같은 근거가 전혀 발 견되지 않는다는 점에서, (3)의 견해는 보다 앞선 시대에 회당이 이미 존재했다는  확 실한 근거가 발견되고 있다는 점에서 타당치 않다. 따라서 '회당'이 포로 후기 시대부 터 존재했다는 (2)의 견해가 가장 타당하다고 볼 수 있다.그러나 포로 후기  시대라는 것은 너무 막연하므로 좀더 분명한 회당의 기원을 살펴볼 필요가 있다.  그런데  본문 17절은 회당의 기원 문제를 풀기 위한 실마리가 된다. 17절에 따르면, 회당 혹은 그 전 단계의 집회 장소가 최초로 있던  곳은  바벧론의 '가시뱌' 지방이었다. 거기에는 일단의 레위 사람들이 있어서, 율법을 연구하거나  가 르치는 일이 계속되었던 것 같다. 사실 이 같은 일은 반드시 필요하였다. 왜냐하면 성 전 제사를 민족적 단합의 구심점으로 삼았던 이스라엘 백성들이 바벧론이라는 타국 땅 에 와서 살면서 새로운구심점이 필요하였기 때문인 것이다. 그렇지 않고서는,  신앙적 그리고 민족적 동질성을 유지하기 매우 힘들었을 것이 뻔하였다. 그렇다면, 회당 혹은 그 전 단계의 유형은 바벧론 포로 사건이 있은지 얼마되지 않은 후에, 바벧론의  이스 라엘 백성들에 의하여 자연스럽게 생겨났다고 할 수 있을 것이다. 그후 이 회당은  보 다 발전하여, 바벧론에 거주하고 있던 이스라엘 사람들에게 상당한 신앙적 감화를  주 엇을 것이다. 이러헤 해서 회당이 탄생하게 되엇은 바, 이 회당은 예수의  생존시까지 종교적, 교육적 장소로서 존재하였다. 그러다가 교회의 탄생과 더불어 그 존재가 유명 무실해진 듯하다. 3. 영적 정비를 통한 순조로운 귀환 여행(8:21-23, 31) 본서 자자의 제사장적 관심에 의해 귀환 백성 가운데 성전 봉사자들이 없음을 발견 하고 적절히 조치한 앞단락에 이어지는 본문은 신앙적 정비를 통한 순조로운 귀환  여 행이 진행 되었음을 증거하는 대목이다. 즉, 본문은 에스라가 치한 두 가지의 영적 정 비 중 두 번째 것으로, 또한 그가 행한 세 가지 정비(15-20, 21-23, 24-30절) 중의 하 나로 귀환 여행시에 있을 대적자들과 방해자들의 위협을 하나님께 전폭적으로  맡기는 신앙으로 순조롭게 극복했음을 암시하는 장면이다. 이러한 내용의  본문은  (1)금식을 선포하고 온전히 여호와를 신뢰하는 모습을 그린 구절(21절), (2)에스라 자신의  신앙 고백과 그에 따른 심정을 그린 구절(22절), 그리고 (3)하나님의 도우심으로 무사히 귀 환케 되었음을 증거하는 구절(23, 31절)로 구성되어 있다. 그래서 보서 저자는 이  같 은 신앙적 준비로 말미암아 귀환 과정에서 별 어려움이 없었음을 나타내는 것이다. 에스라 일행은 약 9천 명은 족히 되었기에 이 많은 숫자의 백성들이  여행할  때는 필겨 그 대열이 길 수밖에 없었을 것이다. 또한 어린 아이들과지참한  물건이  있었기 때문에, 행진 속도도 빠를 리가 없었을 것이다. 따라서 에스라 일행은 도적들의  표적 이 되기 십상이었음은 능히 짐작할 수 있다. 그 도적들은 바벧론과 애굽 등지를  오가 면서 무역을 하던 대상(隊商)들을 약탈하고, 그들의 생명까지도  빼앗던  자들이었다. 또한 그들은 전문적인 도적떼였기 때문에 정보 입수 능력도 뛰어났을 것이다.  그래서 그들은 많은 재물을 지참한(25절; 7:16) 이스라엘 백성들이 바벧론을 떠나서 팔레스틴 으로 이동한다는 정보를 입수하여, 그 중간 지점 되는 곳에  매복했을  것이다(31절). 만일 도적떼의 기습 공격을 받을 경우, 많은 어린아이들까지 함께 데리고 가던 이스라 엘 백성들은 속수무책이었을 것이 뻔하다. 그러나 본서에 나타난 에스라의 모습은 이러한 예상을 뒤엎는 것이었다. 그는 아닥 사스다왕의 특명(7:25)에 따라서 팔레스틴으로 파견되는 신분이었던 관계로 왕에게 호 위병을 요청할 수도 있었다. 그럼에도 불구하고 호위병 요청을  단호히  포기하엿음은 그에게 하나님을 신뢰하고 의지하는 전적인 믿음이 있었기 때문이다. 뿐만 아니라  그 는 이스라엘 백성들로 하여금 하나님께로 향하는 바른 신앙을 갖게 하려는 특별한  사 명을 갖고 예루살메으로 가려던 참이었기에 그는 백성들에게 하나님께서 살아  역사하 시는 분이심을 보여줄 필요가 있었던 것이다 이러한 이유로 인해 에스라른 자신의 일행들에게 금식을 선포하였다. 그래서  백성 들은 자신들의 귀환 여행이 순조로이 마쳐질 수 있기를 금식하며 기도했던 것이다. 만 일 에스라가 금게 하지 아니하고, 호위병들과 함께 귀환 여행을 떠났다면 예상했던 많 은 대적들에 의해 어러움을 당했을 것자다. 그러나 온전히 여호와께 귀환 여정을 맡김 으로써 무사히 도착할 수 있었던 것이다. 그렇다고 이와 같은 성공을  에스라의  노력 때무으로만 봐서는 안 된다. 왜냐하면 이스라엘 백성들을 열적으로  각성시킬  계획을 갖고 계시던 하나님께서 에스라를 도구로 사용하셨을 뿐이기 때문이다. 한편, 본서 저 자는 이러한 의도를 극명히 밝히기 위해서 금식 선포-자신의 신앙 고백과 심정  토로- 하나님의 응낙-성공적 도착의 순으로 본문을 구성해 기록한 것이다. 우리는 이러한 내용의 본문을 통해서 다음과 같은 몇 가지  교훈을  깨닫게  된다. (1)현실은 살아가는 성도들은 인생의 행보(行步)에 있어서 세밀한 일까지도 모두 주님 께 아뢰고 그분의 도우심을 간구해야만 한다(창 4:13-15 ; 마 15:25). (2)하나님의 놀 라우신 역사는 당신의 권능을 전적으로 믿고 기다리는 자들에게만 나타난다(막 9:23). (3)에스라의 귀환이 성공할 수 있도록 배후에서 역사하셨던 하나님께서는 오늘날에도, 자신의 목적이 아닌 하나님의 영광을 위해 일하는 성도들이 궁극적인 승리에 이르도록 권고하시고 힘을 주신다(롬 8:28, 35-39). 에스라의 귀환로는 다음의 지도를 참고하라. 4. 에스라의 현명한 재물 취급(8:24-36) 종교적이고(15-20절) 영적인 정비(21-23절)에 대해 언급한 앞단락에 이어지는 본문 은 물질적 정비에 관해 기록한 대목이다. 즉, 본문에서는 에스라가  바벧론을  출발할 즈음부터 팔레스틴에 도착한 직후까지 어떤 방식으로 재물을 관리했는지 잘 보여 주는 대목인 바, (1)팔레스틴 도착시까지의 취급 방법(24-30절), (2)팔레스틴 도착 후의 취 급 방법(31-36절)등으로 구성되어 있다. 에스라가 페르시아 정부 및 바벧론 거주 이스라엘 백성들로 부터 증여 받은 재물의 수량은 엄청났을 것이다. 왜냐하면 페르시아 정부는, 왕과 왕자들의 생명을  보호받고 싶은 긴박감에서 그들에 대한 기도를 요청하기 위해 수많은 재물을 에스라에게 주었을 것이고(7:22), 또한 바벧론에 계속 남기로 한 백성들도 재물을 헌납함으로써 자신들의 하나님께 대한 사랑을 표현하려고 하였을 것이기 때문이다(25절). 그래서  에스라에게 는 이 많은 재물들을 어떻게 취급하는냐가 당면 과제였다. 그런데 그의 재물 취급  가 식은 지극히 현명했다. 즉, 그는 그 많은 재물들을 자신의 직접 관리하지 않았다.  대 신 그는 그것들을 운반할 때는 자신돠 함께 귀환하던 제사장과 레위 사람들에게  관리 를 맡겼고, 예루살렘에 도착해선는 즉지 그것들을 성전의 재물 관리자에게 넘겼던  것 이다. 그가 이러한 방식을 택한 까닭은, 우선 그 재물들이 하나님의 성전을 위하여 바 쳐진 구별된 것들이었기 때문이다. 사실 에스라는 제사장의 신분이었기 때문에 비록 그 재물들이 성전을 위하여  바쳐 진 것들이었지만, 직접 관리해도 큰 반발에 부딪히지는 않았을 것이다. 그럴 경두, 당 시 경제적이 어려움에 처해 있었을 종교계에 막강한 영향력을 행사할 수도 있었을  가 능성이 없지 않다. 또한 그 결과 이스라엘 공동체 전체에 대해서도 그의 영향력은  막 강해지고, 마치 세속적 권세를 지닌 총독처럼 군림할 수도 있었을 것이다. 그리고  이 로 말미암은 강제성을 띤 에스라의 백성들에 대한 개혁 조치는 보다 빨리 결실을 맺을 가능성도 켰을 것이다. 그러나 에스라는 이 같은 세상적 방법들을 단호히 거절하였다. 그는 세상적 방법에 의한 개혁 조치는 근본적인 해결책이 되지 못함을 분명히 알고 있었던  것이다.  바로 그런 점에서 에스라는 진정한 하나님의 사람이었다. 즉, 오직 하나님의  영적  권세를 힘입어서, 하나님의 방법으로만 이스라엘을 개혁하려고 했기 때문이다.  본서  저자인 에스라는 바로 자신의 이러한 모습을 백성들에게 보여줌으로써,  (1)자신이  하나님의 도구로서 선택될 만한 사람이었다는 사실, (2)바로 전개될 그의 개혁  운동이  성공할 수밖에 없다는 사실 등을 강력히 암시하고 있는 것이다. 한편, 바벧론을 떠난 후 약 4개월 만에(7:9), 제2차 포로 귀환은 성공적으로  이루 어졌다. 무사히 도착한 백성들은 1차 귀환 때와 마찬가지로(6:17) 모든 일을 계획하시 고 여정을 인도하신 하나님께 제사를 드렸다. 이는 12지파의 죄를 속죄하는  의미에서 속죄제를 드린 것이며, 지금까지 인도하시고 보살펴 주신 하나님께  대한  자신드리의 헌신을 의미하는 번제를  드린  것이다.  전정  여호와는  '에벤에셀의  하나님'(삼상 7:12), 대대로 이스라엘에게서 찬양과 영광을 받으시게 합당한 분이시다. 우리는 이 같은 본장을 통하여 (1)물질 문제와 관련하여 청렴한 지도자만이 하나님 의 영적 권능을 얻을 수 있으며(왕하 5:15-19;딤전 3:3), (2)하나님의 사람(느 12:24) 은 그가 어떤 방식으로 일을 하는지의 여부로써 분별됨(갈 1:10)을 깨닫게 된다. *페르시아의 총독.   고대 페르시아 왕은 '왕 중의 왕'으로 불리울 만큼 대단한 권 세를 갖고 있었다. 그런데 여기서 '왕 중의 왕'이란 말은, 거의 '왕'으로 불리울 만큼 막강한 권력을 소유한 신하들이 제국 내에 많았음을 암시한다. 이 막강한 권력을 소유한 신하들은 바로 '총독', 혹은 '속주'(*                  , 아하쉬다르페님)으로 불 리운 자들인데 그들이 대단한 권력을 소유할 수 있었던 것은, 왕이  그들에게  넓은 자치권을 허락했기 때문이다. 사실 그 넓은 제국의 1/20씩을 각각 다스렸던  그들에게 그처럼 폭넓은 자치권이 위양(委讓)된 것이 당연하였다. 한편 본서와 느헤미야서에서 흔히 '총독'(*      , 페하)으로 불리우는 자들은  사 실상 '속주'들의 신하에 불과하였다. 아무튼 이 '숙주'에 해당한다 단어는 본서의  본장에 유일하게 나타나고, 느헤미야서에서는 전혀 언급되지 않는다. 그리고 에스더서에서 3번 사용될 뿐이다(에 3:12;8:9;9:3). 그러므로 성경의 이 같은 증언에 의해  당시 페르시아 제국이 지녔던 권력을 짐작할 수 있고 지방 조직에 대해서도 약간의  자료를 얻을 수 있다."
        }
    ]
}