{
    "bible_book": "에스라",
    "chapter_number": 4,
    "commentaries": [
        {
            "verse_reference": "4:16",
            "commentary": "). 권력으로 억제하여 - 여기의 `권력'(* , 하일)은 문자적으로 `힘'혹은 `군대'를 의미(Davidson) 하나 여기서는 `군대'로 이해되어야 할 것이다. 그리고 `억졔하여'(* , 베에드라)는 `팔로써'를 의미한다(단 2:32)). 따라서 본 문구를 원문에 가깝게 번역한다면 `팔과 군대로써'가 될 것이다. 아닥사스다의 조서상으로는 성벽 재건을 중지시키라고 하는 데 그쳤으나, 대적자(對敵者) 들은 그 태도로 미루어 볼때 부분적으로 재건된 성벽조차 아예 부숴버렸을 것으로 짐작된다.    많은 학자들은 이사건을 느헤미야 1:3에 기록된 내용과 동일한 것으로 이해한다. 그 역사를 그치게 하니 - `역사' 는 성벽 재건 작업을 의미한다. 이 같은 공사의중단은 B.C. 444년에 이루어졌던 느헤미야의 귀환 때까지 계속되었다. =====4:24 이에(*     , 베다인) - 오히려 `이처럼' 혹은 `그와같이'로 번역되는 것이 낫다. `이에'는 본절의 내용이 마치 3절 이전(以前) 사건의 직접적 결과인양 말하는 것이 되기 때문이다. 6-23 절은 사마리아 사람들이 이스라엘 사람들의 성벽 재건을 방해하는 사실을 언급하고있으며 사마리아 사람들의 이스라엘 백성들에 대한 훼방이 얼마나 극심했는지를 보여주기 위한 하나의 예증으로서 제시되고 있을 뿐이다. 따라서본절은 그 내용상 5절과 곧바로 이어짐이 분명하다. 다리오 제 이 년 - 페르시아의 연대표에 의하면 다리오 왕은 B.C.522년 부터 485년까지 재위하였으므로, `제이년'은 B.C. 521(혹은 520)년이 되는 셈이다. 하나님의 성전이 재건되는 모습을 증거한 본서 전반부(1-6장)에서, 지금까지는 제1 차로 귀환한 백성들의 인구 조사와 귀환하게 된 배경(1,2장), 그리고  매우  순조롭게 출발한 성전 재건의 기초 작업(3장)에 대해서 언급했다. 이에 이어지는 본장은 지금까 지 기술된 분위기와는 자못 다른, 성전 재건 공상에 대한 사마리아인들의 방해 공작에 대해 기술한다. 즉, 본장은 이스라엘 백성들이 예상했던 대로 성전 재건 사업이  제대 로 진행되지 못하고 뜻하지 않게 방해를 받아 전체 공사가 중단된 사실을 증거하는 대 목이다. 이러한 내용을 담고 있는 본장은 (1)방해자들의 회유와 그에  대해  단호하게 대처한 사실을 언급한 전반부(1-3절), (2)더욱 은밀하고 계획적으로 진행되는 방해 공 작에 대해 기술한 중반부(4-16절0, 그리고 (3)방해자들의 의도대로 중단된 재건  사업 을 나타낸 후반부(17-24절)로 구성되어 있다. 그래서 본서 저자는 본장을 통해 이스라 엘 백성의 바벧론에서의 귀환후 시행된 재건 사업의 그리 순조롭지  않았음을  밝히고 있다. 본문을 통해 성전 재건 공사의 방해 공작은 크게 두 가지 방법이 동원되었음을  알 수 있는데, 첫째는 우호적인 태도로 접근해서 방해하는 것자, 다시 말해서 좋은  구실 을 갖고 공개적으로 접근해 자신들의 의도대로 훼방하는 것이다(2절0. 그래서  사마리 아닝들은 그럴듯한 핑계로 성전 재건에 대한 참여를 요청하였던 덧이다. 그리고  둘째 는 은밀하게 진행하면서도 계획적이고 조직적으로 방해하는  것이다(4-16절).  그래서 결국은 방해자 자신들이 생각했던 소기의 목적을 달성한 것이다(17-24절). 이처럼 본서 저자가 본장을 '재건 사업을 방해 받은 사실 - 그결과로 중단된  재건 공사'라는 도식으로 서술한 것은 예루살렘 성전을 재건하는 과정에서 강한 방해를  받 은 것이 역사적으로 증거하기 위해서였다. 이러한 의도를 강조하기 위해 본서  저자는 본장에서 고레스 2세(B.C.485-464) - 아닥사스다 1세(B.C. 464-424)때 진행된  은밀한 방해 사실을 바사 왕들의 이름과 더불어 기록하고 있는 것이다. 그리고 이와 함께  성 전재건 방해(4절)-성음과 성곽 재건 방해(12-16절)라는 사실로 본장의 내용을  구성하 고 있어 본서 저자는 이스라엘 백성들의 삶의 터전이 된 장소마저 재건하는 일에 훼방 을 받아 재건 사업에 대한 방해가 총체적으로 진행되었음을 밝히고 있다. 또한 이뿐만 아니라 본서 저자는 당시 아달사스다 왕에게 올린 상소문(上訴文)까지 발췌해  기록함 (7-16절)으로 이 같은 사실의 역사성에 대해 객관적으로 증명하고 있다. 한편, 본장에 언급된 전체 내용을 살펴볼 때 연이어 기술된 사실이 연대적으로  약 간의 무리가 있음을 알 수 있다. 즉, 아하수에로 때 있언던 성전 재건 방해는 1차  방 해(4절, B.C.536)와 성전 재건 공사가 다시 시작된  것을  방해한  2차  방해(5:3-17, B.C.520) 그 다음에 있었던 일로 추정되기 때문이다. 그런데 바사의 아하수에로 1세는 고레스 2세 이후 캄비세스 2세(B.C. 529-523)-수메르디스(B.C.  523-522)-다리오  1세 (B.C. 522-485) 다음의 왕이다. 그리고 이와 더불어 아닥사스다 때에 있었던 성벽  재 건 방해 사건(7-22절)은 적어도 에스라의 지도하에  이루어진  제  2차  귀환(7;1-10, B.C. 485) 후의 사실인 것이다. 이처럼 시간적으로 많은 간격을 갖고 있는 이러한  사 실들은 본자에서 연이어 기록한 것은 사마리아인들의 끈질긴 '방해 사실을  강조'하고 자 했던 본서 저자의 의도에 의한 것 같다. 이처럼 예루살멤 성전을 재건하고 성벽을 재건하는 일에 끈질긴 방해가 있었던  것 은 하나님께서 선택하신 이스라엘 백성들에 대한 반대자들의 신앙적 도전이  있었음을 나타낸 것이다. 그리고 이와 더불어 하나님을 위한 사업에는 언제든지, 시간과 장소를 가리지 않고 사단의 방해가 있음을 드러낸 것이다. 그래서 우리는 바로 이러한 본장에 서 (1)신앙을 위한 사업을 할 때도 환난과 시련은 예외일 수 없으며(삼상  18:29;  욥 1:11-15; 행 21:1), (2)하나님의 교회를 파괴하려는 사단의 운동은  지금도  진행되고 있음(막 4:15; 고후 4:3,4)을 깨닫게 된다. 1. 성전 재건 공사에 참여을 요청한 대적(4:1-3) 하나님의 성전과 성벽을 재건하는 일에 대해 직.간접적으로 방해받은 사실을  연대 기적인 관점보다는 주제의 강조 그 자체에 관심을 갖고 기술한 본장에서,  본문은  그 서두에 해당되는 대목이다. 이러한 본문은 (1)사마리아인들의 성전 재건 공상에의  참 여 요청을 기술한 전반부(1,2절)와 (2)그 요청을 단호히 거절한 사실을 언급한 후반부 (3절)로 구성되어 있다. 그래서 본문은 이후의 단락에서 집요하게  계속될  방해(4-16 절)와 그 결과 중단된 공사(17-24절)에 대한 원인을 언급할 것을 암시해 준다. 이스라엘 백성들이 팔레스틴에 도착하여 첫 번째로 해야 할 일은 선택된  백성으로 서 공동체가 지녀야 하는 신앙적인 순수성과 영적 회복 문제였다. 그러기에 그들은 성 전 재건을 최우선 당면 과제로 삼고 공사를 추진하였다. 그러나  사마리아  멸망(B.C. 722) 후 앗수르 왕들에 의해 강제 이주된 이민죽들은 이스라엘의 유다 땅 정착으로 인 한 이권 잠식을 우려하여 교묘한 방해 공작을 폈다. 그러나 이스라엘 백성들은 단호히 이를 거부함으로써 방해 계획에 일침을 가했던 것이다. 이러한 내용을 담고 있는 본문에는 다음과 같은 의미가 함축되어 있는 바 이를  살 펴보면 다음과 같다. (1)방해자드리의 혼합 정책 제안(1,2절) : 성전 재건이 당시  이 스라엘 땅에 뿌리를 내리며 살고 있던 사마리아인들에게는 우상 숭배에 대한 정면적인 도전이었다. 왜냐하면 이 대적들은 자신들의 신들을 섬김과 동시에 여호와를 땅의  신 으로 섬기고 있었기에(와하 17:29-34) 유다 백성들이 재건하는 성전은 대적들의  신앙 에 지대한 위협이 되었기 때문이다. 그래서 이 방해자들은 히브리 민족의  최대  결속 요인인 유일신 사상을 깨뜨리고자 이른바 종교적 혼합주의를 넌지시 제안했던 것이다. (2)신앙의 순수성 고수(3절) : 사람을 두려워 하지 않고 오직  하나님만을  두려워 한 스롭바벧과 이스라엘 백성들은 방해자들의 제안을 단호히 거부함으로 신앙의  순수 성을 지켰다. 왜냐하면 그들의 제안을 받아들일 경우 지금까지 지켜온 이스라엘의  신 앙적 전통은 무산되기 때문이었다. 그러기에 본서 저자는 바로 이 같은 사실들을 강조 함으로써, 오늘날을 사는 신앙인들이 자신들의 신앙적 순수성을 어떻게  지켜  나가야 하는지 그 방법을 알려주고 있는 것이다. 우리는 바로 이 같은 본 단락에서 (1)신앙인을 파멸로 유인하는 것은 항상  가까운 데 있는 사람이나 사물들이며(삿 3:1-3), (2)종파 간의 화합 운동은 신앙적  유사성이 아닌 동질성의 토대 위에서만 이루어질 수 있다는 사실을 인식할 수  있다(요일  4:1; 계 2:2, 14). 그리고 (3)하나님께서는 순수치 못한 다수보다 순수한 소수를 더 기뻐하 신다는 것(눅 12:32)을 깨닫게 된다. *교회 일치 운동에 대하여.    성경은 모든 신자들이 그리스도 안에서 하나라고 말 한다. 즉, 모든 신자들은 그리스도의 몸인 우주적 교회의 구성원들이라는 것이다.  따 라서 신자들 모두는 비록 서로 다른 지교회에서 신앙 생활을 하고 있더라도, 상호간에 지체 의식을 느껴야만 한다. 그러나 현실의 상황은 결코 그렇지 않다. 많은  교파들로 갈라져사 서로 반목 질시(反目嫉視)하고 있기 때문이다. 교회 일치 운동은 바로  이런 안타까운 문제의 해결을 위해 시도되었다. 그러나 문제는, 교회 일치 운동을 어떻게 이해하고 실천하느냐라는 것에 있다.  다 만 '하나님'을 동일하게 '부르기만' 하면 그 대열에 동참할 자격이 있을까? 아니면 교 회에 십자가만 걸었다고 교회 일치 운동에 합류시켜야 할까? 결코 그렇지 않다. 이 같 은 외형적 유사성만으로는 진정한 주 안에서의 형제로 판단할 수 없다. 우리 그리스도의 교회들은 어떠한 형태로든 하나되는 운동을 계속해야 한다.  그러 나 무턱대고 아무나 이 하나되는 대열에 동참시켜서는 안 된다. 이  하나되는  운동에 참여하기를 원하는 교회들이 진정으로 어떤 것을 가르치고 있는지를 먼저 살펴봐야 한 다. 그리고 귿르이 가르치는 것에 있어서 비성경적인 오류가 없는지를 확인해야 한다. 바로 이러한 근본적인 것들의 동질성이 전제될 때만 교회 일치는 가능하다.  그러데도 만일 어느 정도의 유사성이 있다고 해서 교회 일치 운동에 참여시킨다면 그 폐해는 이 루 말할 수 없다. 이유인즉, 정통 교회들의 신앙의 순수성은 완전히 상실되어  버리고 말 것이기 때문이다. 다시 말해서 결국 하나님의 교회의 본모습은 사라져 버리고 생명 력도 잃어버려 그 존재 가치가 없어져 버릴 것이다. 따라서 우리들은 하나님과 그리스도를 믿노라고 하면서 그 본질상 결코 복음적이지 못한 교파들과 신앙적 교제를 나누는 것을 철저히 금해야 한다. 아울러 우리는 그  같 은 거짓 그리스도 세력을 통해 하나님의 교회를 파괴하려드는 사단의 음모를 간파해서 철저히 대쳐해야 한다. 하나님의 참교회는 바로 이러한 영안의 소유자들에 의해서  지 켜져 온 것이다. 그리스도와 벧리알의 어찌 조화될 수 있겠는가(고후 6:15)? *사마리아 사람.   포로 후기 시대에 이르러서 사용되기 시작한 '사마리아 사람'이 라는 명칭은 단순히 그들이 사마리아 지방에 살고 있었다는 사실로부터 기인되어 나오 지만은 않았다. 적어도 '사마리아 사람'이라는 명칭는 '사로잡혔던 자의  자손'(1절), 곧 이스라엘 백성과 구별되어 사용되었다. 즉, 이스라엘 백성들은 자신들이 포로 생활 에서 돌아왔을 때 이미 팔레스틴의 북부 사마리아 지방에서 살고 있던 주민들을  사마 리아 사람이라고 부름으로써, 자신들과는 결코 섞일 수 없는 부류로 간주했던 것이다. 이스라엘 백성들이 그들에 대해 이렇게 할 수밖에 없어던 데는 분명한 이유가 있었다. 북국 이스라엘이 앗수르의 살만에셀  5세(B.C.  727-722)에  의해서  멸망된  것은 B.C. 722년이었다. 이때 살마에셀은 사마리아 당의 거민들을 국외로 추방시켰고, 대신 그와 그의 후계자들에 의해서 타지역의 주민들이 이주되어 와  살았다(10절).  이렇게 하여 그 땅에는 혼혈족이 생기게 되었던 것이다. 즉, 추방되지 않고 남아 있던 이스라 엘 백성과 타지역 이주민들이 서로 통혼(通婚)함으로써, 잔여 이스라엘 백성들의 혈통 적 순수성은 상실되고 만 것이다. 따라서 이 혼혈족의 문화는 이스라엘 백성들의 그것 과는 전혀 다를 수밖에 없었다. 그러나 이스라엘 백성들이 사마리아 사람들을 용납지 않은 것이 반드시 그들이  혈 통상 자신들과 다르기 때문만은 아님을 알아야 한다. 즉, 포로에서  돌아온  백성들은 사마리아 사람들의 혼합주의적 종교관 때문에 그들과 교제하지 않았던 것이다. 먼 곳에서 사마리아로 이주되어 온 여러 종족들은 그후에도 얼마 간은 계속하여 자 신들의 종교를 신봉했었다. 그러나 그들은 곧, 하나님께서 내리신 사자(獅子)  쟁아으 로 인하여 여호와 신앙을 받아들이지 않으면 안 되었다(왕하 17:25). 이에 따라  그들 은 벧엘에 겋는 제사장으로부터 여호와에 대해서 배우게 되었다(왕하 17:27,28). 그러 나 문제는, 그들이 자신들의 종교를 버리지 아니한 채 여호와 종교를 받아들였다는 데 있었다. 그래서 그들은 오래지 않아 혼합주의적 종교의  소유자들이  된  것이다(왕하 17:33). 그리고 이와 더불어 사마리아 사람들은 여러 갈래의 혈통적 뿌리를 갖고 있었 던 관계로, 그 자신들의 혼합적 종교도 여러 양태였다(왕하 17;29-32). 그러므로 그들 이 스룹바벧 당시 어떤 양식의 종교를 가졌는지를 일률적으로 말할 수  없다.  그러나 우리는 그들이 여호와 하나님과 자신들의 또 다른 신들을 섬기는  혼합주의적  종교를 가졌었다는 정도는 충분히 납득할 수 있다. 그러기에 하나님의 백성인 이스라엘  백성 들은 이 같은 종교의 신봉자들과 합쳐질 수 없어서 그들의 교제 요청을 단호하게 거절 했던 것이다. 2. 끈질기게 지속되는 방해 공작(4:4-16) 이스라엘 백성들의 성전 재건 사업에 대해 대적들이 융화 및 회유책으로  방해하려 했던 사실을 언급한 전단락(1-3절)에 이어지는 본문은 그 이후로  끈질기게  지속되어 방해 공작에 관해서 기술하고 있다. 즉, 본문은 사마리아인들이 펼치는 교묘하고도 간 교한 방해에 대해 증거하는 대목이다. 이러한 본서 저자의 집필 의도가 충분히 반영된 본문은 사마리아 사람들이 펼친 (1)직접적인 방해(4절), (2)간접적인 방해(5절),  (3) 사법적 측면의 방해(6절), (4)행정적 측면의 방해(7-16절) 등으로 구성되어 있다. 이스라엘 백성들이 성전을 재건하는 일은 고레스의 조서(1:1-4)에  따른  것이라는 점에서 합법적인 공사였다. 그리고 이뿐만 아니라 그 당시 바사(Persia)의 식민지  정 책은 피정복민의 공작을 편 데에는 그만한 이유가 있었다. 즉, 사마리안인들은 종교적 인 문제뿐만 아니라 자신들의 생존과 직접적으로 연결된 문제였기에 성전과 성벽의 재 건을 방해했던 것이다. 이유인즉, 재건된 성전을 중심으로 이스라엘 자손들이  융성하 기 시작하면 지금까지 자신들이 누려 왔던 팔레스틴에서의 기득권이 위협 받기 때문이 었다. 이러한 내용을 담은 본문에는 다음과 같은 두 가지 특성이 나타나는 바 이를  정리 하면 다음과 같다. (1)공격적 형태의 방해 공장(4-6절) : 앞 단락에서 언급된  회유책 을 통한 방해와는 달리 이제는 공격적 형태를 띄고 방해를 시작한다.  본문에  의하면 그것은 사기 저하의 방법(4절), 뇌물 공세로 인한 저지(5절), 고소를 통한  방해(6절) 등으로 나타나는데 이는 사마리아인들따이 소극적 방해 공작에서 적극적 방해  공작으 로 방법이 전환되었음을 의미한다. (2)더욱 심화된 방해 공작(8-16절) : 대적자들은 아하수에로 때 고소했음에도 불구 하고 이제 또다시 아닥사스다 시대에 들어서 이스라엘 백성들을 고발한다. 그런데  이 때는 아하수에로에게 고소한 경우와는 달리 사마리아 사람들의 진술을 토대로 당시 사 마리아에 째한 바사의 행정관과 서기관을 중심으로 해서 그 고소의 내용을 더욱  심화 시킨다. 그리고 이뿐만 아니라 당시 사마리아에 거주하고 있던 많은 관직자들까지  동 원해 고발의 내용과 그 신빙성에 대해서 강조한다. 또한 이때에는 예루살렘 성곽을 수 축한다는 사실을 들어 이 성벽이 완성될 경우 바사 제국이 당하게 될 피해와 왕이  입 을 손해까지 세세히 언급해 방해 공작의 극치를 이룬다. 한편, 이러한 사마리아인들의 끈질긴 방해 공작 뒤에는 사단의 간교한 사주가 있었 음을 우리는 짐작할 수 있다. 비록 사마리아인들이 자신들의 입지와 권익에  직접적으 로 연결된 문제이기에 재건을 방해했지만 그 이면에는 사단의 철저한 훼방이  있었다. 왜냐하면 바벧론 포로에서 귀환한 이스라엘 백성들이 성전을 재건하고 하나님과의  관 계를 회복함으로 그들의 영적 지위가 다시 복원되면 사단이 악왕(惡王)들을 통해서 행 한 지금까지의 모든 일이 수포로 돌아가기 때문이다. 그러기에 사단의 세력은  어떻게 해서든지 하나님과 백성들 사이에 진정한 교제가 이루어지지 못하도록 방해하려고  하 였던 것이다. 실로 사단의 역할을 하나님의 백성들을 어떻게 해서든지 영적 기갈 상태 에 빠지도록 만들어 급기야는 영적 사망에 이르도록 만드는 것이다. 바로 이러한 사실 을 방해 역사를 통해 암시적으로 드러내어 본서 저자는 오늘의 우리에게 영적  각성을 강조하고 있다. 우리는 이러한 본 단락에서 (1)신자들은 항상 사단의 음모를 간파할 신령한 분별력 을 소유해야 하며(고후 11:14,15; 벧전 5:8), (2)자기에게 맡겨진 하나님의 일을 중단 하는 것은 곧 사단과의 싸움에서의 패배임을 깨닫게 된다. *페르시아 제국의 언어 정책.   페르시아 정부의 일관된 정책 방향 중의 하나는 피 정복민에 대하여 어느 정도 관용적 태도를 견지했다는 점이다. 바로 이  같은  정책을 분명히 보여 주는 것 중의 하나가 바로 언어 정책이다. 페르시아 왕들의 중요한 비문들은 거의 공통적으로 아람어와  페르시아어,  그리고 엘람어, 이 세 가지로 기록되었다. 그러나 고대 중근동 지방에서 대부분의 정복국  왕 들은 오직 자신의 언어로만 기록을 남겼었다. 아무튼 이처럼 페르시아 왕들이  자신들 의 중요한 비문을 다른 나라 언오로도 새기게 한 일은 피정복민들을 정복국의  국민과 같이 존중했거가 그 사실을 알리려 했음을 여실히 증명하는 것이다(M. Noth).  그래서 페르시아 정부는 이외에도 공적인 언어를 그 피정복지의 형편에 따라  정하도록  하였 다. 그 당시에 가장 보편적으로 많이 사용된 언어는 아람어였다. 이같이 아람어가 널리 사용된 까닭은, 아람 족속들이 B.C. 2000년경부터 이미 중근동의 넓은 지역을  지배해 왔고, 또한 아람어의 알파벱은 다른 언어들에 비하여 읽고 쓰기가  쉬웠기  때문이다. 이에 따라 아람어는 비셈계 민족들에게까지 확산되어 사용될 수 있었을  뿐만  아니라 심지어는 이 아람어가 중앙 정부의 공식 언어로 사용될 정도였다. 그렇다면, 페르시아 왕드이 피정복국의 언어를 공식언어로 사용케 한 데는 관용적 통치 정책 이외에도  그 당시의 불가피한 상황도 한 원인이 되었음이 분명하다. 이 같은 가정은 당시 중근동의 가장 중요한 지역들인 애굽과 수리아 등이 모두 아람어를 무역.경제 언어로  사용하고 있었다는 사실로도 그 이유가 충분히 입증될 수 있을 것이다. 3. 방해의 결과로 나타난 재건 중지 명령(4:17-24) 이스라엘 백성들이 팔레스틴으로 귀환한 이후 그들이 행한 재건 사업,  즉  성전과 성벽의 재건 공사가 방해받았다는 사실을 나타내기 위해서 본장 내에서 지금까지는 성 전 재건시에 받은 방해(1-5절)와 성벽 재건 때 당한 훼방(6-16절)에 대해서만  언급했 다. 이에 이어지는 본문은 앞에서 나타난 방해에 대한 결과로서 성벽 재건 공사가  중 단된 사실(17-23절)과 성전 재건 공사가 언제까지 중단되었나를 기술(24절)하고 있다. 그래서 방해 사건을 성전-성벽의 순으로 나타냈던 것과 유사하게 성벽-성전이  중단된 역사적 사실을 그리고 있다. 이러한 내용을 담고 있는 본문은 이스라엘 백성이 당한 또 한번의  위기에  대해서 언급하고 있는 바, 이때의 심정은 마치 바벧론으로 잡혀갈 때와 같았을 것이다.  왜냐 하면 바벧론의 포로 생활로부터 유다 땅으로 귀환했을 때 그들은 성전을 복원하고  여 호와께 제사를 드림으로 선택받은 백성으로 살아가기를 원했었는데 이제 그 희망이 깨 져 버렸기 때문이다. 그리고 페르시아의 일관된 정책 중 하나가 피정복민들의  종교를 보장해 줌으로 인해 최대한으로 회유하자는 것이었음에도 불구하고  예루살렘의  재건 공사에 대한 중지령을 내린 것은 사마리아 사람들의 사악하고 집요한 방해 공작이  있 었음을 암시한 것이기도 하다. 그러기에 바사의 고레스 칙령만을 믿고 재건 사업을 시 작한 이스라엘 민족은 이러한 중지 명령에 애해 매우 낙담하였을 것이다. 이러한 사실은 세상의 나라가 하나님의 일시적 도구로 사용되어  선택된  백성에게 잠시 호의적일 수는 있지만, 그러나 그것이 하나님 나라의 백성을 이끄는 영원한 존재 가 아니라는 사실을 암시한다. 그러기에 성도들은 변하고, 없어질 세상의  그  무엇을 의지하기 보나든 절대적이고 영원 불변한 하나님만을 의지하고 신뢰해야  할  것이다. 이 같은 이유로 인해 본 단락에서 우리는 (1)신자들이 세상의 가치들을 바라볼 때  좌 절할 수밖에 없으며(시 52:7), (2)하나님 나라는 세상 나라와 결코 합치될 수 없음(요 18:36)을 깨닫게 된다. 한편, 성전 재건 공사가 중단된 근본 원인에 대해 본서 저자는 대적들의 방해에 그 초점을 두고 기술했다(5, 24절). 그러나 그 당시 선지자로 활약한 학개나 스가랴는 보 다 본질적인 원인을 이스라엘 백성들의 신앙이 희미해진 것에 두었다. 이유인즉, 대적 들의 궤계에 의하여 성전이 황무해졌음에도 불구하고 이스라엘 백성들은 화려한  집에 거하였다는 것이다(학 1:4). 이처럼 같은 사실에 대해서 언급의 차이가 있는 것은  가 책 저자들 나름대로의 집필 의도에 기인한 결과라고 생각된다. 즉, 본서 저자는  성전 재건 진행 과정에 초점을 두고 기술한 반면, 학개나 스라랴 선지자들은 성전 재건  사업에 대한 촉구, 혹은 성전 재건 사업을 통한 영적 각성에 핵심적 의도를 둔 것이다."
        }
    ]
}