{
    "bible_book": "역대하",
    "chapter_number": 7,
    "commentaries": [
        {
            "verse_reference": "7:1",
            "commentary": "불이 하늘에서부터 내려와서 - 솔로몬이 기도를 마치자 곧 불이 하늘에서 부터 내려와서 번제물들을 소거(消去)시켰다는 것은 하나님께서 봉헌된 성전 을 열납하셨을 뿐만아니라 솔로몬의 봉헌 기도도 응답하셨다는 사실을 확증 하는 것이다(레 9:23, 24; 왕상 18:38). 하나님은 종종 이와 같은 방식으로 기도 응답을 확증해 주셨는데 모세가성막에서 희생 제사를 드렸을 때와 모리아 산 에서 다윗이 제단을 쌓았을 때(대상21:26)도 '불이 하늘에서부터' 내려왔다 (Wycliffe). 또한 신약 시대 오순절날 마가 다락방에서 기도하던 120성도에게 응답하실 때도 불이 임하였다(행 2:3). 물론 이때의'불'은 자연적인 불과는 다 른 것으로 하나님의 영광과 위엄을 나타내는 초자연적인 불이다. 여호와의 영광이 그전에 가득하니 - 5:13, 14에 의거할 때 여기서 '영광'은 전(殿)에 가득한 구름을 가리킴을 알 수 있다. 구름은 성경에서 종종 하나님의 영광을 나타내는 매체로 언급되었다(출 19:16; 40:35). 아무튼 하늘에서 불이 내려와 제물들을 사른 이적적 사건과 동일하게 여호와의 전에 하나님의 영광 이 가득했다는 것은 솔로몬의성전 봉헌식에 대한 하나님의 응답임과 동시에 하나님의 자기 선포이다(O. Zockler)."
        },
        {
            "verse_reference": "7:2",
            "commentary": "제사장이 그 전에 능히 들어가지 못하였고 - 여기서 제사장은 그 당시 성 전에 들어갈 수 있는 유일한 직분자였다. 그럼에도 불구하고 그들이 여호와의 전에 가득한 하나님의 영광으로 인하여 전에 들어갈 수 없었다는 것은 본질 적으로 인간은 누구나 하나님의 영광에 직접 맞닥뜨리면 감히 그 앞에 설 수 없음을 시사해 준다(출 3:1-6; 단8:17). 이와 유사한 예로 우리는 '이스라엘 자 손이 모세의 얼굴의 광채를 보는 고로수건으로 자기 얼굴을 가리웠던' 사건을 들 수 있다(출 34:29-35). 한편 오늘날의 성도들 역시 본질적으로는 하나님께 나아갈 수 없는 존재들이다. 그러나 중보자 예수 그리스도로 말미암아 이제는 온전히 영광으로 가득찬 하나님의 은혜의 보좌 앞에 담대히나아갈 수 있게 되었다(히 4:16)."
        },
        {
            "verse_reference": "7:3",
            "commentary": "이스라엘 모든 자손은...엎드려 경배하며 - 여호와의 영광을 목격하고 엎드 려 경배하는 것은 은혜를 체험한 성도의 전형적인 모습이다(레 9:24). 왜냐하 면 인간은 본질상 하나님의 영광을 간접적으로, 그리고 잠깐이라도 볼 수 있 었다는 사실은 큰 은혜가아닌 수 없기 때문이다. 박석 깐 땅 - 겔 40:17에 따르면 박석(薄石)은 성전 바깥 뜰 삼면에 모두 깔 려 있었음을 알 수 있다. 그리고 윗뜰 곧 제사장의 뜰에도 역시 박석이 깔려 있었을 것으로추측된다(Expositor's Bible Commentary). 만일 그렇다면 이곳에 엎드린 사람들은 제사장들과 일반 백성들 모두를 포함하고 있음이 틀림없다. 한편 '박석'은 빛나는 돌로만든 석판을 가리키는데 성경에서 이는 대개 '성결' 을 상징한다. 선하시도다 그 인자하심이 영원하도다 - 이 구절은 언약에 신실하신 여호 와를 찬양할 때 전형적으로 언급되는 찬양의 후렴구이다(5:13; 시 106:1; 136:1). 이에 대한 보다 자세한 내용은 5:13 주석을 참조하라."
        },
        {
            "verse_reference": "7:4",
            "commentary": "이에...제사를 드리니 - 여기에 언급된 제사는 성전 봉헌식의 마지막 감사제이다(Keil). 이와 달리 1절의 하늘에서 내려온 불이 태운 번제물은 5:6에서 언급한 바와같이 언약궤 안치식을 위해 차린 제물이었다. 한편 본절 이하에 의거하면 성전 봉헌식의 마지막 감사제는 언약궤 안치식(5:5, 6, 12, 13)보다 더 웅장하게 치루어졌음을 알수 있다. 왕과 모든 백성이 - 이처럼 왕과 모든 백성이 하나님 앞에서 함께 제사를 드리는 화목하고도 단합된 모습은 신정(神政) 통치의 이상적 형태이다. 그런데 지도자를 중심한 성원(成員)들의 이러한 모습은 오늘날 우리 성도들의 신앙 공동체에서 마땅히 찾아볼 수 있는 것이어야 한다."
        },
        {
            "verse_reference": "7:5",
            "commentary": "소가 이만 이천이요...낙성식(落成式)을 행하니라 - 혹자는 성전 낙성식에 쓰인 제물로 소가 2만 2천 마리, 양이 12만 마리 소비되었다는데 대하여 이는 과장된 수치라고 주장하기도 한다(Thenius). 그러나 역대기와 열왕기의 기록 (왕상 8:63)이 일치하는점을 볼 때 이는 결코 과장된 수치가 아님을 알 수 있 다. 대신 그러한 수치는 낙성식축제가 2주간 동안 계속되었음을 보여주는 증 거가 된다(Wycliffe, P.C. Barker,Payne). 즉, 왕상 8:63에서는 이 제물이 화목제 로 드려진 제물이었다고 기록하고 있다. 화목제 제물은 백성들이 먹을 수가 있었는데(대상 16:1-3; 29:21, 22), 이로 볼때 당시에 성전 봉헌식에 참여한 인원이 얼마나 많았는가를 능히 짐작할 수 있다. 그러므로 2주간 동안 그 인 원들이 소 2만 2천 마리, 양 12만 마리를 처리하는 데에는 별어려움이 없었을 것이다."
        },
        {
            "verse_reference": "7:6",
            "commentary": "제사장들은 직분대로 모셔 서고 - 5:12에서는 구체적으로 제사장들의 수가 120명이었다고 기록되어 있다. 한편 비록 이들은 제사장의 24반열(대상 24:1-19)에서 각기 5명씩 차출된 자들이었지만 파당을 이루어 나누어 서지 아 니하고 직분대로 정해진 자리에 섰다. 이것은 성전 안에서는 지파 간의 모든 파벌 의식이 사라지고 하나가 된 것을가리킨다(Keil & Delitzsch Commentary, vol. III, p. 332). 그런데 그와 마찬가지로오늘날 예수 그리스도 안에서도 모든 사람들 간에 차별이란 있을 수 없다(고전1:26-31). 여호와의 악기 - 이스라엘인들이 여호와를 찬양하는 데 주로 사용한 악기들은 대개제금, 비파, 수금, 나팔 등이었다. 5:12, 13 주석 참조."
        },
        {
            "verse_reference": "7:7",
            "commentary": "전 앞뜰 가운데를 거룩히 구별하고 - 솔로몬은 놋단만으로 번제물과 소제물과 기름을 다 처리할 수 없었기 때문에 이처럼 전 앞뜰 가운데를 거룩히 구별하여임시 제사장소로 삼았다. 솔로몬이 모든 제물들을 다 수용하기 위해서 단을 확대 신축하거나 새로운 한 단을 만들 수도 있었으나 그렇게 하지 않은 것은 당시 성전의 놋제단만이 참되고 유일한 제단이었음을 강조해 준다. 왕상 8:64 주석 참조. 놋단이 능히...용납할 수 없음이더라 - 병행 구절인 왕상 8:64에서는 \"여호와의 앞놋단이 작으므로...용납할 수 없음이라\"라고 록되어 있다. 그러나 4:1에 따르면단의 크기가 가로, 세로 9.12m(20 규빗) 정도임을 알 수 있는데 실로 이것은 대단히 큰것이다. 이에 대해 커티스(Curtis)는 열왕기의 과장이 심하다고 평가하고 있다. 하지만 그러한 평가는 옳지 못하다. 왜냐하면 왕상 8:64에서 놋단이 작다고 한 것은 절대적인 의미에서가 아니라 상대적인 의미에서 많은 제물을 수용하기에 작았다는 뜻이기 때문이다."
        },
        {
            "verse_reference": "7:8",
            "commentary": "그때에...칠 일 동안 절기를 지켰는데 - 본절과 9절에 의거하면 솔로몬과 이스라엘 백성들은 히브리 종교력 7월 8일부터 7월 22일까지 두 주간에 걸쳐 성전 낙성식과 이스라엘의 3대 절기 중의 하나인 장막절 축제를 거행하였음을 알 수 있다. 수장절 또는장막절은 광야에서의 장막 생활을 기념하기 위한 절기이기도 하지만 일년간의 모든 추수를 다 마치고 드리는 절기이기 때문에 이때에는 소출이 대단히 많았다. 레위기 서론, '히브리 절기와 축제' 참조. 율법에 따르면 이 장막절은 7월 15일부터 7일 동안지키며 제팔일에는 성회(聖會)로 모이도록 되어 있었다(레 23:33-36). 그러므로 솔로몬은 7월 8일부터 14일까지 7일 동안 먼저 낙성식 축제를 행한 후 이어서 또 한 주간을 장막절 절기로 지켰던 것이다. 하맛 어귀에서부터 애굽 하수까지 - 여기서 '하맛(Hamath) 어귀'는 유브라데(Euphrates) 강의 한 줄기인 오론테스 강을 가리킨다. 그리고 '애굽 하수'는 가나안땅 서남쪽 바란 광야에서 지중해로 흘러 들어가는 '와디 엘 아리쉬'를 가리킨다. 이는일명 '애굽 강'(창 15:18), '애굽 시내'(수 15:4)로도 불리웠는데 '나일 강'과 혼동되어서는 안 된다. 민34:5,8 주석 참조. 그런데 본절에 제시된 이러한 구역은 당시 솔로몬 왕국의 경계이다(왕상 4:21; 대하 9:26). 이러한 이스라엘 땅의 경계가 처음으로언급된 것은 하나님과 아브라함 간의 언약에서이다(창 15:18). 이로 볼 때 성전 건축과 낙성식은 하나님께서 약속하신 땅을 이스라엘 백성들이 온전히 취한 뒤에 행해졌음을 알 수 있다. 그리고 성전의 영향이 이스라엘 땅 전지역 구석구석까지에 미치게 되었음도 알 수 있다. 그러므로 실로 예루살렘 성전은 하나님께서 그의 백성을 통치하기에 온전한 보좌였다고 할 수 있을 것이다."
        },
        {
            "verse_reference": "7:9",
            "commentary": "제 팔 일에 무리가 한 성회를 여니라 - 여기서 '제 팔 일'이란 한 주간의 낙성식이끝나고 난 다음날을 가리키는지 아니면 장막절이 끝나고 난 다음날 을 가리키는지 분명치 않다. 그러나 전후 문맥으로 보아 낙성식이 끝난 다음 날을 가리키는 듯하다. 그렇다면 '한 성회'란 낙성식이 끝나고 난 제 8일부터 다시금 한 주간 동안 지킨 장막절을가리킨다고 하겠다. 한편 히브리 종교력으 로 7월 10일은 일년에 단 한번 열리는 대속죄일이다(레 16:29-34). 따라서 2주 간에 걸친 낙성식과 장막절 축제 기간에 이 대속죄일이 포함되어 있었다는 사실은 더욱더 축제의 의의를 고양(?揚)시켜 주었다고 하겠다."
        },
        {
            "verse_reference": "7:10",
            "commentary": "칠 월 이십 삼 일에...그 장막으로 돌려 보내매 - 왕상 8:65에는 솔로몬이 '칠 일 칠 일 합 십 사 일'을 보내고 난 '제 팔 일', 즉 22일에 백성을 돌려 보냈다고 기록되어 있어 본절과 차이가 있는 듯이 보인다. 그러나 이러한 차이는 다음과 같이 해결할수 있다. 즉, 본절에서의 23일은 솔로몬이 백성들을 해산시킨 날이 아니라 백성들이자기 집으로 돌아간 날이다. 실제로 솔로몬은 22일에 백성들을 해산시켰다. 그러나 무리들은 1주간의 장막절이 끝나고 난 제 8일째(22일) 역시 성회로 모이는 날인 것을 알고 성회를 가졌고 그 성회에서 왕을 위하여 축복하였다. 물론 솔로몬도 이 날이 성회인 줄은 알았고 또 성회에 참여도 했을 것이지만 솔로몬이 성회의 주체자가 될 수 없었다. 때문에 그는 백성들을 미리 해산시켜 그 성회를 백성들의 주체 하에 맡긴 것이다. 이에 관한 보다 자세한 내용은 왕상 8:66 주석을 참조하라."
        },
        {
            "verse_reference": "7:11",
            "commentary": "어떻게 만들고자 한 것을 다 형통하게 이루니라 - 이것은 성전 건축에 있 어서 솔로몬이 하고자 했던 대로 모든 것을 성공적으로 마쳤음을 뜻한다(3, 4 장). 그러나 실제로 성전 건축은 여호와께서 솔로몬의 부친 다윗에게 주신 설 계도에 따라 지어진 것이지(대상 28:11-19) 솔로몬 자신의 의도대로 지어진 것 은 아니다. 이와 마찬가지로 모세의 회막도 하나님이 주신 설계도에 따라 만 들어졌다(출 25:9). 그럼에도 불구하고본절에서 솔로몬이 원하던 대로 다 형통하게 이루어졌다고 기록하고 있는 것은 하나님이 진정으로 자원하고 순종하는 자를 들어서 하나님의 사역에 사용하고 계심을 보여주기 위한 것이 다. 즉, 하나님의 나라는 인간의 계획에 의하여 건설되는 것이 아니라 하나님의 계획에 순종하며 자원하는 자에 의하여 건설되는 것이다."
        },
        {
            "verse_reference": "7:12",
            "commentary": "밤에 여호와께서 솔로몬에게 나타나사 - 본절과 병행인 왕상 9:2에는 \"여 호와께서전에 기브온에서 나타나심 같이 다시 솔로몬에게 나타나사\"라고 기 록되어 있다. 즉,열왕기 기자는 이것이 여호와께서 솔로몬에게 나타나신 두 번째 현현(顯現)임을 강조하고 있으나 본서 기자인 에스라는 그것에 대하여 언급하지 않고 있다. 대신 그는 솔로몬이 여호와의 전과 왕궁을 필역하고 난 이후에 하나님께서 솔로몬에게 현현하신 사실을 강조하고 있다. 그리고 또 에 스라는 본절에서 열왕기 기자가 말한 기브온 사건을언급하지 않음으로써 독 자들의 관심을 계속 솔로몬과 예루살렘 성전에로 집중시키고있다. 이에 관한 보다 자세한 내용은 왕상 9:2 주석을 참조하라. 제사하는 전 - 이것은 왕상 9:2에는 없는 에스라의 삽입이다. 한편 이처럼 여호와의 전을 '제사하는 전'으로 표현한 것은 왕상 9:3에서 성전을 '여호와의 이름을 두는곳'으로 표현한 신명기적 개념과 상충되지는 않는다. 그렇지만 이것은 전적으로 제사장적인 표현이라고 할 수 있다(Curtis)."
        },
        {
            "verse_reference": "7:13",
            "commentary": "본절에 언급된 재앙은 경제를 핍절하게 하고(가뭄), 자연을 파괴하며(메뚜기), 육체를 고통 속에 몰아 넣는 것(염병)으로 인간 생활의 모든 분야에 영향을 미치는 포괄적인 것이다(6:26, 28). 그런데 하나님은 이 모든 재앙 이 있을 때는 모두가 즉시로 회개하고 기도할 때임을 깨달아야 한다고 말 씀하신다(14절). 실제로, 다윗이 인구를 조사한 죄 때문에 3일간의 온역으 로 징벌을 받았을 때 그는 자신이 범죄하였음을 깨닫고회개했기 때문에 구원을 얻을 수 있었다(삼하 24장). 그러므로 오늘날 우리 역시 개인적 또 는 국가적인 재앙을 당할 때 그것의 원인을 철저히 규명하여 회개함으로 써 재앙을 종식시킴과 아울러 이를 신앙 성숙의 전기(轉機)로 삼아야 할 것이다."
        },
        {
            "verse_reference": "7:14",
            "commentary": "내 이름으로 일컫는 내 백성 - 이와 유사한 표현은 역대기서에 간혹 나 타나는데(6:5, 33) 이것은 '여호와의 백성이라고 불리우는 백성들'을 가리킨다. 즉, 이 말은그들이 여호와께 속했고, 그 때문에 여호와께서는 그들을 보호하 신다는 의미이다. 다른 한편으로 본절은 아무리 하나님의 백성이라 할지라도 여호와를 인정하지 아니하고죄악된 길에서 떠나지 아니할 때 하나님으 로부터 버림을 받을 수도 있음을 암시한다.그래서 이방인의 사도이며 큰 능력 의 사람이었던 사도 바울은 \"항상 복종하여 두렵고떨림으로 너희 구원을 이 루라\"(빌 2:12)고 빌립보 교인들에게 부탁했었다(Wycliffe,Expositor's Bible Commentary). 그 악한 길에서 떠나...내 얼굴을 구하면 - 여기서 '하나님의 얼 굴을 구한다'는 말은 그분의 자비와 긍휼 그리고 사유(赦宥)하심 및 도움 등을 구한다는 의미이다. 6:42주석 참조. 아무튼 본절은 하나님과의 관계 회복에 있 어 요구되는 조건이 어떠한 것인지를 가르쳐 준다. 그것은 곧 겸손, 회개, 기 도, 헌신 등이다. 실상 철저한 회개는 하나님의 자비를 불러 일으킬 수 있다. 죄악이 관영했던 니느웨 성읍이 요나의 전도를듣고서 철저히 회개하여 하나 님의 징계를 면한 사실(욘 3장)이 이를 잘 증거해 준다. 그 땅을 고칠지라 - 땅의 회복은 용서함 바든 하나님의 백성에게 주어지는 큰 축복중 하나이다. 왜냐하면 인간의 의식주를 비롯한 전반적인 생활이 토지 에 의존하고 있으며, 그러므로 하나님은 종종 땅을 통하여 축복과 저주를 내 리시는데(창 2:9; 3:17;신 26:15), 산상 보훈에서도 땅은 온유한 자, 즉 겸비(兼備)한 자에게 축복의 선물로주어진다고 언급되어 있다(마 5:5)."
        },
        {
            "verse_reference": "7:15",
            "commentary": "이곳에서 하는 기도에...귀를 기울이리니 - 이곳은 '성전'을 가리킨다. 그런데 성전은 하나님의 이름이 있는 곳이다(6:6). 따라서 본절은 포괄적으로 여호 와의 이름으로 부르짖는 모든 성도들의 기도에 하나님께서 응답하시겠다는 뜻이다."
        },
        {
            "verse_reference": "7:16",
            "commentary": "내 눈과 내 마음이 항상 여기 있으리라 - 앞서 솔로몬은 \"이 전을 향하여 주의 눈이 주야로 보옵시며\"(6:20)라고 기도한 적이 있다. 따라서 본절과 같은 하나님의 응답은 솔로몬의 기도 이상으로 풍성한 약속이라 하겠다. 한편 성전 을 향한 이러한 하나님의 맹세의 말씀은 완전한 성전되시는 예수 그리스도(마 12:6)와 성전의 각 지체요 성령이 내주하시는 전인 신약 백성들(엡 2:21, 22)을 염두에 둔 것일 수 있다. 따라서성도들은 항상 자신이 하나님의 눈과 하나님 의 마음이 향하고 있는 '하나님의 전'인것을 명심하고서 모든 언행(言行)에 있어 각별히 조심해야 할 것이다(고전 3:16, 17)."
        },
        {
            "verse_reference": "7:17",
            "commentary": "네 아비 다윗같이 하여 - 동일한 내용을 기록하고 있는 왕상 9:4과 본절은 '다 윗'을 언급함에 있어 그 시각이 다르다. 즉, 열왕기 기자는 다윗을 대표적인 신명기적 왕으로서 주의 법도와 율례를 잘 지킨 인물로 소개하였다. 그러나 본서 기자인 에스라는다윗을 '여호와의 이름으로' 기도하는 대표적인 신앙의 인물로 소개하고 있다. 또한열왕기 기자는 축복의 약속 대로 지속될 '왕위'(王 位)에 강조점을 두고 있으나(왕상9:5) 에스라는 '다스릴 자'(18절)에 강조점을 두고 있다. 여기서 다스릴 자란 하나님의 이름으로 만국을 통치할 메시야(계 19:16)를 상징한다. 아무튼 다윗은 비단 솔로몬뿐 아니라 모든 왕들이 따라야 할 삶의 척도 또는 표본으로 성경에서 자주 언급되었다(28:1; 29:2; 왕상 15:3, 11; 왕하 14:3). 그것은 다윗이 전혀 범죄치 않았기 때문이아니라(삼하 11장) 그가 하나님 앞에서 겸허하며 변치 않는 마음으로 온전히 행하려했기 때문이 다. 이에 관한 보다 자세한 내용은 왕상 9:4 주석을 참조하라."
        },
        {
            "verse_reference": "7:18",
            "commentary": "내가 네 나라 위를...한 대로 하리라 - 이 언약은 다윗의 자손인 예수 그리스도를 통해서 영적 의미의 다윗 왕조가 계승될 것이라는 사실을 뜻한다. 역사 적으로 다윗 왕가는 분열 왕국으로 멸망의 조짐을 보였고 마침내 바벨론 포 로로 그 왕통은 사실상 끊어졌다. 그러나 하나님의 주권적 섭리는 사단의 역 사 진행 방법을 무너뜨리고 마침내남겨 놓은 씨를 들어 사용하셨으니 곧 그 리스도의 성육신이 그것이다(마 1:18-25). 여기서 우리는 사단의 온갖 방해와 인간의 부패성에도 불구하고 하나님께서는 끝까지 당신이 택하신 '씨'를 보전 하신다는 사실을 배울 수 있다(롬 9:29)."
        },
        {
            "verse_reference": "7:19,20",
            "commentary": "본문은 왕상 9:6, 7과 병행 구절들이다. 그러나 동일한 자료를 가지고도 저자의 관점에 따라 달리 해석될 수 있다. 즉, 열왕기 저자는 '이스라엘'이라는 나라를 강조하고 있으나(왕상 9:7) 여기서 에스라는 '너희', 즉 '하나님의 이름으로 일컫는 하나님의 백성'(14절)을 강조하고 있다. 물론 백성과 나라라는 두 강조점은 동전의 양면과같은 것이지만 백성들 하나하나의 하나님의 전으로 볼 때 그 의미는 달라 진다. 즉,에스라는 본문에서 백성들 하나하나 개개인적인 신앙의 중요성을 강조하고 있다고 볼수 있다. 이 전을...이야기거리가 되게 하리니 - 위의 관점에서 볼 때 열왕기서 기자는 하나님의 전을 왕국의 중심으로 강조하고 있으나 에스라는 성전과 성도 하나하나를 서로깊게 연관지우고 있다고 볼 수 있다. 즉, 에스라는 이스라엘 국가 전체의 운명은 개개인의 신앙 여부에 달려있음을 강조하고 있는 것이다. 우리는 나라의 흥망 성쇠(興亡盛衰)를 단지 연대적(連帶的)인 책임으로 돌림으로써 실제적인 자신의 죄를 도외시해서는 안 된다. 즉, 소돔 고모라가 멸망한 것은 단지 전체 백성의 연대적인 죄 때문이 아니라 하나님 앞에 바로 선 의인 10명이 없었기 때문임을 볼 때 에스라의 강조점을 충분히 이해할 수 있다. 한편 여기서 '속담거리'나 '이야기 거리'는 단순한 경멸이나 조롱거리 그 이상의것을 의미한다. 즉, 이는 다른 사람들에게 교훈을 줄 수 있는 '본보기'란 의미를 지닌다. 이는 이스라엘 백성이 범죄할 경우 당할 비참한 지경이 어떠한것인지를 능히 짐작케 해준다. 왕상 9:7 주석 참조."
        },
        {
            "verse_reference": "7:21,22",
            "commentary": "본문은 왕상 9:8, 9과 전저긍로 일치하나 단지 본문에는 '비웃어'라는 단 어가 생략되어 있다. 역대기 저자는 성전을 모독하는 이런 용어를 꺼렸기 때문에 의도적으로 생략해 버렸을 것이다. 이 전이 비록 높을지라도 - 이는 사람의 손으로 지은 성전의 헛됨을 보여 준다. 실상 성전은 여호와께서 그곳에 마음을 두시고 거하실 때(16절)만이 성전으로서의 가치를 지니게 되는 것이다. 무릇 그리고 지나가는 자가 놀라 가로되 - 왕상 9:8에는 '놀라며 비웃어 가 로되'로기록되어 있다. 여호와께서는 자기 백성들을 저주하실 때 종종 이방인 의 조롱거리가되게 하신다(신 29:24-27; 렘 18:16; 19:8). 롬 1:23에서 이방인을 \"하나님의 영광을썩어질 사람과 금수와 버러지 형상의 우상으로\" 바꾼 자들이 라고 말하고 있는데 하나님의 백성이 이러한 이방인의 조롱거리가 되었다는 것은 실로 엄청난 수치가 아닐 수없다. 다른 신에게 부종하여...섬기므로 - '부 종하다'에 해당하는 '하자크'(* )는왕상 9:9에 나오는 '다바크'(* )와 같은 의미로 상대방에 대하여 전인격적으로집착하는 것을 가리킨다. 하나님께서 당신의 백성들에게 주신 가장 큰 계명은 곧 마음과 뜻을 다하여 하나님을 섬기며 사랑 하라는 것이다(마 22:37, 38). 그런데도 불구하고 이스라엘 백성들이 다른 신들 을 연애하듯 섬겼으니 하나님께로부터 징계받지 않을수 없었던 것이다. 왕상 9:9 주석 참조. 솔로몬의 통치를 기술하는 과정(1:1-9:31)에서 본서 저자의 제사장적 관심이 극치를 이루는 본장은 솔로몬의 선포와 기도(6:1-42)에 대해 불과 말씀으로 응답하신 하나님의 섭리에 대해 증거하는 대목이다. 즉, 본장은 본서가 성전 준공(3:1-5:1)이후 언급한 성전 봉헌의 전(前) 사건에 대한 귀결 및 결과로서 하나님의 현현과 응답을 주 내용으로 다룬 부분이다. 그런데 본장의 이러한 사레는 제사장들이 하나님께 찬양과 감사를 드린 후(5:11-13) 나타난 여호와의 영광(5:14)과 매우 유사한 것으로 성전이 하나님께 열납되었음을 증거하는 장면이다. 이러한 본장은 그 내용적인 구분과 시간적 추이에 따라 세 부분으로 나뉘어 질 수 있는 바 (1) 불로 응답하신 하나님과 낙성식(1-7절), (2) 절기 준수(8-11절), (3) 기도에 대한 여호와의 응답과 언약(12-22절)으로 구분된다. 한편 본장과 병행장인 왕상 8, 9장과 비교해 볼 때 본장에는 다음과 같은 역대기 기자의 특징이 잘 나타나 있다. 첫째, 하나님의 현현과 위대하심을 분명히 선포하고 있다. 즉, 열광기에는 기록되지 않은 제단 위의 불의 강림 (1-3절)은 하나님께서 솔로몬의 봉헌 제물과 그의 기도에 대한 응답이기도 하지만 여호와께서 예루살렘 성전에 강림하심을 상징적으로 표현한 것이다. 이유인 즉, 성경에서 불은 종종 여호와의 임재하심을 나타내기 때문이다(사 31:9;행 2:19). 그리고 여호와의 임재를 불로 표현한 것은 모든 것을 태우는 불의 특성이 더러운 것을 태우는 여호와의 속성과 유사하기 때문이다. 그래서 하나님은 종종 불을 정결의 도구로 사용하신다(시 66:12;마 3:11). 그리고 솔로몬이 수많은 제물을 여호와께 바친 것은 왕국의 강성함을 나타낼 뿐만 아니라 여호와의 위대하심을 나타낸다. 둘째, 또한 8, 9절에 따르면 이스라엘 백성들이 장막절을 열었다고 기록하고 있는데 열왕기에서는 그 절기를 연 주체가 솔로몬 왕 자신인 것처럼 기록하고 있다(왕상 8:65). 그러나 본장에서는 백성들 주에 제사장들이 이를 주도한 것으로 분명히 기록하고 있어 본서 저자의 제사장적 관심을 분명히 하고 있다(9절 주석 참조). 그리고 왕상 9:3에가 성전을 가리켜 여호와의 이름을 두는 곳 으로 기록하고 있으나 본장 12절에는 제사하는 전 으로 표현하고 있다. 이와 더불어 왕상 8:54-61에서는 솔로몬아이 직접 백성들을 축복하는 장면을 기록하고 있으나 본서 저자는 그것이 제사장의 고유 직무이기 때문에 기록에서 제외시켰다. 그리고 봉헌 제사 과정에서도(왕상 8:62-66) 본서 저자는 이때 참여한 악기 다루는 자, 즉 레위인등에 대해서 분명히 언급(6절)함으로 인해 이러한 본서 저자의 곤점을 더욱 두드러지게 나타내고 있다. 이런 점에서 볼 때 역대기서는 과연 제사장의 책이라 할 만하다. 그런데 본장의 내용을 살펴볼 때 불의 응답(1-3절)과 말씀의 응답(11-22절) 사이에는 솔로몬이 더욱 온전한 헌신을 다짐해 제물을 바치고 14일간의 절기가 지켜졌던 사실이 기록되어 있다. 이러한 사실을 통해 우리는 말씀의 응답이 불의 현현 사실을 보완하고 완성하는 성격으로, 그리고 보다 더 확실하게 하나님이 임재했음을 나타낸 것임을 발견할 수 있다. 그래서 우리는 우리 자신을 하나님 앞에 의의 병기로 헌신한 후에도(롬 6:13) 더욱 더 하나님 앞에 가까이 나아감으로써 말씀의 응답을 받가 생활을 해야 하겠다. 1. 불의 응답과 낙성식(7:1-11) 본문은 솔로몬의 간절한 기도가 하나님께 열납되었음을 나타내는, 즉 (1) 불의 응답을 기록한 전반부(1-3절), (2) 성전 낙성식을 거행하는 중반부(4-7절), (3) 그리고 낙성식에 이어 장막절을 지킨 사실을 증거하는 후반부(8-11절)로 구성되어 있다. 그런데 본문을 살펴볼 때 여호와의 영광스런 임재(1, 2a)와 그 장엄한 광경으로 인한 백성들의 부복(俯伏) 장면(2b, 3절)을 기록해 본서 저자는 이스라엘의 참 구원자가 인간이 아닌 창조주 하나님임을 새삼 강조하고 있다. 그리고 성전을 열납하신 하나님으 은총에 감사하는 마음으로 7일 동안의 낙성식과 더불어 장막절 절기를 지킨 사실을 세밀히 묘사해 본서의 제사장적 관심을 부각시키고 있다. 이러한 본문을 통하여 우리는 다음과 같은 사실을 숙고해 볼 수 있다. 첫째, 하나님은 스스로 영광을 취하신다. 구약에서 불은 종종 기도의 응답으로 임하였는데 모세(레 9:24), 기드온(삿 6:21), 다윗(대상 21:26), 엘리야(왕상 18:38) 등에게서도 그와 같은 역사가 있었다. 이와같이 하나님은 불 로 강림하셔서 죄인들로 하여금 여호와를 두려워하며 떨게 하고(사 33:14) 성도들에게는 더욱 경외심을 갖게 하시는데 이것이 바로 여호와께서 스스로 영광을 취하시는 한 방법이다. 마찬가지로 신약 시대에 사는 우리들에게는 성령으 불의 역사가 있어 우리으 더러운 죄악과 정욕을 태워 없애는데 이와 같은 역사는 기도로 자신을 온전히 주 앞에 내어놓고 낱낱이 자기 죄를 고백할 때 임하는 것이다. 둘째, 성전 낙성식은 시종 일관 엄숙한 분위기에서 제사와 찬양으로 진행되었다. 그러면서도 백성들은 기쁨에 넘쳐 하나님의 은혜를 감사하고 있다. 이것은 오늘날 예배가 점점 경건과 엄슥함을 잃어가면서 경박하여지고 있고, 교회 행사를 지나치게 인간적인 유흥을 위주로 치르고 있는 세태에 대해 좋은 본이 될 수 있을 것이다. 또 한편으로는 너무 엄격한 형식만을 고집한 나머지 진정한 기끔과 찬양과 감사가 무시되는 교회 행사에 경종이 된다고 하겠다. 셋째, 제사에 참여한 모든 사람들이 각기 자기 직무에 충실했을 때 그 전체 분위기는 오케스트라(orchestra)의 화음과 같이 좋은 조화를 만들어 내었다. 즉 솔로몬은 왕으로서의 자기 직무에 충실했고 제사장들과 레위인들은 자신의 직무에 전념했고 백성들도 자기 위치에서 헌신적이었을 때 행사는 매우 우아하고 정교하게 진행될 수 있었다. 따라서 자기의 분수에 지나치지 않으면서 자기 직무에 충실하여 전체 교회의 일을 유익되게 하는 것은 올바른 성도 윤리의 표본이라 할 수 있을 것이가. * 불(fire)의 상징적 의미. 성경에서는 본문의 불의 강림 사건(1-3절)과 같이 불이 초자연적으로 나타나는 경우를 많이 기록하고 있다. 에를 들면 하나님께서 언약을 보중하실 때(창 15:17), 능력을 보이실 때(출 9:24), 하나님께서 이스라엘과 동행하실 때(출 13:21, 22);사 4:5), 제사를 열납하실 때(레 9:24;대상 21:26), 하나님이 직접 현현하실 때(출 3:2;신 18:16) 등이다. 그렇다면 다음에서 불 이 갖는 종교적 의미와 상징적인 의미를 살펴보도록 하자. (1) 하나님의 보호, 임재를 나타낸다(레 6:12, 13;사 31:9;슥 2:5). 즉 불은 어두움을 환하게 비춤으로 인해서 그 암흑에서 사람을 보호해 주고 두려움을 없애주는 속성이 있기 때문에 이러한 상징적인 의미를 갖는다. (2) 하나님의 분노와 질투를 상징한다(시 89:46;렘 4:4;15:14;21:12;겔 22:31;습 3:8). 즉 이때의 불은 하나니믓 심판을 상징하는 것으로서 자기 백성에 대한 채찍을 위한 지계의 불과 여원한 형벌을 상징하는 불, 이렇게 둘로 구분하여 생각해 볼 수 있다. (3) 구약에서 불은 성령을 상징하기도 했다(렘 5:14). 또한 오순절 사건에서도 불은 성령을 상징했다(행 2:3). (4) 불은 메시야가 행하시는 사역의 성격을 나타내기도 한다(말 3:2;마 3:11). 그리고 이 뿐만 아니라 불은 여호와의 거룩(사6:6, 7), 사랑(아 8:6)을 상징하기도 하고 성도의 받을 환난(사 43:2), 연단(슥 13:9;벧전 1:7;계 3:18)을 상징하기도 한다. 이와 같은 사실을 살펴볼 때 불은 여호와께서 당신으 백성들과 함께 하신다는 사실을 가시적으로 나타낸 것임을 알 수 있다. 즉, 불은 하나님의 현현을 알리는 상징적인 것임을 알 수 있다. 그리고 율법에 따르면 제단 위의 불이 꺼지지 않게 하라는 말씀이 있는데(레 6:12, 13) 이는 하나님의 불변적인 임재를 상징하는 것이다. 그러기에 이것이 신약 시대에는 성도들으 삶 속에서 계속되는 성령의 역사를 뜻한다고 할 수 있기 때문에 우리는 성령께서 우리 안에서 역사하시도록 언제나 말씀과 은혜에 순종해야 할 것이다. 2. 기도의 응답과 약속(7:12-22) 솔로몬의 기도(6:12-42)에 대해 외형적인 응답으로 주어진 불의 역사를 언급한 앞단락에 이어지는 본문은 그 기도에 대한 구테적인 응답으로 여호와께서 언약을 상기시킨 대목이다. 이러한 본문은 밤에 말씀으로 응답하신 하나님의 음성을 증언하는데 그 내용을 크게 나눠보면 신명기적인 축복을 언급한 전반부(12-18절)와 저주를 선포한 사실을 기록한 후반부(19-22절)로 구분할 수 있다. 이와 같은 본문을 좀더 세부적으로 살펴보면 다음과 같다. 첫째, 긍정적 응답(12-18절) : 이는 신명기적인 축복과 저주의 원리(신 28:1-68) 중 전자에 해당된다. 여기서 솔로몬이 축복을 받을 수 있는 근거는 그가 성전 을 지어  제사하는 전 으로 삼았기 때문이다(12절). 그런데 하나님께서는 그 축복을 내리시는 방법으로 솔로몬의 기도를 들어 주시는 것으로 나타나 있다(14, 15절) 즉, 다시 말하면 여호와께서는 누구든지 이 성전에서 스스로 겸비하고 기도하면 솔로몬 뿐만 아니라 모든 백성들의 기도에 응답해 주시겠다는 것이다. 여기서 우리으 기도는 항상 참 성전되신 그리스도(막 14:58;요 2:19, 21) 안에서 이루어져야 한다는 사실을 교훈 받을 수 있다. 그리고 항상 자신을 낮춰 겸손하게 기도해야 할 뿐만 아니라 회개에 합당삥한 열매를 맺늘 일에 최선을 다할 때 진정한 축복이 있다는 사실도 알 수 있다. 둘째, 부정적 응답(19-22절) : 이것은 신명기적 관점에서 볼 때 저주에 관한 말씀이다. 하나님으 언약을 파기하고 불순종하며 우상을 숭배할 경우에는 이스라엘 백성이 하나님의 크신 기업에서 추방될 것이며(20절) 성전도 파괴될 것이라는 것이다(21절). 그런데 참으로 이러한 저주는 이스라엘의 불순종으로 말미암아 실제적으로 성취되었다(렘 52:12, 13). 한편, 본문은 왕상 9:1-9과 평행을 이루는 대목인 바 본서 저자는 본문의 내용을 특이한 구성 방법으로 서술하여 본서 기록의 목적을 살렸다. 다시 말해서 본서 저자는 하나님께서 말씀으로 응답하신 본문의 사실을 성전 봉헌의 마지막 사건으로 기술해 성전을 하나님께서 열납하셨음과 더불어 주의 규례를 지키고 안지키고에 따라서 이스라엘 백성들의 삶이 결정된다는 것을 강조했다. 그래서 이것을 상기시킴으로 인해 하나님의 율례를 범해 패망한 선조들의 역사를 반성케 하고 앞으로 이스라엘이 번성키 위해서는 주의 말슴에 순종해야 함을 암시하고 있는 것이다. 그러나 이와는 달리 열왕기서는 본 사건의 내용을 솔로몬이 이 언약을 파기한 사실(왕상 9:10-11:8) 앞 서건으로 기술해 본 언약을 회상하엿음에도 불구하고 죄의 길로 간 솔로몬의 범죄에 대해 강조하고 있다. 그래서 열왕기서는 본문의 사실을 솔로몬 왕의 몰락(왕상 9:1-11:43) 전(前) 사건으로 언급하고 있는 것이다. 이와 같은 본문의 사실들을 통하여 다음과 같은 몇 가지 교훈을 발견하게 된다. (1) 회개는 구체적으로 다음과 같은 과정을 내포해야 한다는 것이다. 즉, (가) 악한 길에서 떠나고 (나)스스로 겸비하고, (다) 기도하며, (라) 하나님의 얼굴을 구해야 한다는 것이다(14절). 그런데 여기서 악한 길에서 떠난다 는 것은 잘못된 방향을 돌이켜 하나님과 언약을 맺은 최초의 당시로 돌아가 근본적으로 기초적인 삶을 다시 시작하겠다는 의지적 행위를 가리킨다. 그리고 겸비하다 는 것은 실질적이고, 구체적인 자기 변화를 가리키며, 기도하는 것은 자기 삶에 대한 하나님의 주권을 인정하며 어떠한 하나님의 결정에도 순종하며 받아들이는 자세를 가리킨다. 그리고 얼굴을 구한다 는 것은 삶의 기준과 방향을 전적으로 여호와께로만 향하게 한다는 것을 가리킨다. (2) 성도들의 믿음 생활은 어떤 외형적인 조직이나 기구가 아니라 오직 말씀에 근거해야 한다는 것이다. 성전 자체는 이스라엘의 불순종에 의하여 언제든지 파괴될 수 있는 하나의 상징이기 때문에 성전, 즉 눈에 보이는 건물이나 조직에 의지하여 신앙을 유지하는 것을 또 하나의 우상 숭배인 것이다. 그러므로 오늘날의 성도들도 일주일에 한 번 교회에 다녀오는 것으로 신앙의 만족을 삼을 것이 아니라 여호와의 말씀에 입각하여 살기를 힘써야 할 것이다. (3) 구원과 심판은 인간으 행위로 말미암는 것이 아니라 오직 하나님으로부터 기인한 것이라는 사실이다. 율법은 구 누구다 성도 요, 하나님의 백성 이라 할지라도 그가 하나님의 뜻에서 빗나갈 때는 언제든지 심판을 당하게 된다고 가르친다. 그러나 신약은 누구든지 예수 그리스도 안에 있으면 정죄함이 없다고 가르친다(롬 8:1). 그러기에 우리는 구약의 백성들과 같이 동일한 율법 아래서 죽을 수 밖에 없었으나 이제 그리스도 안에서 모든 율법으로부터 자유함을 얻게 된 것이다. * 성도와 겸비의 생활. 본문 14절을 보면 스스로 겸비하는 것을 회개의 한 양상으로 나타내고 있음을 알 수 있다. 그렇기 때문에 우리는 여기서 성도들에게 요구되는 올바른 겸비의 생활이 무엇인가를 생각해 볼 수 있을 것이다. 이러한 이유로 인해 본 소고에서는 성도가 지녀야 하는 겸비한 생활의 개념과 특성을 간력히 살펴보고자 한다. 사실 비그리스도인(non-christian)들은 겸손을 단순히 상대적인 의미에서 남을 높이고 자신을 낮추는 행위라고 생각한다. 그리고 이 뿐만 아니라 이러한 겸손은 자신의 인격을 바탕으로 하고 있기 때문에, 또한 절대적인 기주니 없어 어느 누구에게도 겸손을 강요할 수 없다. 그러나 성경에서는 성도의 제일 되는 의무로 겸손하라고 가르친다(레 26:41, 42;미 6:8;약 4:10;벧전 5:6). 그리고 이와 더불어 말씀은 인간들 앞에서의 겸손이 아닌 하나님 앞에서의 겸비한 자세를 요구하고 있다. 그러기에 성도의 겸비함은 비그리스도인들처럼 자신의 인격의 고고(孤高)함을 나타내기 위한 것이 아니라 자신이 죄인임을 깨닫는 일과 그 죄를 숨김없이 하나님 앞에 고백하는 순조의 자세를 갖추기 위한 것으로 나타나는 것이다(눅 15:17-19;18:13). 이러한 성도의 겸손은 비그리스도인들처럼 인격의 수양에 의해서가 아니라 하나님을 아는 것으로 나타나게 된다. 마치 모세(출 3:6), 욥(욥 42:5, 6), 엘리야(왕상 19:13), 베드로(눅 5:8)가 하나님의 엄위하심과 거룩하심을 발견할 때 겸손해진 것처럼 말이다. 이것이 바로 성도가 갖추어야 할 겸손의 특성이다. 한편 이러한 성경적인 겸비가 성도들의 일상적인 생활에서, 또한 대인 관계에서, 그리고 비그리스도인들에 대해서는 어떻게 나타나야 하는가! 이에 대하여 크게 두 가지로 살펴볼 수 있는데 첫째로는 자칫 종교적인 오만으로 인하여 비그리스도인들을 경시하게 되는 위험을 항상 경계해야 한다. 분명히 성도들은 구별된 하나님의 백성이지만 그것은 계급적인 차원에서가 아닌 죄에서의 구별을 나타낸다. 그러므로 성도들은 자신이 지렁이와 같은 (사 41:14) 존재임을 자각하며 다른 사람들을 높여 주어야 한다. 그리고 이와 더불어 은혜 가운데 있는 백성으로서 항상 세상 사람들에 대한 동정심을 잃지 말아야 한다. 둘째로는 진실로 자신이 죄인임을 알고 날마다 애통해야 한다는 것이다. 그래서 오직 하나님 안에서만 위로와 평안을 찾을 수 있음을 발견해야 한다. 그래서 성도들은 생활 가운데거 늘 겸비한 모습을 나타내야 하며 비그리스도인들에게 이와 같은 겸손의 본을 보이며 살아야 한다."
        }
    ]
}