{
    "bible_book": "역대상",
    "chapter_number": 15,
    "commentaries": [
        {
            "verse_reference": "15:1",
            "commentary": "본장에서부터 16장까지는 삼하 6:11-23과 병행되는 부분이다. 그런데 삼하 6:11-23은 하나님의 궤의 예루살렘 입성을 매우 간략하게 서술한 반면 본문은 매우 상세히 서술하고 있다. 특히 사무엘서 저자는 하나님의 궤를 운반하는 데 있어서 제사장 및 레위인들의 역할을 생략한데 반하여 본서 저자는 이들 의 역할을 중점적으로 다루고 있다. 따라서 본문에서는 저자의 제사장적 관 점이 두드러지게 나타나고 있다. 본서 서론, '기록 목적' 참조. 다윗이 다윗성에서 자기를 위하여 왕궁을 세우고 - 다윗 성(the city of David)은 다윗이 여부스 거민에게서 빼앗은 '시온 산성'을 가리킨다. 11:5 주 석 참조. 그런데 여기서 다윗이 세운 왕궁은 히람 왕의 도움을 받아 지은 궁궐(14:1)과는 시기적으로 다른 것이다. 왜냐하면 히람 왕의 도움으로 지은 궁궐은 다윗 통치 말기에 지은 것이며 본절에서의 왕궁은 통치 초기에 지은 것이기 때문이다(Bertheau). 14:1 주석 참조. 또한 히람 왕의 도움이 관련된 문맥에서는 동사 '바나'(* )가 사용되었으나 본절에서는 '아사'(* )가 사용되었다. '바나'는 이미 세워진 건축물을 보수한다는 의미의 동사인 반면, '아사'는 새로이 건축물을 형성한다는 의미의 동사이다. 이렇게 볼 때 본절에서 다윗 왕이 지었다는 왕궁은 형태를 갖춘 최초의 건축물이었다고 볼 수 있으며 히람 왕의 도움을 받아 지은 궁궐은 이미 지어진 왕궁을 크게 보 수한 것이었다고 볼 수 있을 것이다(Keil, O. Zockler). 한편, 이 왕궁의 건축 은 하나님의 궤가 오벧에돔의 집에 머물러 있기 오래 전부터 시작되었을 것 이다. 왜냐하면 하나님의 궤가 그의 집에 머물러 있었던 기간은 3개월에 불 과했기 때문이다(13:14). 또 하나님의 궤를 위하여 처소를 예비하고 위하여 장막을 치고 - 본절이 다윗 왕의 왕궁 건축에 뒤이어 기술되어 있으므로 이는 다윗 왕이 자신의 궁 을 건축하는 동안에 장막을 지은 사실을 시사해 준다. 다윗이 세운 이 장막 은 분명히 옛 성막을 본따 새로 지은 것이다(16:39;21:29;왕상 3:4). 당시 원형 그대로의 옛 성막은 기브온에 있었다(대하 1:3). 아무튼 본절은 1차 안치식 때 언약궤를 예루살렘에 모시지 못했던 다윗(13장)이 이번만큼은 반드시 안 치하기 위하여 철저한 사전 준비를 하였음을 보여준다. 한편, 사무엘서에서는 다윗 왕이 다시금 법궤를 예루살렘으로 옮기게 된 동기에 대해 여호와께서 오벧에돔의 집에 복을 내리신 까닭이라고 서술되어 있으나(삼하 6:12) 본 문 맥에서는 이러한 서술이 생략되어 있다. 대신 오벧에돔의 집에 내린 여호와의 복이 예루살렘에도 임하게 되기를 바라는 기대감에서 다윗 왕이 궤를 옮긴 것이 아니라 보다 깊은 신앙적인 동기를 가지고 곧, 예루살렘이 기도와 예배 의 중심지가 되기를 오래 전부터 바라는 마음에서 이같이 행한 것으로 기술 되어 있다(16:4). 여기서 우리는 본서 저자가 다윗 왕의 이기적인 동기보다는 하나님의 영광을 추구하는 그의 깊은 신앙적 측면에 치중하여 본문을 기술 하였음을 알 수 있다."
        },
        {
            "verse_reference": "15:2",
            "commentary": "가로되 - 히브리 원문에는 이 말 앞에 '그때에'라는 뜻의 히브리어 '아즈'(* )가 있다. '그때'는 법궤가 오벧에돔의 집에 머문 지 '3개월이 지난 후' 를 의미한다(13:14). 레위 사람 외에는 하나님의 궤를 멜 수 없나니 - 이는 곧 지난번 웃 사의 죽음(13:9, 10)이 언약궤 운반에 관한 여호와의 율법을 어긴 결과였음을 다윗 왕이 깨닫고 하는 말이다. 여호와께서 저희를 택하사...섬기게 하셨음이니라 - 언약궤는 오직 고핫 자 손들만이 관리하게 하신 여호와의 명령을 지적하는 말이다(민 4:15;7:9)."
        },
        {
            "verse_reference": "15:3",
            "commentary": "이스라엘 온 무리를 예루살렘으로 모으고 - 여기서 '이스라엘 온 무리'는 제 사장과 레위인들(4-24) 및 이스라엘 각 지파를 대표하는 장로들과 지휘관들 을 가리킨다(25절). 그런데 본절은 병행 구절인 삼하 6:12-15에서는 발견되지 않는다. 그렇지만 본서 저자는 '온 이스라엘'이라는 용어를 언급함으로써 본 성역(聖役)이 다윗 왕과 온 백성들의 봉사로 이루어진 이스라엘 전체의 사역 이었음을 강조하고 있는 것이다."
        },
        {
            "verse_reference": "15:4",
            "commentary": "아론 자손- 여기서 '아론(Aaron) 자손'이란 제사장들을 가리킨다(출 28:41). 11절에 나오는 대제사장 사독과 아비아달 역시 바로 이 '아론 자손'이다."
        },
        {
            "verse_reference": "15:5",
            "commentary": "그핫 자손 - 본문에서 이들이 먼저 언급되고 있는 까닭은 성막의 기구들을 운반하는 책임이 그핫(고핫, Kohath) 자손에게 있었기 때문이다(민 4:4, 15;7:9). 그핫은 레위의 둘째 아들로서(창 46:11;출 6:16;민 3:17;26:57) 제사장 의 조상이다(6:1, 2). 즉 그의 후손들 가운데서 '아론 자손'이 나온 것이다(출 6:16-20). 족장 우리엘 - 그는 다윗 시대에 그핫 자손을 이끈 지도자였다. 우리엘 (Uriel)이란 이름의 뜻은 '하나님은 빛이시다'이다."
        },
        {
            "verse_reference": "15:6",
            "commentary": "므라리 자손 - 므라리(Merari)는 레위의 셋째 아들이다(6:1) 그의 후손들도 역시 성소에서 중책을 맡았으니 성막이 띠, 널판, 그리고 기둥과 받침 등을 운반하는 일이었다(민 3:36, 37;4:31-33;7:8;10:17). 족장 아사야 - 그의 이름은 레위 지파의 족보에 기록되었다(6:30). 아사야 (Asaiah)란 '하나님께서 세우셨다'는 뜻이다."
        },
        {
            "verse_reference": "15:7",
            "commentary": "게르솜 자손 - 게르솜(Gershom)은 레위의 장자이다(6:1). 그는 게르손 (Gershon)으로 더 잘 알려져 있다(6:16, 17). 그의 후손들은 성막 문장과 뜰의 휘장 등을 관리하는 직무를 맡았었다(민 3:23-26;4:21-28). 요엘 - 그는 게르손(게르솜)의 자손 라단의 아들이었다(23:8). 이와 동일한 이름을 가진 자로는 사무엘의 아들 요엘(Joel, 삼상 8:2)을 기억할 수 있다."
        },
        {
            "verse_reference": "15:8",
            "commentary": "엘리사반 자손 - 일명 엘사반(Elzaphan)으로도 불리운 엘리사반(Elizaphan) 은 그핫의 넷째 아들인 웃시엘의 아들이다(출 6:22;레 10:4). 그는 광야 시대에 그핫 족속의 족장이었다(민 3:30)."
        },
        {
            "verse_reference": "15:9",
            "commentary": "헤브론 자손 - 헤브론(Hebron)은 그핫의 셋째 아들이다(출 6:18;민 3:27). 그 는 유다 지파 갈렙의 후손 헤브론(2:42, 43)과는 다른 인물이다."
        },
        {
            "verse_reference": "15:10",
            "commentary": "웃시엘 자손 - 웃시엘(Uzziel)은 그핫의 넷째 아들이다(출 6:18). 한편 이상 에서 알 수 있듯이 5절의 우리엘과 그 형제, 8절의 엘리사반 자손, 9절의 헤 브론 자손, 본절의 웃시엘 자손은 모두 그핫 족속에 속한다. 이와같이 예루 살렘에 모인 레위인 중 그핫 자손이 대다수를 차지했던 것은 법궤 운반의 책임이 바로 그들에게 있었기 때문이었다. 5절 주석 참조. 그 형제 - 여기서 '형제'(* , 아흐)란 친형제가 아닌 단순히 같은 족속 의 사람을 의미하는 말이다."
        },
        {
            "verse_reference": "15:11",
            "commentary": "제사장 사독과 아비아달 - 다윗 왕의 시대에는 대제사장이 사독(Zadok)과 아비아달(Abiathar) 두 명이 있었다(삼하 15:24). 사독은 아론의 아들 엘르아 살의 후손이며 아비아달은 아론의 아들 이다말의 후손으로서 대제사장 엘리 의 후손이기도 하다. 그런데 본서에서 사독은 대제사장의 계보에 기록된 반면 (6:1-15) 아비아달은 생략되어 있다. 아마도 이는 솔로몬 때에 이르러 아비아 달의 제사장직이 박탈되고(왕상 2:27, 35) 사독이 단독으로 대제사장직을 수 행하게 된 것과 관련이 있을 것이다."
        },
        {
            "verse_reference": "15:12",
            "commentary": "레위 사람의 족장 - 직역하면 '레위인들의 조상들의 족장'이란 뜻이다. 그 러나 이는 일반적으로 제사장들을 가리키는 말인 듯하다(Curtis). 몸을 성결케 하고 - 제사장들은 성역(聖役)을 수행하기 전에 반드시 자신 을 거룩하게 보존해야 할 의무가 있었다(레 8:12, 13). 이는 거룩한 의식을 더 럽히지 않기 위한 조치였다(출 9:10, 14, 15;레 11:44). 이때에 제사장들은 몸을 씻고 의복을 갈아 입으며(창 35:2) 아내를 가까이하지 않았다(출 19:15). 우리 는 이 문맥에서 하나님의 언약궤를 예루살렘으로 옮김에 있어서 최선의 준비 를 다하는 다윗 왕의 성실한 모습을 발견할 수 있다."
        },
        {
            "verse_reference": "15:13",
            "commentary": "전에는 너희가 메지 아니하였으므로...충돌하셨나니 - '전에는'이란 3개월 전 기럇여아림에서 궤를 운반했을 때를 지시한다. 그때에 다윗 왕은 수레로 궤를 옮기다가 웃사(Uzza)의 죽음을 목격하게 되었던 것이다(13:1-14). 그런데 그때 에 여호와께서 충돌하신 자는 웃사 한 사람인데 다윗은 여기서 여호와께서 ' 우리'를 충돌하셨다고 말하고 있다. 다윗이 여기서 '우리'라는 말을 사용함은 그때의 잘못이 웃사 개인에게만 있었던 것이 아니라 자신과 수행하던 모든 레위인들에게 있었음을 인지했기 때문이다. 저에게 구하지 아니하였음이니라 - 여기서 '구한다'에 해당하는 히브리어 '다라쉬'(* )는 (1) '주의하여 구하다'는 뜻(신 22:2), (2) '출입하다'는 뜻(대하 1:5)도 지니고 있다. 그렇지만 여기서는 '돌보다'는 뜻(신 11:12)으로 사용되었다. 따라서 본절은 '저를 돌보지 아니하였음이니라'라고 번역되어야 한다. 물론 여기서 '저'란 하나님의 언약궤를 가리킨다. 즉 본절은 3개월 전에 사람들이 하나님의 언약궤를 규례(민 4:15)에 따라 운반하지 아니한 것을 의미한다."
        },
        {
            "verse_reference": "15:14,15",
            "commentary": "채로 하나님의 궤를 꿰어 어깨에 메니라 - 여기서 '채'에 해당하는 히브리 어 '모타'(* )는 '막대기'(Pole)를 의미하는 말이다. 이 막대기는 하 나님의 궤를 어깨에 메기 위해 사용된 것이다. 즉 레위인들은 성막의 성물(聖 物)들을 운반할 때에는 반드시 그것들을 막대기에 꿰어서 어깨에 메고 운반 해야만 했었다(출 25:13;민 4:10,12). 그것은 물론 사람들이 하나님의 성물에 손을 댐으로써 부정을 입히는 것을 막기위한 조처였다. 본 문맥에서 레위인 들은 이와 같은 율법 조항에 따라 하나님의 궤를 운반하고 있는 것이다."
        },
        {
            "verse_reference": "15:16",
            "commentary": "레위 사람의 어른들 - 이들은 5-10절에 소개된 6명의 레위인 족장들을 가 리킨다. 그 형제 노래하는 자를 세우고 - 여기서 '그 형제'란 같은 지파 사람들, 곧 레위인들을 말하며 '노래하는 자'는 '찬양하는 자'를 의미한다. 다윗 왕이 이들을 구별하여 세운 것은 예루살렘에 입성하시는 여호와께 영광을 돌리기 위함이었는데 이것을 계기로 성전(聖殿) 찬송의 역사가 시작되었다. 비파와 수금과 제금 - 역대기에서 이 세 악기는 종종 함께 언급 되었다(28절;13:8;16:5;대하 5:12;29:25;느 12:27). 이 중 '비파'에 해당하는 '네 벧'(* )은 현악기인데 유대 역사가 요세푸스(Josephus)는 이 악기의 현 이 12개였다고 증거하고 있다(Antiq. XII. 3). 이 악기는 주로 종교 의식 때에 사용되었으며(20,28절;16:5;25:1,6;대하5:12;시 33:2;57:8;71:22;81:2; 92:1-3; 108:2 등) 세속적인 목적으로 이용된 경우는 성경에서 단지 세 번 나타난다 (사 5:12;14:11;암 5:23). 다음으로 '수금'에 해당하는 '킨노르'(* ) 역 시 현악기이다. 이 악기는 모든 악기 중 가장 고귀한 악기로 간주되었으며 손가락이나 채로 연주되었다. 그 현의 수는 작게는 3개, 많게는 12개에 이르 기 까지 다양하였다. 이 악기는 또한 귀족 계급의 악기였기 때문에 종종 은 이나 상아로 만들어지곤 하였다. 마지막으로 '제금'에 해당하는 '므칠타임'(* )은 한 쌍의 심벌즈(Cymbals)를 의미한다. 한편 이밖에도 성경 에는 여러 악기들이 언급되어 있으니 이제 이를 간략히 도표로 나타내어 보 면 다음과 같다. 악기 번역 구절 용도 사용자 기타 피아몬 방울 출28:33 대제사장의 지성소 대제사장 출입시 사용,경계의 목적도 내포됨 므칠로트 방울 슥14:20 말의 가스파에 부착 므칠타임 (공동) 대상25:1 제의 중에 사용 제사장 바라 (개역) 제금 할 릴 피리 삼상10:5 제의 중에 사용 대중들 저 사5:12 렘48:36 쇼파르 (공동) 대상15:28 제의 중에 사용 레위인 신호용 악기경고, 대하15:14 파문을 뜻함 네벨, 비파, 시92:1-3; 제의 중에 사 귀족계급 모든 악기 중 가장 킨노르 거문고, 150:3; 다윗,레위 고귀한 것으로 불 수금, 사23:16 인 림 칠현금, 십현금"
        },
        {
            "verse_reference": "15:17",
            "commentary": "헤만...아삽...에단 - 이 세람은 다윗 왕에 의해 임명된 찬양대장들이다. 이 들의 족보는 본서 6장에 소개되어 있다(6:31-48). 특히 헤만(Heman)은 모든 찬양대를 지휘 했으며 아삽(Asaph)은 헤만의 우편에서, 에단(Ethan)은 헤만 의 좌편에서 그 직무를 수행하였다(6:39, 44). 한편, 이들의 족보에 따르면, 헤 만은 그핫의 자손이고(6:33) 아삽은 게르손의 자손이며(6:39) 에단은 본절에 나타나 있는 대로 므라리의 자손임을 알수 있다(6:44). 보다 자세한 내용은 해 당 부분의 주석을 참조하라."
        },
        {
            "verse_reference": "15:18",
            "commentary": "그 다음으로 - 이는 곧 헤만, 아삽, 에단의 지휘를 받는 '둘째 계급'을 지 시하는 말이다(Lange, Keil). 본절에 소개된 이들은 20, 21절에서 그들의 역할 에 따라 다시 분류된다. 벤 - 이는 분명히 필사자의 착오로 기록된 것이다. 왜냐하면 (1) '벤'이란 이름이 이들을 분류별로 다시 소개한 구절에서는 나타나지 않고 있기 때문이 다. (2) 또한 구약에서 '벤'(* , '아들'이란 뜻)이 일개인의 고유 이름으 로 사용된 경우가 거의 없었음도 이 같은 사실을 뒷받침해 준다(O. Zockler). 문지기 오벧에돔 - 그는 3개월 동안 여호와의 궤를 지킨 자이며 문지기 직분 외에도 수금을 타는 직분을 수행하였던 자이다(21절). 한편, 21절에는 오벧에돔, 여이엘 다음에 아사시야가 수금을 타는 자로 소개되어 있다. 이로 써 우리는 본절에서 아사시야가 실수에 의해 생략되어 있음을 볼 수 있다. 즉 제 2의 계급에 해당하는 악사들은 모두 14명이었다고 하겠다(Lange)."
        },
        {
            "verse_reference": "15:19",
            "commentary": "본절에서부터 21절까지에서는 위에 소개된 악사들(17, 18절)이 다시 세 분류 로 분류되고 있다. 헤만과 아삽과 에단은 놋제금을 크게 치는 자요 - 세 부류 중 첫 부류에 해당하는 사람들이다. 이들은 모두 놋으로 만든 제금(심벌즈)을 쳤는데 이들 이 이처럼 놋제금을 친 것은 곡의 음조나 박자를 조절하는 등 전체 찬양대를 지휘하기 위함이었다(Curtis, Keil)."
        },
        {
            "verse_reference": "15:20",
            "commentary": "아시엘 - 두번째 부류에 해당하는 여덟 사람 중 한 사람인 '아시엘'(* )은 18절의 '야아시엘'(* )과 동일 인물임이 분명하다. 왜 냐하면 '아시엘'은 '야아시엘'의 단축형이기 때문이다(Payne). 비파를 타서 여창에 맞추는 자요 - 본절에 언급된 여덟 사람은 모두 여 창(女唱)에 맞추어 '비파'(* , 네벧)를 연주하는 자였다. 그런데 여기서 '여창'에 해당하는 히브리어 '알라못'(* )은 본래 '젊은 여인'을 의 미하는 말이다. 따라서 '여창에 맞추었다'는 말은 소프라노의 음조로 연 주했음을 의미한다(Keil, Curtis, Lange). 시 46편은 바로 이러한 기법으로 연주된 대표적인 시이다."
        },
        {
            "verse_reference": "15:21",
            "commentary": "수금을 타서 여덟째 음에 맞추어 인도하는 자요 - 세번째 부류의 레위인들 은 여덟째 음에 맞추어 '수금'(* , 킨노르)을 연주하였다. 그런데 여기서 '여덟째음'(* - , 스미닛)이란 베이스의 음역을 의미하는 말이다(Curtis, Keil). 시 6편은 바로 이 '스미닛' 기법에 따라 부르도록 되어 있던 시이다. 한편, 여기서 '인도하는'에 해당하는 히브리어 '나차흐'(* )는 '감독하다'는 뜻인데 본 문맥에서는 음악적 용어로서 '지휘하다'라는 뜻으로 사용되었다(TWOT, Keil, Curtis; 시6:1;12:1). 그리고 이 동사의 주 체는 본절에 소개된 제 3부류의 레위인들 뿐만 아니라 20절에 소개된 제 2부 류의 레위인들까지도 포함된다(Keil). 따라서 본절과 20절에 소개된 모든 악 사들은 헤만, 아삽, 에단의 지시를 받아 부문별로 찬양대를 지휘한 자들이었 다고 하겠다."
        },
        {
            "verse_reference": "15:22",
            "commentary": "레위 사람의 족장 그나냐는 노래에 익숙하므로...가르치는 자요 - 본절에서 레위 사람의 족장으로 소개된 그나냐(Chenanaiah)는 음악을 주관하는 자로 나타나 있으나 이는 잘못된 해석에서 비롯된 것이다. 즉 본절에 두 번이나 언급되고 있는 '노래'에 해당하는 히브리어 '맛사'(*, 원형은 '나사'*임)는 본래 '들어올리다'는 뜻이다. 물론 이 단어가 간혹 '목청을 높여 말하다'는 뜻으로 사용되기도 하였으나(삼하 3:32;사 52:8) 이 말을 노래하는 것과 관련시키기에는 용례가 너무 희박하다. 오히려 구약에서 이 용어는 무거운 짐을들어 올리거나 옮긴다는 뜻으로 많이 사용되었다. 그 가운데서도 특히 레위 자손들이 언약궤를 메는 것을 가리킬 때에 이 용어가 자주 사용되었다(신 31:9,25;수 3:3, 8, 14, 15;4:9, 16, 18;8:33등). 이렇게 볼때, 본절의 '노래에 익숙하므로 노래를 주장하여'는 옳지 않다. 대신 본절을 옳게 직역하자면, '옮기는 레위인들의 두목 그나냐는 익숙함으로 옮기는 일을 가르쳤더라'가 된다(Keil, Payne, Curtis, Lange). 이러한 해석은 그나냐가 예배하는 일에 직접 관여하기보다는 외부적인 일, 즉 '이스라엘 바깥 일'을 다스렸다고 기록되어 있는 26:29의 내용과도 일치한다(Payne). 그러므로 이러한 해석에 근거할 때, 그나냐는 언약궤를 옮기는 직책을 맡은 레위인(고핫 자손들)들의 족장(두목)이었음을 알 수 있다(Keil & Delitzsch Vol. III, pp.204f). 한편, '익숙하므로'에 해당하는 히브리어 '빈'(* )은 '이해하다', '식별하다'는 뜻이다. 이는 그나냐가 여호와의 율법을 환히 알고 있었음을 나타내 보여주는 말이다. 그런데 구약에서 이 같은 이해력은 하나님의 은사로 주어지는 것이었으며 단순히 경험에 의한 것이 아니었다(단 2:21). 실상 언약궤는 아벡전투(삼상 4장) 이후 다윗 시대에 이르기까지(13장) 기럇여아림에서 무려 70여년동안이나 머물러 있었다. 때문에 경험을 통해 언약궤 운반에 관한 율법을 익혔던 사람은 그 당시 아무도 없었다."
        },
        {
            "verse_reference": "15:23",
            "commentary": "베레갸 - '여호와께서 축복하심'이란 뜻이다. 그는 아삽의 선조인 시므아 의 아들 베레갸(Berechiah)와는 구별된다(6:39). 궤 앞에서 문을 지키는 자요 - 이들은 궤를 옮기는 자들 가운데 속한 한 조(組)로서 아무도 법궤를 만지거나 그것에 가까이하지 못하도록 궤 앞에서 지키는 자들이었다."
        },
        {
            "verse_reference": "15:24",
            "commentary": "하나님의 궤 앞에서 나팔을 부는 자요 - 언약궤가 이동할 때 일곱명의 제 사장들이 나팔을 불었던 것은 율법에 명시된 바를 따른 것이었다(수 6:4;민 10:2, 8). 그리고 이때 나팔 소리는 하나님의 위엄과 권위를 상징하는 것으 로서 단순히 연주를 위한 것이 아니었다(출 19:16). 한편 여기서 '나팔'에 해 당하는 히브리어 '하초츠라'(* )는 은으로 만든 나팔을 말하는데(민 10:2) 그것은 입구가 나팔꽃 모양으로 퍼져 있는 형태로 되어 있다. 이 나팔 은 이스라엘 백성들에게 있어서 성물(聖物)로 간주되었다(대하 15:14;20:28; 29:26, 27;스 3:10;느 12:35, 41). 오벧에돔과 여히야는 궤 앞에서 문을 지키는 자더라 - 이 두 사람의 직무 는 23절의 베레갸, 엘가나와 같은 직무인 것으로 나타나 있다. 한편, 여 기서의 오벧에돔(Obed-edom)은 3개월 동안 궤를 지켰던 고핫 자손 오벧에 돔(18, 21절;13:13;26:1-4)과는 다른 인물이다. 왜냐하면 3개월 동안 언약궤를 지켰던 오벧에돔은 수금을 타는 악사로 21절에 이미 소개되었기 때문이다. 더욱이 본절의 오벧에돔은 16:38에서 여두둔(에단)의 아들로 소개되어 있다. 에단은 므라리 자손이므로(6:44) 그의 아들 오벧에돔은 그핫 자손인 오벧에돔 과 동일 인물일 수가 없는 것이다(Keil, Lange)."
        },
        {
            "verse_reference": "15:25",
            "commentary": "이스라엘 장로들과 천부장들이 가서 - 이들은 이스라엘 백성들의 대표자들 로서 범궤 운반에 동참하였던 것이다. 한편 오벧에돔의 집에 머무른 법궤로 인하여 그 집에 큰 축복이 임했다는 소식(삼하 6:11)은 온 이스라엘에 대한 하나님의 진노가 풀렸음을 확인해 주는 것이었다. 이에 힘을 얻어 예루살렘에 법궤를 모실 만반의 준비를 마친 이스라엘 백성들(1-3절)은 이제 법궤를 운 반해 오는 일만 남았던 것이다."
        },
        {
            "verse_reference": "15:26",
            "commentary": "하나님이 여호와의 언약궤를 멘 레위 사람을 도우셨으므로 - 이는 하나님께 서 지난번 웃사를 죽이심 같이(13:9, 10) 레위인들에게 재앙을 내리지 아니하 셨다는 말이다. 수송아지 일곱과 수양 일곱으로 제사를 드렸더라 - 병행 구절인 삼하 6:13 과 조화시켜 보면, 궤를 멘 레위인들이 무사히 여섯 걸음을 행한 후에 무리 들이 하나님께 감사 제사를 드렸음을 알 수 있다. 한편, 삼하 6:13에서는 다 윗이 '소와 살진 것'을 제물로 바친 것으로 나타나 있고 본절에서는 수송아 지 일곱과 수양 일곱을 제물로 바친 것으로 나타나 있다. 이에 대하여 혹자는 삼하 6:13의 제물은 출발하기 직전에 바쳐드린 것이며 본절에서의 제물은 사 역을 마친 후에 바쳐드린 것이라고 해석하였다(Keil, Lange, Zockler). 그러나 이는 옳은 해석이 아니다. 왜냐하면 본 문맥은 분명히 사역의 과정을 다루고 있는 것이지 결코 사역을 마친 후의 상황을 말하는 것이 아니기 때문이다. 또한 모든 사역을 마친 후에 드린 제사에 대해서는 16:1에서 특별히 언급되어 있기 때문이다. 그런데 우리가 양 문맥을 자세히 살펴보면, 삼하 6:13에서의 제물은 다윗 왕이 개인적으로 드린 것으로 나타나 있으며 본절에서의 제물은 무리들, 곧 장로들과 천부장들과 따르는 무리들이 함께 드린 것으로 나타나 있음을 알 수 있다. 따라서 삼하 6:13에서의 제물의 규모는 적은 것으로 나 타나 있고 본절에서의 제물의 규모는 상대적으로 많게 기록되어 있는 것이 다(Curtis, Barnes)."
        },
        {
            "verse_reference": "15:27",
            "commentary": "노래하는 자와 그 두목 그나냐 - 이미 앞에서 살펴보았듯이 여기서 '노래 하는 자'는 잘못된 번역이다. 왜냐하면 이에 해당하는 히브리어 '하맛사'(* )는 '들어 올리는 자' 또는 '옮기는 자'라는 뜻으로 언약궤를 운반하는 직책을 맡은 자를 의미하기 때문이다. 22절 주석 참조. 다 세마포 겉옷을 입었으며 - 세마포(細麻布)는 삼(hemp) 또는 아마(linen)에서 뽑은 아주 고운 실로 짠 베를 가리킨다. 구약 시대 당시 이 세마포로 만든 옷은 대개 성직(聖職)을 맡은 제사장과 레위인들이 입었다(출 28:6;삼상 2:18;22:18). 본절에서도 레위인, 그나냐, 찬양 대원들은 거룩한 직무를 수행하기 위해 이 옷을 입은 것이다. 다윗은 또 베 에봇을 입었고 - 에봇(ephod)은 앞치마같이 생긴 일종의 겉옷이다. 한편 다윗이 입은 베 에봇은 제사장적 신분을 나타내는 간편한 옷으로서 엉덩이까지 내려오고 소매가 없는 겉옷인 대제사장의 에봇과는 다른 것이었다. 출 28:4 주석 참조. 그런데 레위인도 아니고 제사장도 아니었던 다윗 왕이 이 옷을 입은 것은 아마도 제사장 나라인 이스라엘을 대표하는 제사장적 왕으로서 하나님의 보좌(궤)를 정성껏 모셔오기 위함이었던 것 같다. 이와 관련해서는 병행 구절인 삼하 6:14 주석을 보다 참조하라."
        },
        {
            "verse_reference": "15:28",
            "commentary": "이스라엘 무리 - 원문상으로는 '온 이스라엘'이다. 메어 올렸더라 - 이에 해당하는 히브리어 '마알림'(* )은 밑에 서 위로 '올라가다'는 뜻의 동사 '알라'(* )의 사역형 능동태로서 '올 라가게 하다'라는 뜻이다. 따라서 이 말은 온 이스라엘이 저지대에서 높은 고지대인 예루살렘에로 언약궤를 옮긴 것을 표현하는 말이라 하겠다."
        },
        {
            "verse_reference": "15:29",
            "commentary": "사울의 딸 미갈이...심중에 업신여겼더라 - 다윗 왕의 아내 미갈(Michal)은 다윗 왕이 체신없이 뛰놀며 춤추는 것을 보고 업신여겼다. 그러나 미갈이 다 윗 왕을 업신여긴 근본적인 이유는 그녀가 다윗 성에 입성하고 있던 하나님 의 궤를 별로 중요하게 여기지 않았었기 때문이었다. 즉, 그녀는 하나님의 궤 의 입성(入城)의 의미를 제대로 파악하고 있지 못하였기 때문에 다윗 왕의 행 동을 한낱 체신없는 장난으로 볼 수 밖에 없었던 것이다. 그런데 이러한 그 녀의 시각은 하나님의 궤의 중요성을 알지 못했던 사울 왕의 사상(13:3)의 영 향이었다. 따라서 본서 저자는 비록 미갈이 다윗 왕의 아내이지만 특별히 그 녀를 '사울 왕의 딸'이라고 본절에서 소개하고 있는 것이다. 한편 미갈은 이 처럼 다윗 왕을 업신여긴 행동으로 인해 죽는 날까지 자식을 얻지 못하고 말 았다(삼하 6:23). .?다윗왕이 춤추는 문제에 대한 습관은 사무엘하 6:14절의 바바라 보우웬의 해석을 참조하라."
        }
    ]
}