{
    "bible_book": "역대상",
    "chapter_number": 6,
    "commentaries": [
        {
            "verse_reference": "6:1",
            "commentary": "레위. 야곱의 셋째 아들인 레위(Levi)는 시므온과 함께 세겜족을 학살한 자였다(창 34:25-31). 이로 인해 레위는 시므온과 함께 그의 후손들이 이스라엘 내에서 흩어지리라는 예언을 야곱으로부터 받았다(창 49:5-7). 그러나 금송아지 숭배 사건 당시에 보여준 그들의 헌신으로 인해(출 32:26-29) 레위 지파는 이스라엘의 종교 지도자가 되었다(신 33:8-11). 한편, 본서 저자인 에스라도 레위 지파의 제사장이었다(스 7:1-5).때문에 그는 본 장에서 하나님을 예배하는 거룩한 행위와 관련시켜 레위 지파의 족보를 중요하게 다루고 있다. 이러한 본 족보에는 바벨론 포로 때까지의 아론의 후손들이 기록되어 있다.\n게르손과 그핫과 므라리요. 레위의 아들들이 연령 순서대로 소개되고 있다(창46:11, 출 6:16, 민 3:17, 26:57). 이 중 레위의 장자(長子)인 게르손(Gershon) 자손들은 제사 제도가 정비된 이후 성막과 장막 그리고 그 부속물들을 관리하는 직무를 맡았다(민 3:25, 26). 다음으로 일명 고핫(Kohath)으로도 불리운 그핫(Kehath)의 자손들은 성막의 가장 신성한 기구들을 보관, 운반하는 일을 맡았다(민 3:31). 그런데 그핫 계열에서 비롯된 아론 자손들은 특별히 제사장 직분이라는 중임(重任)을 맡게 되었다(민3:2-4). 마지막으로 레위의 셋째 아들인 므라리(Merari) 자손은 성막 널판과 그 부속품을 관리하는 일을 맡았다(민 3:36).\n6:2 아므람과 이스할과 헤브론과 웃시엘. 여기에 소개된 그핫의 아들들의 명단은 출6:18에 근거한 것이다. 이중 아므람(Amram)과 웃시엘(Uzziel)에 대해서는 18절 주석을 참조하라. 한편 이스할(Izhar)은 모세와 아론을 대적하고 반역했던 고라(Korah, 민 16:1-3)의 아비이다(출 6:21). 그리고 헤브론(Hebron)은 헤브론 자손(민 3:27)의 선조로서 갈렙의 후손 헤브론(2:42)과는 구별된다.\n6:3 미리암. 이름의 뜻은 ‘높다’이다. 그녀는 모세와 아론의 누이로서 최초의 여선지자였다(출 15:20). 그녀는 출애굽시 홍해의 승전 기사(奇事)를 아름다운 문체로 노래하여(출 15:21) 이스라엘인들에게 큰 용기를 불어넣었다.\n나답과 아비후. 이들은 여호와께서 명하신 불 이외에 다른 불로 분향을 드리다가 불에 삼키운 자들이다(레 10:1, 2).\n엘르아살. 그의 형들(나답과 아비후)의 죽음으로 인해 대신 장자권을 획득한 엘르아살은 아론의 대제사장직을 계승하였다(민 20:25-28, 신 10:6). 그 이후 대제사장직은 엘르아살(Eleazar) 계통의 후손들을 통해 계승되어 오다가 바벨론 포로 시대 이후 에스라에게 이어졌다(스 7:1-5).\n이다말. 아론의 넷째 아들인 이다말(Ithamar) 역시 형제들과 더불어 제사장 직분을 맡았으나(출 38:21) 대제사장의 정통성은 엘르아살에게 있었다. 그는 성막을 위해 봉사하는 게르손 자손과 므라리 자손의 사역을 감독하였다(민 4:28, 33, 7:8). 한편 이다말의 후손 중에는 엘리 제사장이 유명한데 불행히도 그 집안의 악 때문에 그 집안은 풍지박산이 나고 말았다(삼상 2:27-36).\n6:4 비느하스. 바알브올 사건 때에 이스라엘 자손 한 사람(시므리)과 미디안 여인(고스비)을 창으로 찔러 죽임으로써 염병이 이스라엘 자손에게서 그치게 한 자이다(민25:1-15). 한편, 엘르아살 이후 모두 21 세대가 기록된 본 족보(4-15절)에는 여러 명의 이름들이 빠져 있는 것이 틀림없다. 왜냐하면 출애굽(B.C.1446년)으로부터 바벨론포로(B.C.586년) 때까지의 장구한 기간에 비해 21 세대는 너무 부족하기 때문이다. 사실 이 중에는 여호야다(왕하 11장, 대하 22:11, 24:2), 우리야(왕하 16:10) 등과 같은 인물도 빠져 있다.\n아비수아. 이름의 뜻은 ‘내 아버지는 구원이시라’이다. 그의 이름은 스 7:5에 다시 언급될 뿐, 더 이상의 행적에 대해서는 나와 있지 않다.\n6:5 웃시. 스 7:4에는 웃시엘(Uzziel)로 나와 있다. 웃시(Uzzi)는 ‘강하다’는 뜻인 반면 ‘웃시엘’은 ‘하나님은 나의 힘이시다’는 뜻이다.\n6:6 없음.\n6:7 아히둡. 본 절과 삼하 8:17에서는 사독의 부친으로 소개되었으나 9:11과 느 11:11에서는 사독의 조부(祖父)로 소개되어 있다. 이러한 차이점은 성경 기자가 상황에 따라 계보를 간략히 압축하여 기술하였기 때문에 일어난 현상이다. 4절 주석 참조.\n6:8 사독. 그는 다윗과 솔로몬 때의 대제사장으로서(삼하 8:17, 왕상 2:35) 다윗 때에는 아론의 넷째 아들 이다말의 후손인 아비아달과 함께 대제사장 직무를 감당하였다(삼하 15:24). 그러나 다윗 사후(死後) 아비아달은 아도니야를 지지하다가(왕상 1:7) 솔로몬에 의해 제사장 직분을 박탈당하였다(왕상 2:26, 27). 한편 사독(Zadok)은 다윗통치하에서 언약궤를 주로 관리하는 중책을 담당하였다(삼하 15:24-29). 더욱이 그는 솔로몬이 다윗의 뒤를 이어 왕이 되는 데에 공헌한 인물 중의 한 사람이다(왕상 1:32-39).\n아히마아스. 사독의 아들인 아히마아스(Ahimaaz)는 압살롬의 난 때에 다윗 왕의 연락원으로 활동하였다(삼하 17:17-21, 18:27).\n6:9 아사랴. 사독의 손자 아사랴(Azariah)는 B.C. 970년 솔로몬 수하에서 대제사장이 된 인물이다. 왕상 4:2에서 그는 ‘사독의 아들’로 소개되고 있는데 정확하게 표현하자면 ‘사독의 손자’가 되어야 한다.\n6:10 이 아사랴는 … 제사장의 직분을 행한 자며. 사실상 요하난의 아들 아사랴(Azariah)에 대하여 알 수 있는 바는 없다. 비록 본 절에서 그는 솔로몬 당시 제사장직분을 수행하였던 것처럼 소개되고 있으나 실상 이 같은 소개는 사독의 손자 아사랴(9절)에 대한 설명이다. 때문에 학자들은 이 아사랴에 대하여 여러 가지 추측을 하는데 아마도 그는 웃시야(B.C.791-739) 당시 월권(越權)으로 제사장 직분을 행하려 했던 웃시야 왕에게 대항한 대제사장 아사랴(대하 26:16-18)일 것이다(Keil & Delitzsch,Vol. III, p.118).\n6:11 본 절에 언급된 인물들 중 아마랴, 아히둡, 사독은 공교롭게도 7, 8절에 나온 아마랴, 아히둡, 사독과 그 이름 및 순차(順次)가 똑같다. 때문에 이들이 서로 동일 인물인지 아니면 동명 이인(同名異人)인지 판별하기가 매우 어렵다. 그런데 대부분의 학자들이 본 절에 대한 주석을 생략하고 있음은 그들이 양자를 동일 인물로 보고 있다는 느낌을 준다(Wycliffe Bible Commentary).\n살룸. 이름의 뜻은 ‘보상’이다. 그런데 그는 일명 므술람(Meshullam)으로도 불리웠다(9:11). 바벨론 포로에서 예루살렘으로 귀환한 학사 에스라는 바로 이 살룸의 후손이다(스 7:1-6).\n6:12 없음.\n6:13 힐기야. 요시야 시대(B.C.640-609)의 대제사장이다. 그는 성전에서 모세의 율법책을 발견하였고(대하 34:14), B.C. 622년에 요시야의 종교 개혁을 도왔다(왕하 22:4-14, 23:4).\n아사랴. 이 자는 분명 사독의 손자 아사랴(9절) 및 요하난의 아들 아사랴(10절)와는 구별된다. 그러나 그의 행적에 대해서는 달리 알 수 있는 바가 없다. 혹자는 이 자를 히스기야 왕 당시의 대제사장 아사랴(대하 31:10)와 동일 인물로 보기도 한다(Bertheau). 그러나 히스기야는 B.C. 728-687년에 재위했었다. 때문에 아사랴의 아비 힐기야가 요시야 시대의 인물이라는 점에 비추어 볼 때 타당성이 없다.\n6:14 스라야. 그는 시드기야 때(B.C. 597-586)의 대제사장으로서 바벨론 왕 느부갓네살에 의해 죽임당했다(왕하 25:18-21).\n여호사닥. 대제사장 여호수아의 아버지다(학 1:1, 12, 14, 2:4, 슥 6:11). 여호수아는 포로 귀환 이후 유다의 유명한 대제사장으로 활약하였다.\n6:15 느부갓네살의 손으로 유다와 예루살렘 백성을 옮기실 때에. 이때는 시드기야 11년, 곧 느부갓네살이 예루살렘 성전과 왕궁을 불태웠던 B.C. 586년이다. 이때에 여호사닥의 아버지 스라야는 느부갓네살에게 죽었고 여호사닥은 유다 백성과 함께 바벨론땅으로 붙잡혀 갔다(왕하 25:21). 이와 관련된 보다 자세한 역사(歷史)는 왕하 25장 성경 본문 및 주석을 참조하라.\n6:16 레위의 아들들. 본 절에서부터 30절까지는 레위 지파의 대략적인 족보이다. 레위 지파의 족보는 23장에서 다시 언급되는데 이 두 족보는 상호간의 내용을 보충해 주고있다.\n6:17 게르손. 레위의 장남이지만 성경에서는 단지 야곱이 애굽으로 이주하기 전에 태어난 자라고만 이야기할 뿐 별로 중요하게 다루어지지 않았다(창 46:11). 한편 게르손 자손들이 성막 봉사와 관련하여 맡았던 임무에 대해서는 1절 주석을 참조하라.\n6:18 그핫. 레위의 둘째 아들로서 133세에 죽었다(출 6:18). 그는 아론과 모세의 조상이다(출 6:18-20). 한편 그의 자손은 레위 지파중 가장 탁월한 족속이었는바 성막 건축 이후 성막 남쪽에 진을 치고(민 3:29) 성막의 성물(聖物)을 관리하였다(민 3:31).\n아므람. ‘존귀한 족속’이란 뜻인 아므람(Amram)은 요게벳의 남편이자 모세, 아론, 미리암의 부친이다(출 6:18, 20, 민 3:19, 26:59). 그의 후손들은 각기 성막에서 특별한 임무를 수행하는데 곧 아론 자손은 제사장으로(민 3:2-4) 모세의 자손은 반차(班次)를 좇아 성소에서 봉사하였다(24:20, 21).\n웃시엘. ‘하나님은 나의 힘’이란 뜻이다. 그의 아들 엘리사반은 고핫 자손 가계(家系)의 우두머리였다(민 3:30).\n6:19 므라리. 이름의 뜻은 ‘강하게 하다’, 또는 ‘축복하다’이다. 그의 후손들은 성전에서 중요한 직책을 맡았으며(24:26, 대하 29:12) 바벨론 포로 귀환 후 예루살렘 재건시에도 중요한 역할을 수행하였다(스 8:19).\n말리와 무시. 그들의 후손들은 성막의 널판과 띠, 기둥과 받침, 그리고 여러 가지 장식들을 운반하는 직책을 맡았다(민 3:36, 37, 4:31-33, 7:8, 10:17, 수 21:7, 34, 40).\n6:20 립니. 립니(Libni) 사람들의 조상이다(민 3:21, 26:58). 그는 므라리 후손으로 말리의 아들인 립니(29절)와는 구별된다.\n6:21 세라. 이름의 뜻은 ‘여명’ 또는 ‘바위’이다. 그런데 그는 성가대 직무를 맡았던 시므이의 후손 세라(41절)와는 다른 사람이다. 또한 그는 시므온 지파의 한 분파인 세라 가족의 조상 세라(민 26:20)와도 구별된다.\n6:22 암미나답. 출 6:21, 민 16:1 및 본 장 38절에 의거해 볼 때 암미나답(Amminadab)은 이스할(Izhar)의 다른 이름일 가능성이 있다. 만일 그렇지 않다면 암미나답은 이스할의 자손인 것으로 이해하여야 한다(38절).\n고라. 그는 회중의 지도자 250명과 더불어 모세와 아론을 거역하고 대제사장의 직분을 탐낸 인물이었다(민 16:9, 10). 그 결과 그는 가족들과 더불어 땅에 삼키워졌다(민 16:31).\n그 아들은 앗실이요. 고라(Korah)가 땅에 삼키웠을 때 앗실(Assir)과 같은 그의 아들들은 죽지 않았다(출 6:24). 왜냐하면 그들은 부친의 죄에 참여하지 않았기 때문이었다(겔 18:19, 20). 한편 훗날 고라의 자손들은 하나님을 찬양하는 명예로운 성가대 직분을 맡게 되었다(31-38절, 대하 20:19, 시 84, 85, 87, 88편).\n6:23 그 아들은 엘가나요 그 아들은 에비아삽이요. 여기서 엘가나(Elkanah)와 에비아삽(Ebiasaph)이 고라의 계속되는 세대로 소개되어 있으나 실상 이들은 22절의 앗실과 더불어 고라의 아들들이다. 즉, 다시 말해서 앗실(22절)과 엘가나와 에비아삽은 형제들인 것이다. 이에 대한 증거로서 우리는 (1) 출 6:24의 내용을 들 수 있다. 거기에서 이들은 모두 고라의 아들들로 기록되어 있는 것이다. 그리고 (2) 본 절과 평행 구절인 37절에서도 에비아삽의 아비가 곧 바로 고라라고 기록되어 있다. 이와 같은 기록은 에비아삽이 고라의 직계 후손, 곧 아들임을 밝혀 주며 앗실과 엘가나가 에비아삽의 조상이 아니라 형제였음을 입증해 준다. 또한 (3) 본 절에는 다른 세대임을 구분지어 주는 ‘와우’가 오직 에비아삽과 그 아들 앗실 사이에만 기록되어 있고 앗실(22절)과엘가나, 엘가나와 에비아삽 사이에는 기록되어 있지 않다. 이와 같은 사실로 미루어볼 때 앗실(22절)과 엘가나와 에비아삽은 형제들이었음을 분명히 알 수 있다(Keil,Lange). 한편 이들은 모두 고라 자손의 족장들이었다(출 6:24).\n그 아들은 앗실이요. ‘앗실 2세’라고 칭할 수 있는 본 절의 앗실은 에비아삽의 아들이자 고라(22절)의 손자이다. 그리고 22절의 앗실은 그의 삼촌이다.\n6:24 다핫 … 우리엘 … 웃시야 … 사울. 여기에 나오는 인물들 중 다핫(Tahath)은 헤만의 족보(37절)에서 분명히 언급되었지만 우리엘, 웃시야, 사울 등은 찾아볼 수 없고 대신 스바냐, 아사랴, 요엘 등(36절)이 기록되어 있다. 따라서 이러한 차이에 대하여 스바냐, 아사랴, 요엘은 우리엘, 웃시야, 사울의 다른 이름일 것이라고 추측해 볼 수 있으나 확실한 근거는 없다(Lange). 한편, 우리엘(Uriel)은 ‘하나님은 빛이시다’는 뜻이다. 그는 다윗 시대에 고핫 족속 전체를 이끌었던 족장이었으며 다윗이 하나님의 궤를 오벧에돔의 집에서 예루살렘으로 모셔올 때 봉사했던 인물이다(15:5-15).\n6:25 엘가나. 여기에 나오는 엘가나(Elkanah)는 엘가나 2세로서 고라의 자손 엘가나(23절)와는 다른 인물이다. 즉 그는 에비아삽의 후손으로서 요엘의 아들인 것이다(36절).\n아히못. 마핫(Mahath)의 다른 이름이다(35절). 비록 본 절에서 아히못(Ahimoth)이 엘가나의 아들인 것처럼 나와 있으나 실상 그는 아마새(Amasai)의 아들이며 엘가나의 손자이다.\n6:26 엘가나. 엘가나 3세이다. 따라서 그는 23절과 25절에 나오는 엘가나 1세, 2세와는 구분되어야 한다. 그는 35절에서 다시 언급되고 있다.\n소배 … 나핫. 34, 35절에서 이들은 일명 숩, 도아로 소개되고 있다.\n6:27 엘리압. 34절에서 그는 엘리엘로 소개되고 있다.\n엘가나. 본 족보에 나오는 마지막 동명 이인(同名異人)으로 곧 엘가나 4세이다. 그는 에브라임 산지 라마다임 소빔 사람으로 그의 아내는 하나와 브닌나였다(삼상1:1, 2). 바로 이 한나와 엘가나 사이에서 유명한 선지자가 났으니 곧 사무엘이다(28,34절, 삼상 1:20).\n6:28 사무엘. 이름의 뜻은 ‘하나님이 들으심’이다. 그는 사사 시대와 왕정 시대 사이의 과도기적 인물로서 선지자, 사사, 제사장의 직분을 감당하였다. 그에 관한 보다 자세한 내용은 삼상 서론, 개요 부분을 참조하라.\n맏아들 요엘이요 다음은 아비야며. 이들은 사무엘에 의해 브엘세바의 재판관으로 임명되었으나(삼상 8:2) 뇌물을 받고 판결을 굽게 하였다(삼상 8:3). 이 때문에 당시 백성들은 사무엘에게 새로운 지도 체제를 요구하였는데 바로 왕정(王政) 제도였다(삼상 8:1-9). 한편 이 중 맏아들 요엘(Joel)은 다윗 시대에 성소에서 찬송을 관장한 헤만의 아버지다(33절).\n6:29 고핫 자손들을 소개한 데 이어 므라리의 후손들을 소개하고 있는 부분이다. 그런데 혹자는 여기에 소개된 인물들이 44-47절에 기록된 에단의 조상들과 동일 인물이라고 하는데(Bertheau) 이는 잘못된 주장이다. 왜냐하면 본 절에서는 므라리의 아들 말리(Mahli)의 후손들이 기록되어 있는 반면 44-47절에서는 므라리의 아들 무시(Mushi)의 후손들이 기록되어 있기 때문이다(Keil, Lange).\n말리. 므라리의 장남이다. 그는 일명 ‘마흘리’로도 불리웠다(23:21).\n웃사. 이름의 뜻은 ‘능력’이다. 시므이의 아들인 그는 아비나답의 아들 웃사(Uzzah, 삼하 6:3-11)와는 다른 인물이다.\n아사야. 이름의 뜻은 ‘하나님께서 세우셨다’이다. 그는 다윗 당시 법궤를 예루살렘으로 운반하는 일에 참여하였던 아사야(Asaiah, 15:6)와 동일 인물인 것으로 추측된다.\n6:30 없음.\n6:31 언약궤가 평안한 곳을 얻은 후에. 이는 다윗 왕이 언약궤를 기럇여아림(바알레유다)에서 예루살렘 시온 성소로 옮겨 놓은 사건을 의미하는 말이다(삼하 6장). 이 이전에 사울왕은 언약궤를 기럇여아림에다 방치시켜 왔었다. 다윗이 … 찬송하는 일을 맡게 하매. 이처럼 다윗은 언약궤를 예루살렘으로 운반한 후 제일 먼저 하나님을 찬양하는 성가대를 조직하였다. 사실 하나님의 임재를 상징하는 언약궤가 백성들 가운데 모셔졌으니 그로 인해 백성들이 하나님을 찬양하며 기뻐하는 것은 마땅하다. 마찬가지로 오늘날 구원받은 성도들의 본분 중 하나는 날마다 하나님을 찬송하는 것이다. 이는 또한 성도들이 누리는 특권이자 기쁨이기도 하다(시150:6).\n여호와의 집. 당시는 아직 천막 형태였다(삼하 7:2). 이 같은 성막(聖幕)은 솔로몬 시대에 이르러 예루살렘 성전으로 대치되었다(대하 5:1-7:22).\n6:32 회막. 하나님께서 백성들과 만나 당신의 뜻을 계시하는 장소이다(출 29:42, 43, 삼상 2:22). 이는 31절의 ‘여호와의 집’을 달리 표현한 것과 다름없다.\n그 반열대로 직무를 행하였더라. 여기서 ‘반열’에 해당하는 히브리어 ‘미쉬파트’는 규율, 제도, 양식(樣式)을 의미한다(출 26:30, 수 6:15, 삼상 8:9, 11, 10:25). 다윗 왕은 하나님을 찬송하는 일을 조직적으로 할 수 있도록 적절한 규율을 마련했던 것이다. 그 규율에 따라 고핫 자손 헤만은 중앙에서, 아삽은 헤만의 우편에서, 그리고 에단은 좌편에서 각기 찬송을 인도하였다(33, 39, 44절). 한편 이와 관련해서는 본 장 31-48절 강해, ‘성가대의 기능과 조직’을 참조하라.\n6:33 그핫. 1절 주석 참조.\n헤만은 찬송하는 자라. 여기서 ‘찬송하는 자’라는 말은 단순히 찬송을 부르는 자라는 뜻이 아니라 성전에서 찬송하는 자의 두목임을 나타내는 말이다(Lange, Keil). 즉 헤만(Heman)은 찬양대 전체의 지휘를 맡았던 지휘자였다. 한편, 다음에 이어지는 헤만의 족보는 그가 레위의 후손이며 사무엘의 손자임을 보여주고 있다.\n요엘. 28절 주석 참조.\n6:34 엘가나. 여로함의 아들로서 엘가나 4세이다. 27절 주석 참조.\n엘리엘. 27절에서는 일명 엘리압(Eliab)으로 기록되어 있다. 이 중 엘리엘(Eliel)은 ‘하나님은 하나님이시다’란 뜻이며 ‘엘리압’은 ‘하나님은 아버지이시다’란 뜻이다.\n6:35 도아는 숩의 아들이요. 도아(Toah)는 26절의 나핫(Nahath)의 다른 이름이며 숩(Zuph)은 소배(Zophai)의 다른 이름이다.\n마핫. 25절의 아히못(Ahimoth)과 동일 인물이다.\n6:36 요엘 … 아사랴 … 스바냐. 24절 주석 참조.\n6:37 앗실. 이름의 뜻은 ‘갇힌 자’, ‘포로’이다. 그런데 이 사람은 고라의 아들 앗실과는 분명히 구별된다. 23절 주석 참조.\n6:38 이스할. 22절에 나오는 암미나답의 다른 이름인지 아니면 암미나답과는 다른 웃대의 인물인지는 분명치 않다. 22절 주석 참조.\n6:39 헤만의 형제 아삽. 여기서 형제에 해당하는 히브리어 ‘아흐’는 헤만과 아삽이 친형제임을 의미하는 말이 아니라 같은 동족임을 의미하는 말이다. 왜냐하면 헤만은 레위의 아들 그핫의 후손인데 반해(33절) 아삽(Asaph)은 레위의 아들 게르손의 후손이기 때문이다(43절). 이처럼 이 용어는 종종 같은 지파, 같은 혈연을 지시할 때에도 사용되었다(신 3:18, 24:7, 창 13:8, 29:15, 민 16:10, 25:6, 삿 14:3, 레 25:46). 한편, 아삽은 헤만, 에단과 함께 다윗의 세 악사(樂師) 중 하나였다. 그는 많은 노래를 작곡한 것으로 추정되는데 그중 12편이 시편에 수록되어 있다(시 50, 73-83편). 그러한 그는 다윗 왕이 언약궤를 시온의 장막에 안전하게 모셔왔을 때 찬양제(讚揚祭)를 주도하였다(16:4,5,7,37). 또한 그는 헤만, 에단(여두둔)과 더불어 왕의 선견자(先見者)로도 불리웠다(25:5,6, 대하 35:15).\n헤만의 우편에서 직무를 행하였으니. 이는 다윗 왕이 정한 봉사의 규율에 따른 것이었다. 32절 주석 참조.\n베레갸. 아삽의 부친인 그의 이름은 ‘여호와께서 축복하신 자가 누구냐’라는 뜻이다. 그런데 베레갸(Berachiah)는 일명 ‘베레야’로도 불리웠다(15:17).\n6:40 미가엘. ‘하나님 같으신 이가 누구냐’라는 뜻이다.\n바아세야. 이름의 뜻은 ‘여호와는 용감하시다’이다.\n말기야. ‘나의 왕은 주님이시다’라는 뜻이다. 한편 성경에 나오는 동일한 이름의 소유자들은 우연의 일치 치고는 대부분 제사장이나 레위인 또는 귀족들이었다는 특징을 지닌다(렘 38:6, 21:1, 느 11:12, 12:42, 10:3, 8:1-4).\n6:41 에드니. ‘선물’이란 뜻이다. 한편 41-43절의 족보에 소개된 이름들은 20, 21절에 소개된 이름들과 유사하다. 따라서 혹자는 이 두 기록을 결국 하나의 족보에 속한 것으로 보면서 약간의 차이점들은 하나의 전승으로부터 발췌하는 과정에서 중첩되었기때문이었을 것이라고도 주장한다(Payne). 그러나 실상 이같은 주장은 잘못된 것이다. 왜냐하면 20, 21절의 족보는 게르손의 아들 립니의 후손에 관한 것인데 반해 41-43절의 족보는 게르손의 자손 시므이의 후손에 관한 것이기 때문이다.\n세라. 21절의 세라와는 동명 이인이다. 21절 주석 참조.\n아다야. ‘아다야’는 ‘여호와를 찬송했다’는 뜻이다.\n6:42 에단. 이름의 뜻은 ‘영원함’이다. 그런데 여기에 나오는 에단(Ethan)은 므라리의 후손으로서 다윗의 세 악사 중 한 명인 에단(44절)과는 다른 사람이다.\n6:43 야핫. 게르손의 아들인 시므이의 아들이다(23:10). 그는 게르손의 후손 중에서도 립니의 아들인 야핫(Jahath, 20절)과는 구별된다.\n6:44 형제. 여기서도 이 말은 같은 동족 또는 같은 지파 사람을 가리킨다. 39절 주석 참조.\n므라리. 레위의 세 번째 아들이다. 1, 19절 주석 참조.\n에단. 그는 헤만, 아삽과 더불어 다윗 왕의 악사였으며 일명 ‘여두둔’이라고도 불리웠다(25:1-3, 16:41, 대하 5:12). ‘여두둔’은 ‘찬양하다’는 뜻의 ‘예다’에서 파생된 이름으로 ‘찬양하는 자’라는 의미이다. 이렇게 볼 때 ‘에단’은 그의 본래 이름이며 ‘여두둔’은 악사의 직책을 맡은 후 그에게 붙여진 그의 별명이었던 것 같다(Keil). 한편 이 여두둔 가문은 바벨론 포로 이후에도 계속 궁전 음악을 맡았다.\n기시. 그는 일명 구사야(Kushaiah)라고도 불리웠다(15:17).\n압디. ‘여호와의 종’이란 뜻이다.\n말룩. 이름의 뜻은 ‘상담자’이다.\n6:45 하사뱌. ‘여호와께서 짐작하셨다’는 뜻이다.\n아마시야. ‘여호와께서 강하게 하시다’는 뜻이다.\n힐기야. 이름의 뜻은 ‘여호와의 분깃’이다. 그런데 그는 요시야 왕 당시의 대제사장이던 살룸의 아들 힐기야(Hilkiah)와는 다른 인물이다(13절).\n6:46 암시. ‘강하다’는 뜻이다.\n바니. ‘세워지다’는 뜻이다.\n세멜. ‘보존되다’는 뜻이다. 이와 관련된 이름으로는 사마리아 성읍의 원주민이었던 세멜(Shamer)을 또한 들 수 있다(왕상 16:24).\n6:47 말리. 이는 29절의 말리(Mahli)와는 다른 인물이다. 29절의 말리는 무시의 형제이며 본 절의 말리는 무시의 아들이다.\n무시. 무시(Mushi) 가족의 조상이다. 그의 이름은 ‘느끼다’는 뜻의 ‘무쉬’에서 파생되었다. 그는 므라리(1, 19, 44절)의 차남이다.\n6:48 저희의 형제 레위 사람들. 이들은 지금까지 위에서 언급된 악사들(31-47절) 이외에 다른 모든 레위 지파인들을 가리킨다(Lange). 그들은 성소에서 물과 불 그리고 제물을 준비하며 청소를 하는 등의 봉사를 담당하였다.\n하나님의 집 장막의 모든 일을 맡았더라. 여기서 ‘맡았더라’에 해당하는 히브리어 ‘네티님’은 ‘위임하다’, ‘임명하다’는 뜻의 동사 ‘나탄’의명사형으로 ‘위임을 받은 자였더라’는 뜻이다. 사실 하나님은 성소에서의 모든 제사에 관한 일들을 레위인들에게 위임하셨다(민 3:9, 8:16-19, 18:6). 이와 관련해서는 민 3:5-13 강해, ‘성역(聖役)에 부름받은 레위인’을 보다 참조하라.\n6:49 아론과 그 자손들. 본 절에서부터 53절까지는 4-8절의 반복이다. 여기 소개된 인물들은 레위의 둘째 아들 그핫의 후손들로서 다윗 시대의 대제사장 사독에게로 이어지고 있다. 이 부분에서 이들이 다시 언급되고 있음은 아비아달 계열의 제사장직이 박탈된 이후(왕상 2:26, 27) 사독 계열의 제사장들만이 속죄의 제사를 드릴 수 있었던 사실을 강조하기 위함인 듯하다(Payne).\n번제단과 향단 위에 분향하며 제사를 드리며. 본 절에서는 제사장의 직능을 소개하고 있다(Keil, Lange). 그중 본 구절은 희생(犧牲) 제사의 기능을 보여주고 있다. 여기서 ‘제사’에 해당하는 히브리어 ‘올라’는 구약의 5대 제사 중 가장 기본이 되는 번제(燔祭)를 의미하는 말이다. 이 번제는 번제단의 제물을 완전히 태워 드리는 제사로서 여호와께 이 제물 전체를 다 드린다는 헌신과 희생의 의미를 지니고 있다(레 1:1-17). 제사장은 아침마다 번제를 드려야 했으며 이를 위해 단 위의 불이 항상 꺼지지 않도록 감시해야 했다(레 6:1-13). 다음으로 ‘분향’은 ‘향 또는 제물을 사르다’는 뜻의 ‘카다르’에서 파생된 ‘무크타르’로서 번제 자체를 의미하거나 번제에 수반되는 향을 뿌리는 의식을 의미한다(출 30:34). 이 분향 의식은 조석(朝夕)으로 행해졌다(출 30:7, 8). 이와 관련해서는 레 1:3-9 강해, ‘번제에 대하여’를 보다 참조하라.\n지성소의 모든 일. 지성소(the Most Holy Place)는 백성을 대표한 대제사장이 일년에 한 번 들어갈 수 있는 곳으로 가장 거룩한 곳이다(히 9:7). 이 지성소에서 이스라엘 온 회중을 위하여 속죄하는 일은 오직 대제사장의 소관이었다(레 16:23-34).\n모세의 모든 명대로 이스라엘을 위하여 속죄하니. 제사장이 백성들을 위하여 거행하는 모든 속죄 의식을 의미한다. 그 의식에는 속죄제, 결례, 속죄일의 행사 등이 있었다. 이 중 제사장의 중재 사역이 가장 효과적으로 발휘되었던 것은 속죄일의 행사로서 일년에 한 번 행하여졌다(레 16:29). 그때에 대제사장은 호화로운 대제사장복을 벗고 대신 장식물을 일체 달지 않은 백색 의복을 입고 속죄소에 들어가 피를 일곱번 뿌리는 속죄제를 집행함으로써 백성들의 죄를 속죄하였다. 이와 같은 대제사장의 기능은신약 시대의 예수 그리스도의 속죄의 기능을 예표한 것이었다(레 16:29-34). 한편 이와 관련해서는 레위기 서론, ‘7. 구약 제사의 종류와 의미’, 그리고 구약 제사에 관한 레위기의 주제 강해들을 각각 참조하라.\n6:50 엘르아살. 아론의 대제사장직을 계승한 아론의 셋째 아들이다. 3절 주석 참조.\n비느하스. 아론의 손자로 하나님의 진노로부터 이스라엘 백성들을 건져낸 자이다. 4절 주석 참조. 그와 동일한 이름의 소유자 중에는 엘리의 아들 비느하스가 있다(삼상1:3).\n아비수아. 4절 주석 참조.\n6:51 웃시. ‘나의 능력’이라는 뜻이다. 5, 6절 주석 참조.\n스라히야. ‘여호와께서 나타내 보여주셨다’는 뜻이다.\n6:52 아마랴. ‘여호와께서 허락하셨다’는 뜻이다.\n아히둡. 이름의 뜻은 ‘형제는 선하다’이다. 그에 관해서는 7절 주석을 참조하라.\n6:53 사독. 다윗 시대의 정통성있는 대제사장이다. 다윗 시대에는 두 명의 대제사장(아비아달과 사독)이 있었으나 솔로몬의 즉위 당시 아비아달은 면직되었고 사독이 유일한 대제사장이 되었다. 8절 주석 참조.\n아히마아스. 8절 주석 참조.\n6:54 저희의 거한 곳. 본 절에서부터 마지막 81절까지는 레위 지파에게 할당된 48개의 성읍들을 기록한 내용이다. 그 가운데서도 54-60절은 아론 자손이 차지한 성읍들의 명단이다. 이는 병행 구절인 수 21:13-19에 자세히 나와 있으니 참조하라.\n사방 지경. 여기서 ‘사방’에 해당하는 히브리어 ‘티로탐’은 ‘열’, ‘줄’을 의미하는 ‘티라’에서 파생된 용어로서 ‘레위 지파에게 주어진 영토의 선(線)’이라는 의미(시 16:6)를 지니고 있다(Keil, Lange).\n그핫 족속. 레위의 둘째 아들이자 아론의 조상인 그핫의 후손들이다. 이들은 형제들 가운데서 제사장직을 계승하였다. 1절 주석 참조. 또한 이들은 레위 지파 중 제일처음으로 제비를 뽑아 자신들이 거주할 성읍을 얻었다(수 21:10). 한편, 알브라이트(Albright)는 이 같은 성읍 분배가 다윗 시대에 있었던 것이라고 주장하기도 한다. 그러나 본 절은 분명 수 21:10과 일치하는 내용으로서 이 분배는 여호수아 당시에 이루어졌던 것이다(Payne, Keil, Lange).\n6:55 유다 땅의 헤브론. 헤브론(Hebron)은 팔레스타인에서 가장 높은 성읍으로서 유다 산지 기럇아르바에 위치해 있었다. 이곳은 예루살렘에서 남서쪽으로 약 30 km 지점이었다. 이에 관한 보다 자세한 내용은 3:1 주석을 참조하라.\n그 사방 들. 여기서 ‘들’에 해당하는 히브리어 ‘미그라쉬’는 ‘교외’,’성읍 주변의 마을’을 의미하는 말이다. 따라서 이 말은 헤브론을 중심으로 흩어져 있던 주변의 여러 마을들을 의미한다.\n6:56 그 성의 밭과 향리는 여분네의 아들 갈렙에게 주었으며. 갈렙(Caleb)은 가나안 땅 정탐을 하고 돌아온 후, 여호수아와 더불어 모세에게 성실한 보고를 하였던 자이다(민14:5-10). 이에 대해 모세는 가나안 땅을 차지할 기득권(旣得權)을 갈렙에게 약속하였는바(신 1:36) 가나안 정복 후 갈렙은 헤브론을 기업으로 받았었다(수 14:13). 본 절은 바로 그 같은 사실을 가리키는데 이후 헤브론 성은 레위 지파의 성읍으로 구별되었다(54, 55절, 수 21:8-12).\n6:57 도피성. 이스라엘에 도피성은 모두 여섯이었으며 그 중 하나가 헤브론에 있었다. 도피성은 요단 양편에 각각 세 곳이 있었는데 전국 어디에서나 속히 피할 수 있도록 적당한 곳에 선정되었다(수 20:7-9). 민 35:9-15 강해, ‘도피성 제도의 의의’ 참조.\n립나. 유다와 블레셋의 경계선상에 위치했던 세벨라의 한 성읍이다. 이곳 역시 유다 지파에게 할당되었다가 (수 15:42) 후에 레위 지파에게 주어졌다(수 21:13).\n얏딜. 유다 산지에 위치한 성읍이다(수 15:48, 21:14, 삼상 30:27). 이곳은 시글락 동쪽 약 16 km 지점이다.\n에스드모아. 역시 유다 산지의 성읍이며 헤브론 남쪽으로 14.4 km 지점이다. 이 성읍의 창설자는 유다의 후손 이스바(Ishbah)였다. 4:17 주석 참조.\n6:58 힐렌. 드빌(Debir)의 산지에 위치했던 성읍으로 헤브론 북서쪽 얄라(Jala) 근처이다. 수 21:15에는 홀론(Holon)으로 기록되어 있다.\n드빌. 유다의 고산 지대에 위치한 성읍으로 갈렙이 아낙 자손들을 몰아내고 점령했던 성읍이다(수 11:21, 15:15-17, 삿 1:11-15). 이 성읍은 제사장의 성읍이면서 유다 남부의 행정의 중심지이기도 하였다(수 15:49, 21:15). 보다 자세한 내용은 수 10:38,39 주석을 참조하라.\n6:59 아산. 유다 남서부에 위치한 성읍으로서 브엘세바 북서쪽으로 약 2.4 km 지점이다(수 15:42).\n벧세메스. 유다 지파의 북쪽 경계지에 위치한 성읍이다. 이 성읍의 이름은 ‘태양의 집’이란 뜻으로 이곳에는 고대의 태양신의 신전이 있었다. 이 성읍은 유다와 단과 블레셋 지경의 경계선이기도 하였다(수 15:10, 삼상 6:12). 이곳은 예루살렘 서쪽 약24 km 지점인 오늘날의 ‘아인 셈스’(Ain shemes)로 추정된다. 수 15:10 주석 참조.\n6:60 게바. 유다 지파의 북쪽 경계지에 위치한 베냐민 지파의 성읍이다(수 18:24, 21:17, 왕하 23:8, 슥 14:10). 예루살렘 북쪽 9 km 지점에 위치하였으며 일명 제바(Jeba)로도 불리웠다.\n알레멧. 이는 아나돗 근처에 위치한 알몬(수 21:18)과 동일 성읍인 것으로 추정된다(Cohen).\n아나돗. 이곳은 예루살렘 북동쪽으로 4.8 km 지점이며 오늘날의 아나타(Anata) 부락에서 가까운 라스 엘-할루베(Ras el-Harrubeh)이다(왕상 2:26, 삼하 23:27).\n그 족속의 얻은 성이 모두 열 셋이었더라. 55-60절까지에 소개된 레위 지파의 성읍은 모두 11개이다. 여기서 수치상의 차이가 발견되는데 두 개의 성읍이 본문에서 누락된 것이 분명하다(Payne). 우리는 나머지 두 성읍을 수 21장에서 찾아볼 수 있다(The Wycliffe Bible Commentary). 그 성읍은 곧 아인, 윳다, 기브온 중에서의 두 성읍이다(수 21:16, 17).\n6:61 므낫세 반 지파 족속 중에서. 본 절 앞에는 ‘에브라임 지파’와 ‘단 지파’란 말이 누락되어 있다. 즉 병행 구절인 수 21:5에는 남은 그핫 자손들이 차지한 열 개의 성이 에브라임, 단, 그리고 므낫세 반 지파에게 속했던 성들이었다고 분명히 밝혀져 있다. 한편 이들 남은 그핫 자손들이 차지한 열 성읍의 명단은 수 21:21-25에 수록되어 있으니 참조하라.\n6:62 게르손 자손에게는 … 열 세 성을 주었고. 이들 게르손 자손들이 얻은 성읍은 갈릴리 바다를 중심으로 한 그 일대 사방의 성읍들이었다. 그들이 차지한 열 세 성읍의 명단은 수 21:27-32에 나와 있으니 참조하라.\n바산에 있는 므낫세 지파. 요단 동편에 거주한 므낫세 반 지파를 가리킨다(수21:6). 이와 관련해서는 5:11, 23 주석을 보다 참조하라.\n6:63 므라리 자손에게는 … 열 두 성을 주었더라. 이들 므라리 자손들이 얻은 성읍은 요단 동편과 남부 갈릴리 산지의 성읍들이었다. 그들이 차지한 열 두 성읍의 명단은 수21:34-39에 나와 있으니 참조하라.\n6:64 이 모든 성과 그 들을 레위 자손에게 주되. 레위 자손들은 이스라엘의 각 지파에서 할당해 준 여러 성읍에 거함으로써 전국에 분산하여 거주하게 되었다. 이러한 결과는 야곱의 예언의 성취였으며(창 49:7), 또한 이스라엘을 제사장 나라가 되도록 하기 위한 하나님의 구체적인 섭리였다(민 35:1, 2). 이에 관해서는 본 장 49-81절 강해, ‘레위인 분산의 의의’를 참조하라.\n6:65 유다 자손의 지파와 … 주었더라. 사실 레위인들은 유다, 시므온, 베냐민 자손 뿐만 아니라 그 외의 이스라엘 남은 지파들에게서도 골고루 기업(基業)을 얻었었다(54-63절). 따라서 본 절은 단지 아론 자손이 위의 세 지파에게서 기업을 얻은 사실을 가리키는 것으로 이해해야 할 것이다(54-60절).\n6:66 이제 본 절에서부터 70절까지에서는 남은 그핫 자손들이 차지했던 성읍(61절)이 언급되고 있다. 이를 병행 구절인 수 21:20-26과 비교하면서 살펴보면 도움이 될 것이다.\n영지. 이에 해당하는 히브리어 ‘아레 게불람’은 ‘한정된(limited) 영토’를 의미하는 말이다. 즉 여기서 ‘게불람’은 ‘한정하다’는 의미의 동사’가발’에서 파생된 단어이다.\n6:67 도피성. 57절 주석 참조. 한편 에브라임 지파의 경내에 있었던 도피성은 오직 세겜에만 있었다(수 20:7).\n세겜. 에발 산과 그리심 산 사이에 위치한 성읍으로서 예루살렘 북쪽 약 58 km 지점에 위치하였다. 이곳은 아브라함이 가나안에 들어가 처음으로 제단을 쌓은 곳이며 여호수아가 가나안 정복 사업을 마친 후 축복과 저주의 언약 의식을 행하기도 한 유서 깊은 장소이다(창 12:6, 33:18-20, 신 11:26). 수 17:7 주석 참조.\n게셀. 에브라임 지파의 서쪽 경계지에 위치했던 성읍이다(수 16:3, 21:21). 그곳은 예루살렘과 욥바의 중간 지점으로 솔로몬에 의해 재건(再建)된 역사를 지니고 있다(왕상 9:17).\n6:68 욕므암. 병행 구절인 수 21:22에는 깁사임(Kibzaim)으로 언급되어 있는 성읍이다. 이 성읍은 또한 욕느암(Jokneam, 왕상 4:12)으로도 불리웠다.\n벧호론. 벧호론(Beth-horon)은 위와 아래의 두 성읍으로 구성되어 있었다(7:24). 때문에 이곳은 기브온에서부터 아얄론 골짜기와 세벨라 골짜기로 가는 도중에 위치해있었다. 때문에 이곳은 전략적 요충지로도 유명하다(수 10:10-14, 대하 8:5, 왕상9:17).\n6:69 아얄론. 에브라임 경계지에 위치했으며 처음에는 단 지파에 귀속되었던 성읍이다(수 19, 42). 이곳은 여호수아 당시 달이 그 골짜기에 머물렀던 사건(수 10:12)으로 유명하다.\n가드림몬. 욥바 북동쪽으로 약 7 km 지점에 위치했던 단 지파의 성읍이다(수19:45, 21:24).\n6:70 빌르암. ‘멸하다’라는 뜻이다. 그런데 이곳의 정확한 위치는 알려지지 않고 있다. 혹자는 이곳을 이블르암(Ibleam)과 동일 성읍으로도 보는데 이블르암은 에스드렐론 평야 부근의 므낫세 지파 성읍이다(수 17:11).\n6:71 본 절에서부터 76절까지에서는 게르손 자손들이 차지했던 성읍(62절)이 언급되고 있다. 이와 관련해서는 병행 구절인 수 21:27-32을 참조하라.\n게르손 자손. 레위의 장남 게르손의 후손들이다. 1절 주석 참조. 다윗의 악사 아삽이 바로 이 게르손의 후손이었다. 39절 주석 참조.\n바산의 골란. 요단 동편의 세 도피성 중 하나이며 바산의 한 지역이었다. 수 20:8주석 참조. 한편 바산은 요단 강 상부 동편에 있는 광활한 평원이다. 5:11 주석 참조.\n아스다롯. 이스라엘 세 지파(르우벤, 갓, 므낫세 반 지파)가 바산 왕 옥으로부터 빼앗은 성읍이다(신 1:4, 수 12:4). 한편 이 이름은 우상의 이름과 일치하는데 이곳에서 고대에 아스다롯(Ashtaroth) 우상이 성행하였기 때문이다. 이 우상에 대해서는 레26:1-13 강해, ‘가나안 땅의 신들’을 참조하라.\n6:72 게데스. 잇사갈 지파에 속한 게데스(Kedesh)는 수 21:28에 ‘기시온’(Kishion)으로나와 있다. 아마도 게데스는 기시온의 또 다른 이름일 것이다. 이 성읍은 므깃도 남동쪽으로 4 km 지점에 위치한 오늘날의 ‘텔 아부 쿠데이즈’(Tell Abu Qudeiz)이다. 이곳은 도피성이 있었던 납달리의 산지 게데스와는 다른 곳이다(76절, 수 20:7).\n다브랏. 스블론 지파의 경계지에 위치하였던 성읍이다(수 19:12). 이는 다볼 산서편 기슭에 위치한 오늘날의 ‘다부리예’(Daburiyeh)인 듯하다(수 21:28).\n6:73 라못. ‘고지대’란 뜻이다. 이곳은 수 19:21과 21:29에 나오는 ‘레멧’ 또는 ‘야르뭇’과 동일한 성읍인 것으로 추정된다.\n아넴. 다볼산 동남동쪽으로 약 3.2 km 지점에 위치한 성읍이다. 병행 구절인 수21:29에는 ‘언간님’으로 기록되어 있다. 이곳은 현재 ‘예닌’(Jenin)이란 마을이다.\n6:74 마살. 아셀 지파의 경계지에 위치했던 성읍이다. 병행 구절인 수 21:30에는 ‘미살’로 기록되어 있다.\n압돈. 이곳은 아십 동쪽으로 약 6.4 km 지점에 위치한 오늘날의 ‘키르벳 압데’(Khirbet ‘Abdeh)인 듯하다(Beek).\n6:75 후곡. 병행 구절인 수 21:31에는 ‘헬갓’으로 기록되어 있다.\n르홉. 악고 동남쪽으로 약 11.3 km 지점에 위치한 오늘날의 ‘텔엘-가르비’(Tellel-Gharbi)이다(수 21:31, 삿 1:31).\n6:76 갈릴리의 게데스. 본래 갈릴리 북부에 있었던 가나안 사람의 성읍이다. 그러나 이스라엘에게 정복당한 후 납달리 지파에게 주어졌다(수 19:32, 37). 이때부터 이곳은 ‘납달리 게데스’라 불리웠다(삿 4:6). 이 성읍은 훌레 호수 북서쪽에 있는 오늘날의 ‘텔 콰데스’(Tell Qades)로서 과거 이곳에는 도피성이 있었다(수 20:7). 수 12:22 주석 참조.\n함몬. 수 19:35에 나오는 ‘함맛’(Hammath)과 동일한 곳이다. 일명 ‘함못 돌’로도 불리웠는데 이 성읍은 갈릴리 호수 서부 연안에 위치해 있었다(수 21:32).\n기랴다임. 병행 구절인 수 21:32에는 ‘가르단’으로 나와 있다.\n6:77 여기서부터 81절까지에는 므라리 자손이 차지하였던 성읍(63절)이 언급되고 있다.이와 관련해서는 병행 구절인 수 21:34-39을 참조하라.\n림모노. ‘림몬’(수 19:13)과 동일한 이 성읍은 스불론 지파의 중앙에 위치했는데 나사렛 북북동쪽 9.7 km 지점에 있는 오늘날의 ‘룸마네’(Rummaneh)이다. 한편, ‘림모노’는 병행 구절인 수 21:34, 35에는 언급되어 있지 않다. 때문에 혹자는 ‘림모노’는 수 21:35의 ‘딤나’에 해당한다고 주장하기도 하는데(Keil) 확실한 근거가 없다.\n6:78 베셀. 요단 동편에 있었던 세 곳의 도피성(골란, 길르앗 라못, 베셀) 중 하나이다(신 4:43, 수 20:8). 보다 자세한 내용은 수 20:8 주석을 참조하라.\n야사. 수 21:36의 ‘야하스’와 동일한 곳으로 아르논 북쪽에 위치해 있었다. 이 성읍은 이스라엘이 아모리 왕 시혼을 굴복시킨 곳이기도 하다(민 21:23, 신 2:32, 삿11:20).\n6:79 그데못. 아르논 강 상류에 위치했던 성읍이다. 모세는 이곳에서 아모리 왕 시혼에게 전갈을 보내어 그 땅을 통과하게 해 달라고 요청했다(신 2:26).\n메바앗. 암만에서 남쪽으로 약 10 km 지점에 위치한 오늘날의 ‘야와’(Jawah)인 듯하다. 이 성읍은 예레미야 시대에 모압에게 점령당했다(렘 48:21). 병행 구절인 수21:37에는 일명 ‘므바앗’으로 나와 있다.\n6:80 길르앗의 라못. 도피성이 있었던 이곳은 길르앗의 중요한 요새지였다(신 4:43, 수21:38, 왕상 4:13). 이곳은 수리아의 경계지 부근인 길르앗 북부에 위치하였는데 일명 ‘라맛 미스베’로도 불리웠다(수 13:26). 신 4:43 주석 참조.\n마하나임. 길르앗 라못에서 가까운 곳에 위치한 이곳은 갓 지파와 므낫세 지파의 경계지 부근에 있었다(수 13:26, 30, 21:38). 압살롬의 반란 당시 다윗 왕이 피신했던곳이기도 한 이 성읍은 길르앗의 중요한 요새지였다(삼하 17:24).\n6:81 헤스본. 모압 북부에 위치한 이 성읍은 본래 아모리 왕 시혼의 땅이었으나 이스라엘에게 정복당한 후 르우벤과 갓 지파의 기업이 되었다(민 21:28, 32, 수 13:17, 26, 21:39). 그런데 이 성읍은 아합 왕의 사후(死後)에 그만 모압 족속 메사에 의해 점령당하고 말았다(사 15:4, 16:8, 9, 렘 48:2, 33, 34).\n야셀. 암몬의 경계지에 위치했던 곳으로 다윗 왕조 때에는 유다의 수비대가 이곳에 배치되었었다(26:31)."
        }
    ]
}