{
    "bible_book": "역대하",
    "chapter_number": 1,
    "commentaries": [
        {
            "verse_reference": "1:1",
            "commentary": "왕위가 견고하여 가며 - 본절은 다윗의 뒤를 이어 통일 이스라엘의 차기(次期) 왕이 된 솔로몬이 점차 자신의 왕권과 통치 위상을 정립해 나갔음을 보여준다. 여기서'견고하여 가며'에 해당되는 히브리어 '하자크'(* )는 '강해지다', '강하게 하다' 또는 '단단하게 하다' 등의 뜻인데 본서 기자는 대개 왕권을 공고히 한 왕들에 대하여 이 용어를 쓰고 있다(12:13; 21:4; 27:6). 솔로몬은 자신의 대적자들을 제거하고왕권을 견고히 하였다. 그 과정을 간략히 요약해 보면 다음과 같다. (1) 왕위 찬탈을노리는 아도내야 제거(왕상 2:25), (2) 제사장 아비아달의 파면 및 추방(왕상 2:26,27), (3) 군대 장관 요압 살해(왕상 2:34),(4) 다윗을 저주한 시므이 제거(왕상2:46) 등이다. 여호와께서...심히 창대케 하시니라 - 본절은 솔로몬의 왕위가 견고하게 된 근본적인 원인이 여호와께서 솔로몬과 함께 하셨기 때문임을 보여 준다(대상 29:25). 실상 솔로몬은 태어날 때부터 하나님께 택정(擇定) 받았는데(삼하12:24, 25), 그러한 그를 이스라엘의 왕으로 삼으신 분도 여호와이시며 또한 그를 이스라엘 모든 왕보다 뛰어나게 하신 분도 여호와이시다(12절; 왕상 3:12, 13)."
        },
        {
            "verse_reference": "1:2",
            "commentary": "솔로몬이...명하고 - 본절과 동일한 사건을 기록하고 있는 왕상 3:4에서는 왕이 기브온에 제사드리러 갔다고 간단히 언급되어 있는 반면 본절에서는 솔로몬이 기브온 산당(3절)까지 온 이스라엘의 장관들 및 각 방백과 족장들을 수행한 사실이 자세히 기록되어 있다. 이 같은 사실은 본서가 열왕기서와 나란히 동시대의 역사적 사건을 다루고있긴 하나 단순히 반복 기록하는데 급급해 하지 않음을 보여주는 것이다. 즉, 본서 기자는 열왕기 기자와는 다른 관점에서 동일한 사건을 평가하면서 상호 보충적 자세를취하고 있는 것이다. 본서 서론, '주제 및 특징' 참조. 한편 솔로몬의 경우와 유사하게 과거 다윗 왕도 하나님의궤를 옮길 때나 여호와의 전을 건축하려고 할 때 솔로몬과 같이 온 회중을 동원하여 상의하는 등 여호와께 대한 남다른 열심을 보였었다(대상13:1; 28:1).따라서 여호와께 대한 열심에 있어서 솔로몬은 다윗의 아들로서 손색이 없었음을 본문을 통해서 알 수 있다."
        },
        {
            "verse_reference": "1:3",
            "commentary": "온 회중과 함께 - 솔로몬이 사적(私的)으로 하지 아니하고 이와 같이 온 회중과 함께 하나님께 번제를 드렸다는 사실은 종교적, 정치적으로 의의가 크다. 즉, (1) 이러한 범국가적인 행사는 솔로몬 왕정이 갖는 종교적 성격을 나타내 준다.다시 말해 이는 솔로몬이 하나님 앞에서 왕으로서의 헌신을 다할 것을 맹세하고 이스라엘 백성들은솔로몬 왕과 함께 여호와와의 언약에 함께 동참한 것을 보여 준다. 삼하 5:3 주석 참조. 또한 (2) 정치적으로 이것은 온 이스라엘이 솔로몬을 중심으로 화합하게 되었으며솔로몬 왕정이 혼란기를 지나 이제 정치적 안정권에 돌입하였음을 나타내 준다. 기브온 산당으로 갔으니...거기 있음이라 - 과거 모세가 광야에서 지은 여호와의 장막과 번제단은 솔로몬 당시 예루살렘 서북방 약 11km 지점에 위치한 기브온(Gibeon)에 있었다(대상 16:39;21:29). 이 기브온 성읍에 관한 자세한사항들은 왕상 3:4 주석을 참조하라. 한편 솔로몬이 기브온 산당을 찾은 것과 관련, 열왕기 기자는 기브온 산당의 크기에 관심을 두었으나(왕상 3:4) 본서 기자는 기브온 산당을 모세가 만든 하나님의 회막과 연관시켜 생각했다. 사실 법궤는 다윗에 의해 이미 예루살렘으로 옮겨지고(4절;대상 13, 15, 16장) 그곳에 없었지만 기브온에는 아직도 모세의 번제단이 있었다. 그러므로 그곳은 국가적 종교 행사인 번제를 드리기에 적법한 장소였다. 따라서본서 기자는 바로 이 점을 강조하고 있는 것이다(Keil & Delitzsch Commentary. vol.III, p. 305). 더욱이 당시 산당은 대체로 바알 숭배로 말미암아 오염되어 있었다. 왕상 3:3 주석 참조. 그러므로 본서 기자는 더욱더 의도적으로 산당의 부정적 개념을 약화하고 모세의 회막과 연관시키고 있는 것이다."
        },
        {
            "verse_reference": "1:4",
            "commentary": "그 궤는 다윗이 이미...예비한 곳으로 메어 올렸고 - 다윗의 법궤 운반 과정은 대상 15:1-29에 상세히 묘사되어 있다. 물론 동일 기사가 삼하 6:12-23에 나와 있긴 하나 그것은 상당히 간략하다. 그러므로 보다 자세한 내용을 알려면 대상 15:1-29을 참조하라."
        },
        {
            "verse_reference": "1:5",
            "commentary": "브사렐의 지은 놋단 - 일찍이 출애굽 당시 시내 광야에서 브사렐(Bezale)이 만든'놋단'은 조각목으로 제조한 후 그 표면을 놋으로 싼 것이었다(출 38:1, 2). 그런데 본절에서 본서 기자가 그 같은 놋단에 대하여 언급하고 있는 까닭은 솔로몬의 희생 제사의 합법성을 증명하기 위함이다. 즉, 비록 기브온 산당에 법궤는 없었지만 모세 당시 만든 놋단이 여전히 안치(安置)되어 있었다는 사실은 회막과 마찬가지로 그곳이 하나님께 제사드리기에 적절한 장소였음을 보여 주고 있는 것이다(3절 주석 참조). 솔로몬이 회중으로 더불어 나아가서 - 여기서 솔로몬과 회중이 정확히 어디로 나아갔는지에 대해서는 학자들 간에 견해가 다양하다. 왜냐하면 일반적으로 하나님 앞에나아가는 것을 가리킬 때에 쓰는 히브리어 단어는 '다라쉬'(* )이나(대상21:30), 본문에서는 제단 앞에 나아가는 것을 가리킬 때 쓰는 '알라'(* )가 사용되어 있기 때문이다. 따라서 이 단편적인 사실만 보아서는 솔로몬과 온 회중이 제단앞에 나아갔다고 볼 수 있다. 그러나 본서 기자의 진정한 의도는 그들이 하나님 앞에 나아간 것을 가리키는 듯하다. 왜냐하면 그들이 제단 앞에 나아간 것은 바로 여호와 하나님께 제사드리기 위함이었기 때문이다(Curtis)."
        },
        {
            "verse_reference": "1:6",
            "commentary": "여호와 앞 곧 회막 앞에 있는 놋단 - 이는 5절 주석에서 다룬 견해를 뒷받침해 준다. 즉, 본절은 솔로몬과 온 회중이 회막 앞에 있는 놋단보다 여호와 앞에 선것을 강조하고 있는 것이다. 일천 희생으로 번제를 드렸더라 - 왕상 3:4 주석 참조."
        },
        {
            "verse_reference": "1:7",
            "commentary": "이 밤에 하나님이...나타나사 - 솔로몬이 기브온에서 일천 번제를 드리고 난 그 날밤에 일어난 사건을 다루고 있는 본문(7-13절)은 대체로 왕상 3:4-15의 내용과 일치한다. 그러나 두 기사는 다음과 같은 점에서 중요한 차이를 보이고 있기도 하다. (1) 열왕기서는 다윗과 관련한 솔로몬의 고백을 비교적 상세히 기록하고 있는 반면에(왕상3:6, 7) 본문은 그 중 중요한 부분만 요약 기록하고 있다(8, 9절). (2) 열왕기서는 솔로몬의 지혜로움을 높이 부각시키고 있으나(왕상 3:11, 12) 본문은 그가 하나님 앞에합당한 왕임을 강조하고 있다(11, 12절). (3) 열왕기서는 솔로몬이 꿈을 꾼 것에 대해서 사실적으로 묘사하고 있으나(왕상 3:5) 본문은 그날 밤에 주신 꿈을 계시의 차원에서 기록하고 있다(7절). (4)열왕기서는 순종의 대가로 '네 날을 길게 하리라'(왕상3:14)는 신명기적 축복을 기록하고 있으나 본문에서는 그것이 생략되어 있다(Curtis)."
        },
        {
            "verse_reference": "1:8",
            "commentary": "큰 은혜를 나의 아비 다윗에게 베푸시고 - '은혜'에 해당하는 히브리어 '헤세드'(* )는 대개 언약에 충실한 여호와의 신실성을 의미한다(신 7:9, 12; 왕상 8:23).그런데 여기서 이는 하나님께서 이전에 다윗에게 언약하신 바, 곧 솔로몬이 다윗을 계승하여 왕이 되리라는 언약에 충실하셨음을 가리킨다(대상 22:9). 이에 관한 보다 자세한 내용은 왕상 3:6 주석을 참조하라."
        },
        {
            "verse_reference": "1:9",
            "commentary": "허(許)하신 것을 이제 굳게 하옵소서 - 본절에 기록된 솔로몬의 기도는 여호와께서다윗에게 언약하신 영원한 집과 나라와 그 나라를 이을 아들에 관한 언약의 내용과 연관된 것이다(대상 17:11-14; 22:9). 이 언약은 솔로몬이 왕위 에 오름으로써 부분적으로 성취되었다(왕상 1장). 그러나 솔로몬은 이에서 한걸음 더 나아가 언약의 궁극적이고도 완전한 성취를 위해 기도 하고 있다. 그러므로 이것은 결과론적으로 만왕의 왕메시야로 예표되는 솔로몬이 그 실체이신 하나님의 아들 예수 그리스도가 다스리실 하나님의 나라의 완성을 위해 기도하는 것이라고 할 수 있다. 삼하 7:12 주석 참조. 땅의 티끌같이 많은 백성의 왕 - 이것은 아브라함에게 하신 하나님의 언약(창13:6; 22:17)의 잠정적인 성취를 나타냄과 동시에 아브라함의 언약과 다윗 언약 간의언약적 연속성을 나타내고 있다고 볼 수 있다. 즉, 일찍이 하나님께서는 아브라함에게티끌같이 많은 백성을 주시겠다고 언약하셨다. 그리고 그와 동일한 언약은 구속(救贖)역사의 진행 과정 속에서 다윗에게도 새롭게 주어져(삼하 7:8-16; 왕상 8:25) 솔로몬때에 이르러 일차적인 실현을 보게 된 것이다.한편 이와 같은 하나님의 언약은 그리스도께서 하나님의 예정 속에 있는 만백성의 왕이 되심으로써 완전한 성취를 보게 되었다(계 17:14). 이러한 의미에 서 솔로몬이 백성의 왕이 되었다는 사실은 그가 그리스도를 예표하는 인물이었음을 분명히 시사해 준다."
        },
        {
            "verse_reference": "1:10",
            "commentary": "지혜와 지식 - 여기서 '지혜'(*, 호크마)는 단순히 기교적인 지식이나사변적인 학식을 가리키는 말이 아니다. 대신 이는 하나님과 언약 백성이라는 관계를 정상적으로 유지시켜 주는 이론적인 명철함과 실천적인 슬기로움, 그리고 도덕적인 성실함과 영적인 청결함을 총체적으로 의미하는 말이다. 이러한 지 혜는 결코 세상에서얻을 수 없고 오직 하나님께로부터만 얻을 수 있다. 그러므로 여호와를 경외하는 것이야말로 지혜, 곧 '호크마'의 근본이라 하겠다 (시 111:10). 다음으로 여기서 '지식'(*, 마다)은 일반적으로 지식으로서 어떤 사실이나 사물에 대한 통찰력을 가리킨다. 그런데 일국의 통치자는 반드시 이상의 두 가지 요소를 모두 갖추어야만 하나님의뜻에 입각, 올바로 백성들을 통치 할 수 있다. 이에 이 같은 사실을 처음부터 인식하고 있던 솔로몬은 하나님께 무엇보다도 먼저 지혜와 지식을 구하였던 것이다. 누가 능히 재판하리이까 - 여기서 '재판하다'에 해당하는 히브리어 '야차'(* )의 문자적인 뜻은 백성들 앞에 '출입한다'는 것이다(신 31:2; 삼상 18:13, 16;왕상3:7). 때문에 KJV, RSV, NASB 등과 같은 영역 성경들은 이 부분을 직역하여 'go outand come in'으로 번역하고 있다. 그런데 통치자가 백성들 가 운데 출입한다는 것은 곧백성들의 형편을 직접적으로 감찰(監察)하는 국정 수행과 다름없다. 따라서 본절 전체는 Living Bible이 번역하고 있듯이 '누가 능 히 통치하리이까'(who is able to govenby himself)로 의역(意譯)함이 바람직하다."
        },
        {
            "verse_reference": "1:11",
            "commentary": "본절에 기록된 하나님의 말씀은 크게 두 가지로 구분하여 설명할 수 있다. (1) 솔로몬이 구하지 않은 것 :부(富)나 재물, 존영, 원수의 생명 멸하기, 장수 등은 대체로이방적인 요소이거나 솔로몬 이전의 다윗적 요소이다. 특히 원수의 피를 흘리며 전쟁하는 것은 다윗의 통치시에 자주 있었던 일이다(왕상 5:3; 대상 22:8). (2) 솔로몬이구한 것 : 하나님의 백성을 재판하기 위한 지혜와 지식, 이것은 솔로몬이 다스릴 그나라의 성격을 보여준다. 왜냐하면 주의 택한 백성을 맡아 다스릴 솔로몬은 이스라엘의 참된 주권자이신 하나님께 무엇보다도 올바른 통치와 재판을 위해 반드시 필요한 지혜와 지식을 구하였기 때문이다. 10절 주석 참조. 원수의 생명 멸하기 - 여기서 '원수'는 비단 개인의 원수 뿐 아니라 국가의 원수도가리킨다. 따라서 '원수의 생명 멸하기'란 전쟁에서의 승리를 의미한다고도 볼 수 있다. 왕상 3:11 주석 참조."
        },
        {
            "verse_reference": "1:12",
            "commentary": "너의 후에도 이 같음이 없으리라 - 하나님께서 솔로몬에게 약속하신 바는 온전히성취되었다. 그의 지혜는 잠언서, 전도서, 아가서에서 볼 수 있고, 부(대상 22:14)와영화(대상 29:25; 마 6:29)에 있어서도 그를 능가할 자는 아무도 없었다(Expositor'sBible Commentary). 이에 대하여 열왕기 기자는 증거하기를 \"솔로몬의 지혜가 동양 모든 사람의 지혜와 애굽의 모든 지혜보다 뛰어난지라\"(왕상 4:30) 하였으며 솔로몬이누린 부귀 영화에 대해서도 상세히 설명하였다(왕상 4:20-28)."
        },
        {
            "verse_reference": "1:13",
            "commentary": "기브온 산당 회막 앞에서부터 - 여기서 다시 한번 저자는 산당이란 말 다음에 '회막'이란 설명어를 첨가함으로써 솔로몬 번제의 합법성을 드러내고 있다. 3절 주석 참조. 한편 왕상 3:15-28에 의하면 솔로몬은 기브온 산당에서 예 루살렘으로 돌아온후 하나님께 감사제사를 드렸으며 창기(娼妓)의 아들과 관계된 그 유명한 재판을 시행하였음을 알 수 있다. 그러나 본장에는 그 기사가 생략된 채 다만 솔로몬이 예루살렘으로돌아와서 이스라엘을 치리 하였다고 간략히 서술되어 있을 뿐이다. 열왕기와 역대기의이같은 차이점은 이후에도 계속 발견되는데 그 이유에 대해서는 이미 2절 주석에서 언급하였으니 참조하라."
        },
        {
            "verse_reference": "1:14",
            "commentary": "솔로몬의 부귀에 대해 상술하고 있는 14-17절은 왕상 10:26-29과 병행하고 본서9:25-28과도 부분적으로 일치한다. 한편 열왕기 저자는 기브온에서의 솔로몬의 기도에대한 기사 다음에 왕상 4, 5장에서 솔로몬의 통치 기사와 그의 왕국의 번성함과 위대함에 대하여 언급하였다. 그러나 본문에서 역대기 기자는 이를 모두 생략하고 단순히기브온에서의 하나님의 약속이 성취되었다는 사실을 입증하기 위한 역사적인 증거만을간략하게 기술하고 있다. 즉, 열왕기 기자는 기브온에서의 솔로몬의 기도에 하나님이 응답하신 증거 자료를 될 수 있는 대로 충분히 소개하고 있으나 역대기 기자는 종교적 성격이 빈약한 자료는 될 수 있는 대로 생략하고 있는 것이다. 병거와 마병 - 이스라엘 역사 초기에 기록된 전쟁에서는 병거나 마병이 사용된 적이 없다. 왜냐하면 그 당시 이스라엘 영토 대부분은 산지가 많은 팔레스틴 지역에 국한되어 있었던 고로 병거나 마병의 사용이 용이치 않았기 때문이다. 그러나 다윗 시대에 와서 영토가 점차적으로 확장되기 시작하면서 병거와 마병이 이스라엘에 소개되었다(삼하 8:4; 대상 18:4). 그리고 16, 17절에 언급된 바와 같이 솔로몬은 상인들을 통해 병거와 마병을 계속 사들였던 것이다. 이를 통해서 볼 때, 솔로몬 시대에 이스라엘군대가 얼마나 강성했는가를 능히 짐작할 수 있다. 병거가 일천 사백이요 - 왕상 4:26에서는 병거를 끄는 말의 외양간이 40,000으로기록되어 있다. 그리고 본절에서는 병거가 1,400이라고 기록되어 있 어서 같은 병행구들이 서로 다른 기록상의 차이를 보이고 있다. 이에 대해서 혹자는 솔로몬이 통치 초기에는 병거 1,400과 외양간 40,000을 보유하였을 것으로 추정한다(Curtis). 그러나대부분의 학자들은 이 같은 숫자상의 차이를 필 사상의 오기(誤記) 탓으로 보고 있다(Keil). 왕상 4:26 주석 참조. 병거 성에도 두고 - 솔로몬 왕의 외양간이 있는 병거성과 그밖의 성읍 건축물들은 므깃도와 하솔, 벧호론과 게셀, 바알랏 그리고 아라바의 다말 등 각처에 축조되어 있었다. 그것들은 국경 수비를 위한 것이었는데 곧 블레셋과 에돔족 따위의 침략을 막기위한 것이었다. 왕상 4:26 주석 참조."
        },
        {
            "verse_reference": "1:15",
            "commentary": "은금을 돌같이 흔하게 하고 - 솔로몬이 은과 금을 그 양에 있어서 돌같이 흔하게, 풍부하게 소유할 수 있었던 것은 상업과 통상 무역을 통한 것이었다(왕상 10:10-22).한편 병행 구절인 9:27과 왕상 10:27에서는 '금'에 대한 언급이 없다(3:5-10; 왕상 10장) 당시 솔로몬이 은 뿐만 아니라 금도 상당히 많이 소유하고 있었음은 의심할 여지가 없다(Keil). 백향목을 평지의 뽕나무 같이 많게 - 백향목(cedar tree)은 나무 결이 아름다울 뿐아니라 병충해를 적게 타는 탓에 고급 건축 자재로 이용되었다. 레바논은 고대에 이러한 백향목의 산지(産地)로 유명하였는바 솔로몬은 품질이 우수한 목재인 백향목을 레바논에서 수입하였다(2:8). 그런데 이러한 백향목이 이스라엘의 평야 지대에 있는 뽕나무(대상 27:28)와 같이 흔했다는 것은 앞의 '은금을 돌같이 흔하게'란 말과 대구를이루는데 이 역시 솔로몬의 엄청난 부귀를 나타낸다."
        },
        {
            "verse_reference": "1:16",
            "commentary": "말들은 애굽에서 내어 왔으나 - 솔로몬은 그의 통치 기간 중 애굽의 바로의 딸과정략(政神) 결혼을 했었다(왕상 3:1). 따라서 그 같은 혼인을 통하여 동맹 관계를 맺은 솔로몬은 애굽으로부터 말과 별거를 쉽게 수입할 수 있었을 것이다. 당시 애굽은말과 병거의 주요 수출국 이었는데, B.C.1800년경부터 애 굽을 지배하였던 힉소스 왕조가 말과 병거를 애굽에 전래시켰었다. 왕상 10:29 주석 참조. 한편 구약 시대에 언급된 말은 대개 전쟁의 무기였다. 때문에 하나님께서는 이스라엘에 말을 두지 말라고 명하셨는데(신 17:16) 그 이유는 크게 다음과 같다. (1) 이스라엘로 하여금 물질적인군대의 힘에 의지하여 전쟁놀음을 즐기는 이방 민족과 구별된 독특한 신정 국가를 유지토록 하기 위한 것이었다(삼상 8:11). (2) 말을 사기 위해 이방인과 교류하는 것을막기 위한 것이었다. 그런데도 솔로몬이 이를 어긴 것은 말년의 그의 타락과 실패(왕상 11:1-43)를 예고해 주는 일종의 전조(前兆)였다고 볼 수 있다. 왕상 10:26 주석참조."
        },
        {
            "verse_reference": "1:17",
            "commentary": "헷 사람의 모든 왕과 아람 왕들을 위하여도...내어 왔었더라 - 여기서 우리는 솔로몬이 말과 병거를 중계 무역하였음을 알 수 있다. 그 당시 병거는 약 은 7kg 정도, 말은 1.7kg 정도에 거래되었다. 그런데 솔로몬은 애굽에서 그 같은 가격으로 말과 병거를 사들인 후 그보다 비싼 가격으로 헷족과 아람족 에게 되팔았던 것이다. 왕상 10:29주석 참조. 한편 헷은 성경에서 자주 가나안 사람들로 언급되고 있다(창 15:20; 출3:8, 17; 13:5 등). 그러나 그들이 거주한 지역은 주로 소아시아의 고지대나 시실리아, 갑바도기아로서 팔레스틴의 북부 지역에 해당된다. 수 9:1, 2 강해, '가나안의 일곱 족속' 참조. 다음으로 아람은 다메섹과 마가, 게술, 르흡, 소바 등의 소왕국들로이루어진 도시 국가이다. 삼하 8:3; 5, 9 주석 참조. 따라서 솔로몬이 거래한 나라는애굽 뿐만 아니 라 많은 이방 나라를 포함하고 있었음을 알 수 있다. 그런데 실로 이러한 교류는 훗날 솔로몬이 이방의 우상 숭배 죄에 빠져들게 된 하나의 계기가 되었다(왕상 11:4-8). 그럼에도 불구하고 역대기 기자가 이러한 것들을 하나님이 솔로몬에게 하신 약속(11, 12절) 성취의 증거로서 소개하고 있는 것은 이방인들 과의 교류 자체가죄가 아니라 그러한 관계를 통하여 범죄에 빠지고 마는 인간의 사악함이 죄임을 암시해 준다. 이스라엘의 역사를 역대서 저자의 관점으로 이해할 때 성전 건축을 위해  물질적,정신적으로 철저히 준비하고(대상 21:1-27:34) 자신의 후계자 문제까지  명확히  정리한 다윗의사역(대상 28:1-29:30)에 이어지는 본서는 역대상의 연속된  사건을  언급한다. 즉, 본서는 역대상의 말미(末尾)에 연이어지는 대목으로  솔로몬의  통치(1:1-9:31)와 유다 왕들의 통치 상활(10:1-36:21), 그리고 포로 회복기에 관계된  고레스의  조서에 관해 다루고 있다(36:22,23). 이러한 본서의 흐름 가운데 본장은 솔로몬의 왕정 역사를 다루고 있는 본서  전반부의 첫장으로서 솔로몬의 왕위 즉위와 그에 관계된 부처적인 사건들을 기록하고  있다. 다시 말해서 솔로몬의 등극과 기브온 산당에서 번제를 드린 사건을 배경으로 한  본장은 솔로몬이 지혜를 받게된 경위를 다룬 전반부(1-12절)와 그 결과로 인해 그가  누리는 부귀를 서술한 후반부(13-17절)로 구성되어 있다. 그런데 본서 저자는 본서 기록 목적, 즉 바벧론의 포로 생활에서  귀환한  이스라엘 백성들에게 다윗 왕국의 영원성과 유다 왕국의 역사를 긍정적인 면에서 개관해 앞으로 가져야 할 꿈과 이상을 주기 위해 본장과 병행 구절인 열왕기서에서 언급된 다음과 같은 내용을 의도적으로 기술하지 않았다. 즉, 본서는 아도니야의 왕위 찬탈  음모(왕상1:5-10;41-53), 적대자들의 제거(왕상 2:13-46), 그리고 두 창기의 아들에 관한  솔로몬의 판결 사건(왕상 3:16-27) 등을 기술하지 않고 솔로몬의 지혜에 관계된 사건과 그 결과만을 압축적으로 요약해서 언급해 다윗에 이어지는 솔로몬의 사역을 개관하고  있다. 이는 다윗 왕국의 부정적인 측면을 서술하지 않으려는 본서 저자의 의도를 반영한 것이다. 또한 두 매춘부의 이야기를 생략한 이유는 본서 기자가 이  사건을  불미스런 사건으로 판단했기 때문으로 사료된다. 따라서 본서 저자는 이스라엘에 있어서 경제적으로 누리는 번영을 본장 후반부에 언급함으로(13-17절) 이스라엘의 긍정적인  문제를 부각시키고 있다. 한편, 본장에 기록된 세 가지 사건은 모두 본서 저자의의도에 따라 주제의 통일성을 이루고 있을 뿐만 아니라 솔로몬의 통치 역사 전반에 대한 신학적 해석을  가하고  있다. 따라서 본장에 기록된 세 가지 사건에 나타난 본서 저자의 신학적 해석에  대하여 살펴보면 다음과 같다. (1) 기브온 번제(1-6절) : 열왕기서에서는 솔로몬이 권력을 장악하기 위해 대적자들을 제거하는 갖가지 사건들을 상술하고 있는 반면에(왕상 2:1-46) 역대기 저자는  \"그 하나님 여호와께서 저와 함께하사 심히 창대케\"(1절) 하였다고 단정짜까으로  언설(言說)하고 있다. 그래서 솔로몬이 이와 같은 하나님의 은혜에 부합하여 통치를 시작하기 전에 먼저 하나님께 번제를 드렸다고 기술하고 있는 것이다. 이는 솔로몬의 왕위 계승이 여호와의 뜻하신 바대로 성취된 것처럼(왕상 1:30) 그의 통치는 곧 하나님이  이스라엘 백성을 다스리는 방법에 따라 되어져야 함을 드러낸 것이다. 그리고 이를 위해서는 왕된 자로서의 솔로몬의 철저한 헌신이 요구됨을 나타낸 것이다. 이와 더불어 본서 저자는 이러한 솔로몬의 통치를 광야에서의 모세의 통치와 연결시키고 있다(3절). 즉,모세가 구름 기둥에 가려 회막 문 앞에 서서 여호와와 대면하여 이야기한 것을 통치자의 근본으로 소개하고 있다(출 33:7-11). 참으로 역대기 저자가 기브온 산당을 모세의 회막과 연결시키고 있는 데는 바로 통치자가 갖춰야 하는 근본 자세를 나타내려는  의도가 내포되어 있는 것이다. (2) 통치 수단으로 신적인 지혜를 구함(7-13절) : 솔로몬이 지혜를 구한 것에  대한 하나님의 응답으로 열왕기 저자는 단순히 \"송사를 듣고 분별하는 지혜를  구하였은즉\"(왕상 3:11)으로 기록하고 있으나 역대기 저자는 \"내가 너로 치리하게 한  내  백성을 재판하기 위하여 지혜와 지식을 구하였으니\"(11절)로 기록하고 있다. 즉,본서  저자는 솔로몬이 구한 지혜는 곧 신적인 지혜로서 하나님이 세운 통치자로서  마따히  구해야 할 바였음을 보여 주고 있는 것이다. 그리고 하나님은 솔로몬이 개대했던 것 이상으로 지혜와 지식과 더불어 부와 재물과 존영을 주셨다. 그리고 나서 하나님은 솔로몬이 이전에도 없었도 이후에도 없을 독특한 왕이 되게 하실 것이라고 말씀하셨는데,  이러한 표현은 히스기야 왕(왕하 18:5)과 요시야 왕(왕하 23:25)에게도 쓰였었다. 이는 곧 솔로몬이나 히스기야나 요시야가 다같이 장차 도래할 그리스도의 왕권을 예표하고  있음을 나타낸다. (3) 부귀를 누림(14-17절) : 이 부분은 실제로 솔로몬 통치의 전반적인 결과가 어떠했는가를 보여준다. 참으로 솔로몬의 부귀는 신명기적 약속에근거한 하나님의  은혜라는 측면에서 고찰되어질 수 있다(신 28:1-68). 또한 이것은 다윗과 맺은 메시야적  언약(삼하 7:8-16;왕상 8:25)을 하나님께서 지키신 것으로 이해할 수 있다. 그런데 역대기 저자는 이 부분에서 단순히 솔로몬이 얻은 군사적, 경제적 부에대한 자료들을 열거하고 있을 뿐 신학적 해석은 거의 가하고 있지 않다. 그것은 아마 솔로몬의 말년이 우상 숭배로 얼룩져 있을 뿐만 아니라 말과 병거를 구입하기 위해 애굽과 거래하고 많은 이방 나라와 교제헹기 때문일 것이다. 여기에바로 그리스도를 예표하는 자로서 솔로몬의 인간적 한계가 드러나 있는 것이다. 이와 같은 사실을 통하여 우리는 다음과 같은 교훈을 얻을 수 있다. 즉, (1) 솔로몬이 하나님께먼저 번제를 드렸듯이 우리는 정치에 있어서도 참 여호와 신앙을 우선시해야 한다는 것이다. (2) 또한 솔로몬은 통치 수단으로써 하나님의 지혜를 구했는데  참으로 이 지혜는 비단 정치 뿐만 아니라 인간 활동의 궁극적 윈리가  된다는  사실이다(시 104:24;잠3:18;롬11:33). 그래서 우리는 참된 삶을 위해 하나님의 지혜를  구해야 하는 것이다. (3) 그리고 솔로몬이 누린 부를 통서도 우리는 교훈을 받을 수  있다. 즉,이 같은 사실에서 우리들은 세속적인 명예와 부귀, 권력 등을 좇을 것이 아니라 먼저 하나님의 나라와 그의 의를 구하면 하나님께서 우리의 필요한 모든 것을  채워주신다는 것이다(마 6:33). 1. 지혜를 구한 솔로몬 왕(1:1-13) 역사를 연대기적 사건의 연속이라는 관점에서 볼 때 다윗의 통치(대상  10:1-29:30)에 이어지는 대목인 동시에 솔로몬의 통치(1:1-9:31)의 서문적인 역할을 하는  본문은 크게 네 부분으로구성되어 있다. 즉,본문은 솔로몬의 왕위에 대한 본서  저자의건해(1절)와 아울러 솔로몬이 지혜를 받게 된 간접적 사건인 솔로몬의번제(2-6절), 그에  대한 직접적 원인이 된 통치 수단으로써 지혜를 구한 사실(7-10절), 그리고  그  결과로 지혜를 받은 대목(11,12절) 등이 언듭되어 있다. 그런데 이러한 본문에서도 본서 저자는 본서 기록의 의도를 분명히 하고 있다.  즉, 영왕기서에서는 솔로몬이 범한 어리석은 결혼 사실(왕상3:1,2)을 언급해 그가  통치의 초창기부터 하나님의 율법을 범했음을 나타내었다(창 24:3;28:1;신 &:3;수 23:12). 그러나 본문에서는 이러한 사실을 의도적으로 생략하고 기술해 솔로몬에 대한  긍정적인 면모를 드러내고 있다. 이러한 본문을 통하여 우리는 다음과 같은 사실을 발견하게 된다. 이러한 본문을 통하여우리는 다음과 같은 사실을 발견하게 된다. (1) 솔로몬의 왕위 계승은 여호아께서 저와 함께 하시므로 나타난 결과였다. 왜냐하면 왕위 찬탈을 노리는 아도니야를 제거하고(왕상 2:25), 종교계의 한 반대 세력을 형성하고 있던 제사장 아비아달을 파면, 추방하고(왕상 2:26), 다윗을 반대하던  요압과 시므이를 제거하는 (왕상 2:34-46) 등의 파란만장한 삭다을 겪는 동안 솔로몬이  왕위 계승에 대한 정당성을 유지하는 데는 상당한 시련이 따랐을 것이기 때문이다.  그러나 하나님께서 언제나 잣다과 함께 하신다는 그 사실이 솔로몬에게는 힘이 되었고,  그래서 그는 시련 가운데서도오직 하나님의 약속을 향하여 달려갈 수 있었을 것이다. (2) 솔로몬이 사적(私的)으로가 아닌 공짜까(公的)으로 회중과 함께 번제를  드렸다는 사실은 종교적, 정치적으로 특별한 의의를 갖는다. 사실 광야에서  모세가  회막에 들억 여호와와 대화할 때이스라엘 백성들은 다만 자기 장막문에 서서  멀리  바라보며 경배했다. 그런데 솔로몬은 온 회중과 함께 모세의 화막 옆에 나아가 번제를 드린  것이다. 그리고 온 백성이 직접 여호와의 통치를 받는 이 장면에서 정치와 종교가  분리되지 않음을 발견하게된다. (3) 하나님은, 솔로몬에게 '내게 녜게무엇을 줄꼬'라고 말씀하실  때부터  솔로몬이 하나님의 지혜를 구할 것을 원하셨다. 이것은 11절에기록된 하나님의  응답을  통하여 분명히 알 수 있다. 참으로 하나님은 통따치자를 세우실 뿐만 아니라 또한 그가  간구할 때는 하나님의 뜻에 합한 내용을 소원할 것을 원하신다 솔로몬은 이러한  하나님의바람을 만족케 하는 기도를 드렸다. 즉 그는  하나님께서  다윗에게  하신  언약(삼하 7:13-15)을 수행할 순종의 자세를 취했을 뿐만 아니라 이에 필요한  하나님의  지혜를 구하여 하나님의 요구에 응한 것이다. 이와 같은 사실을 통해서우리는 다음과 같은 교훈을 받을 수 있다. 즉, (1)  솔로몬이 드린 번제는 하나님께 대한 자신의 희생을 의미하는 것인 바, 우리 또한 우리의 총체적인 삶과 인생을 하나님께 산 제살 드려야 다다(롬 12:1). (2) 이스라엘  백성들을 다스리기 위해 간구한 솔로몬의 기도는 예수 그리스도께서 하신 기도의 모형인  바(막 14:32-36;눅 22:39),우리 또한 우리 중심의 기도가 아니라 하나님 중심의  기도를 해야 할 것이다. (3) 솔로몬은 여호와께서 자신과 함께 하시리라는 약속을 굳게  믿고 실행하였다. 우리도 세상 끝날까지 우리와 항상 함께 하시겠다는 예수님의  얀까을(마 28:20) 믿고 언제나 임마누엘의 축복을 누려야 할 것이다. (4) 지혜를 구한  솔로몬과 같이 하늘로부터 오는 참 지혜를 소유해 행복을 누리는 삶을 살아야 할  뿐만  아니라(잠 3:13) 사악한 길로 빠지지 말아야 하겠다(잠 5:1-6). * 성경적 지혜란 무엇인가. 본장에서 솔로몬이 구한 지혜는 여호와의 백성을 통치하는 하나의 원리로서 명시되고 있다(11절). 까러기에 성경 전반을 통하여 언급된  지혜가 어떻게 통치 원리로 나타나고 있는가를 본문을 통해 간략히 고찰해보고자 한다. 지혜는 히브리어로 '현명한','사려깊은','능숙한'이라는 뜻인  '호크마'(  )인데 헬랑로는 '소피아'(          )로 나타난다. 성경에 나타나 있는 지혜를 살펴보면 다음과 같다. 즉, (1) 모사가 뛰어나고 판단력이 우수한 것(창 41:8;신 1:13,15;삿 5:29). (2) 도덕적이고 종교적으로 경건한 것(잠 1:29;마 13:54;막 6:2;눅 2:40;행 6:3,10;7:10,22), (3) 손 재주와 예능이 뛰어난  것(사 3:3) 등이다. 그러나 이와 더불어 성경에서의미하고 있는 지혜의 개념은 대부분이 하나님과 그의 나라를 다스리시는 하나님의 통치 원리와 갚이 연관되어 있다. 이에 대해 세부적으로 설명해 보면 다음과 같다. 첫째, 하나님의 창조 사역에 나타난, 즉 일반적 자연 계시를 통해 드러난  하나님의 지혜를 들 수 있다. 참으로 하나님의 지헤는 하나님의 창조 사역에서 밝히 드러나는데(시 104:24;136:5;잠 8:22-31;렘 10:12), 이러한 지혜는 실제로 인간 생활 전역에  골골 영향을 미친다(잠 8:31). 그래서 전도서에서는 창조 계시에 밝혀진 하나님의  지헤를 알고 믿을 뿐만 아니라 그것을 근간으로 해서 도덕적 생활을 영위하는 것이 곧  지혜임을 강조하고 있는 것이다. 따라서 통치자는 이러한 자연 계시를 통해 나타나는 하나님의 지혜를 얻는 일에 게을리해서는 안 될 것이다. 둘째, 하나님의 섭리와 구원의 진리를 발견함으로써 하나님을 경외케  하는  지혜가 있다. 그런데 이때의 지혜는 곧 하나님의 속성임과 동시에 하나님의 지식과 신적 구원 계획, 그리고 천국의 일들에 관한 비밀들을 내포하고 있다(욥 28:12;고전 2:9).  그래서 잠언서 기자는 \"여호와를 경외하는 것이 지혜의 근본\"(잠 1:7)이라고 했던 것이다. 그리고 이러한 지혜는 곧 예수 그리스도를 예표하며(마 11:19;눅 7:34,35) 하나님의 구원의 섭리를 뜻한다. 셋째, 이 뿐만 아니라 하나님의 심판을 깨닫고9전 2:13;7:11-12), 그분의 뜻을 분별하며 성령의 인도하심을 따르는 것(마 13:54;눅 2:40;행 6:3,10) 또한 지혜이다. 그리고 에베소서에서는 이 지혜가 교화와 관련되어 있음을 말하고 있어 교회의 준적인  역할을 할 뿐 아니라 교회의 기초가 됨을 나타내고 있다(엡 3:10). 이러한 것을 총괄해 볼 때 결론적으로 하나님의 속성인 지혜는 하나님의 창조  사역과 구속 사역에 그대로 반영되어 있는 것임이 분명하다. 따라서 솔로몬, 즉  하나님의 백성을 치리하는 통치자는 이와같이 하나님의 창조 사역과 구속 사역에 나타난 지혜를 통치 원리로 삼아야 할 뿐만 아니라 또 이것을 백성들에게 새로운 삶의 원리로도 제시하여 하나님 앞에서 성실하고 순결한 도덕적 삶을 살도록 해야 마 것이다. 이런  점에서 볼 때, 솔로몬이 말년에 우상 숭배에 빠진 것은 참으로 지혜로운 통치자로서  행할 바가 아니었던 것이다. 2. 솔로몬의 부귀(1:14-17) 솔로몬이 지혜를 받게 된 직.간접의 원인을 언급한 전단락에 이어지는 본문은  그가 지혜를 소유함으로 인해 나타난 결과를 서술한 대목이다. 즉, 본문은 솔로몬이 하나님의 지혜를 가짐으로 인해 필연적으로 따라오는 축복으로그가 누린 부귀를 언급한 부분이다. 이러한 본바다은 12절에 나타난 하나님의 약속이 구체적으로 (1) 군사적 강성함(14절), (2) 경제적 번성(15절), (3) 상업적 융성(16,17절) 등으로 실현되었음을 서술할 뿐 솔로몬의 종교적 행위의 결과에 대해서는 전혀 언급하고 있지 않다. 그런데 이러한 본문의 구성은 본서 저자가 본서의 집필 목적을 다시 한번 더  드러낸 부분이라 할 수 있다. 왜냐하면 열왕기서에서는 본문의 내용이 솔로몬이 누린  권세와 명성(왕상 10:1-25) 뒤에  언급되어(왕상  10:26-29)  솔로몬  와의  몰락  과정(왕상 11:1-43) 중의 한 사실로 처리한 반면 본문은 하나님의 지혜를 소유한 솔로몬의  모습 다음에 본문을 기록해 이것이 하나님의 지혜를 가진 결과 나타난  축복으로  간주했기 때문이다. 그래서 솔로몬이 부의 자랑과 교만, 율법을 범함 등으로 멸망했다는 사실을 보다 축소 생략시켰다. 한편, 본문에언급된 솔로몬이 누린 부에 대해서는 9:13-28에 다시  언급되고  있다. 그런데 9장에서 기술한 솔로몬의 부귀는 그의  통치의  영광을  드러내려고  한  반면(8:1-9:28), 본 대목에 기록된 것은 솔로몬이 소유한 성전 건축의 능력을 나타낸 것이다. 왜냐하면 이렇게 함으로 인해 거두절미(去頭截尾)하고 성전 건축 및 완공의  내용을 다음으로 연결시킬 수 있기 때문이다. 본서 굿자의 의도와 같이 참으로 솔로몬은 자신의 생애를 통해서 많은 하나님의  축복을 받았다. 그는 비단 재물 뿐만 아니라 영토, 대외적인 경제문제, 지혜 등  다방면에서 당대의 최고로 손꼽혔었다. 그래서 우리는 위의 본문을 통하여다음과 같은  교훈을 발견하게 된다. (1) 통치자는 우선적으로 백성들을 돌보는 일에 힘써야 한다는 것이다. 솔로몬은 기브온 회막에서 하나님의 백성들을 올바로 치리하기 위해 지혜를 구했었다(10절). 그것은 참으로 동서고금(東西古今)을 막론하고 본받아야 할 참된 통치자의 모습이다. 그러나 솔로몬은 점차 백성들보다는 자국의 위력을 과시하기 위하여 많은 말과 병거를  사모으는 일에 몰두하게 되었고 열방들과 무역하여 경제적 부를 축적하는  일에몰두하였다. 이는 솔로몬이 자신의 지혜를 백성들을 위하여 사용치 않고 열방의 임금따마과 같이 자신의 욕심을 위해 사용한 결과였다. 즉, 축복 자체보다는 그 받은 축복을 얼마나 잘 관리하고 사용하느냐가 더중요한 문제라 하겠다. (2) 경제적 부가 절대로 믿음의 삶을 압도해서는 안 된다는 것이다. 솔로몬은  자신이 구하지도 않았던 부와 재물의축복이 주어졌으나 나중에는 오히려 지혜보다  그것들을 더 탐하게 되었다. 뿐만 아니라 전도서에서도 노래하고 있는 빠와 같이(전 2:8) 은 금을 쌓고 첩들을 많이 거느림으로큰 시험에 빠지기도 하였다. 본문에서도 수많은  재물로 하나님이 원치 않으신(신 17:16) 말과 병거를 과대하게 사들였던 것 또한 지나치게 물직적인 것에 관심이 있었음을 반영한다. 참으로 황금은, 얻으면 얻을수록,  소유하면 할수록 그 소유욕에 빠져 인생을 파멸로 이끄는 마력을 지니고 있다. 그래서  주께서는 재물에관심쓰기보다는 오히려 하나님의 의를 위해 힘쓸 것을 교훈한 것이다(마 6:19-33). (3) 하나님의 축복은 결코 물질적인 부로만 측정되어질 수 없다는  것이다.  역대기 저자가 본문에서 솔로몬의 물질적 부에 대하여 아무런 주석을 가하고 있지 않은  것으로 보아 이를 충분히 알 수 있다. 사실 구약 시대에는 하나님의 축복이 보다 이해되기 쉬운 현세적인 방법으로 주로 임했기 때문에 물질적 축복은 종종 영적 축복으로  이해되었다. 그러나 그러한 물질적 축복에는 반드시 하나님과의 신실한 영적 교제가  전제되어 있음은 두말 할 나위가없다(욥 42:12). 따라서 그리스도인들이 올바른 성경적 물질관을 갖는 것은 그의 신앙 생활의 성공 여부를 가름짓는 중요한 척도가  된다고  할 수 있겠다."
        }
    ]
}