{
    "bible_book": "역대상",
    "chapter_number": 17,
    "commentaries": [
        {
            "verse_reference": "17:1",
            "commentary": "본장은 약간의 어휘의 차이는 있지만 그 내용상 근본적으로 삼하 7장과 일 치하고 있다. 즉 본장의 내용은 하나님께서 다윗에게 주신 언약(言約)이다. 한 편 본장에 기술 된 이 다윗 언약은 사실상 다윗 말기에 주어진 것이다. 삼하 7:1 주석 참조. 그런데 본 저자는 하나님에 대한 다윗 왕의 남다른 열심을 강조하기 위해 하나님의 궤를 옮긴 사건(16장) 다음에 본장을 배치하고 있다. 즉 본장에는 하나님에 대한 백성들의 예배와 경배를 더욱더 촉진시키고자 한 다윗의 열심이 전장(前章)에 이어 계속 나타나고 있는 것이다. 다윗이 그 궁실에 거할 때에 - 여기서의 궁실은 15:1에 나오는 왕궁과는 달리 다윗이 두로 왕 히람(Hiram)의 원조로 지은 백향목 궁을 의미한다 (14:1). 왜냐하면 이때는 다윗이 두로의 히람 왕과 화친을 맺었던 다윗 통치 말기이기 때문이다. 삼하 7:1에는 '여호와께서 사방의 모든 대적을 피하사'라 는 구절이 첨가되어 있어 이 같은 사실을 분명히 뒷받침해 준다. 15:1 주석 참조. 여호와의 언약궤는 휘장 밑에 있도다 - 여기서 '휘장'에 해당하는 히브리 어 '예리아'(* )는 궁극적으로 성막을 의미하는 말이다. 왜냐하면 성막은 꼬아서 만든 아마포와 푸른색과 자주빛 그리고 주홍색의 직물을 엮 어서 만든 열 폭의 휘장으로 덮여 있었기 때문이다(출 26:1). 한편 본절은 다 윗이 이처럼 천으로 덮여 있는 성막 속에 여호와의 궤가 안치되어 있는 것 을 매우 안타까워 했음을 보여 준다. 즉 다윗은 하나님의 성소보다 자신의 거 처가 더 화려하다는 사실에 대하여 견딜 수 없어한 것이다."
        },
        {
            "verse_reference": "17:2",
            "commentary": "나단 - 나단(Nathan)이란 이름의 뜻은 '선물'이다. 그는 다윗 왕과 솔로몬 왕 양대(代)에 걸쳐 활약한 선지자로서 지난번 다윗이 악사들을 임명할 때 그 에게 하나님의 뜻을 전달했었다(대하 29:25). 또한 그는 본서 기록에 있어서 자료가 된 다윗과 솔로몬 왕의 행적을 기록하기도 하였다(29:29;대하 9:29). 그밖에도 그는 다윗 왕의 간음 사건, 솔로몬 왕의 등극 등에 깊이 관여한 하 나님의 신실된 일꾼이었다(삼하 12:1-15;왕상 1:8-30, 32, 38, 45). 하나님이 왕과 함께 계시니 무릇 마음에 있는 바를 행하소서 - 이와 같 은 나단의 응답은 즉각적이고 사적(私的)인 응답이었을 뿐 하나님의 계시를 통해 받은 응답이 아니었다. 즉, 그는 성전을 건축하려는 다윗의 소원이 하나 님의 뜻에 부합되는 줄로 여겨 자기 생각에 옳다고 느낀 바를 말했을 뿐인 것이다. 그러나 나단은 그날 밤에 하나님의 계시를 받고 자신의 즉흥적인 응 답을 철회하게 되었다(3-15절). 즉 다윗이 하나님의 성전을 건축하는 것은 하나님의 뜻이 아니었던 것이다. 우리는 여기서 말씀의 선포자가 얼마나 하나 님의 뜻을 헤아리는 데 신중해야 하는가를 엿볼 수 있다."
        },
        {
            "verse_reference": "17:3",
            "commentary": "그 밤에 - 나단이 다윗 왕에게 즉흥적으로 응답했던 그날 밤을 가리킨다. 하 나님께서는 나단의 그릇된 충언(忠言)을 즉각적으로 시정해 주시기 위하여 신 속히 나단에게 계시하신 것이다. 하나님의 말씀이 나단에게 임하여 - 혹자는 본절을 해석하기를 나단에게 꿈과 환상으로 하나님의 계시가 임한 것이라고 하였다(Curtis). 그렇지만 나단 이 기도 중에, 즉 깨어 있는 중에 계시의 말씀을 받았을 가능성도 전혀 배제 할 수 없다(Keil). 이에 대해서는 삼하 7:4 주석을 참조하라."
        },
        {
            "verse_reference": "17:4",
            "commentary": "너는 나의 거할 집을 건축하지 말라 - 병행 구절인 삼하 7:5에서는 '네가 나를 위하여 나의 거할 집을 건축하겠느냐?'라는 반문 형식으로 완곡히 거 부 의사가 표현되어 있다. 반면 본 문맥에서는 보다 분명하게 하나님께서 다 윗의 의도에 반대하고 있는 것으로 기록되어 있다. 그러나 앞으로의 문맥에서 밝혀질 것이지만 이러한 하나님의 반대는 성전 건축 자체에 대한 반대는 아 니었다. 다만 그 성전을 건축할 시기와 인물에 대한 반대였다. 한편 하나님 께서 다윗의 성전 건축을 반대한 까닭은 다윗이 전쟁에서 피를 많이 흘렸기 때문이다(22:8). 그것은 분명 '평화'를 상징하는 성전을 건축할 자로서의 이 미지와는 부합되지 아니한다. 삼하 7:5 주석 참조."
        },
        {
            "verse_reference": "17:5",
            "commentary": "내가...오늘날까지 집에 거하지 아니하고 - 여기서 '집'에 해당하는 히브리 어 '바이트'(* )는 천막과 대조되는 개념으로 고정된 거주지, 즉, 영구 적인 건축물을 의미한다(창 19:2;33:17;삼하 16:21;욥 17:13;전 12:5). 이스라엘 의 역사를 돌이켜 볼때 하나님의 궤는 출애굽 시대(B.C. 1446년경) 이래로 솔 로몬의 성전 시대(B.C. 959년경)까지 고정된 영구적인 건축물에 있지 않고 천 막에 있어 왔던 것이다. 물론 엘리 제사장 때 실로(Shiloh)에 지어진 성소는 고정된 집의 의미를 지닌 것으로 추정되지만(삼상 3:3) 그것도 에벤에셀 전 투 이후에 블레셋 사람들에 의해 파괴되었다(렘 7:12). 이와같이 하나님의 궤 가 지금까지 역사적으로 늘 천막에 거하여 왔다는 사실을 말씀하심으로써 하 나님은 본절에서 다윗 왕의 건축 의도를 반대한 근거를 밝히고 계신다. 오직 이 장막과 저 장막에 있으며 이 성막과 저 성막에 있었나니 - 여기 서 장막과 성막은 약간의 의미상의 차이를 나타내는 말이다. 즉, 장막에 해 당하는 히브리어 '오헬'(* )은 단순히 이동식 구조물인 '천막'을 의미 한다. 반면 성막에 해당하는 히브리어 '미쉬칸'(* )은 '자리잡다', ' 거주하다'라는 뜻의 동사 '솨칸'(* )에서 파생된 명사로서 이는 하나님의 궤가 자리잡고 있는 장막을 의미한다(출25:9;민 1:50;시 46:5;84:2) 그러나 본 문맥에서 중요한 것은 이 같은 사소한 차이점이 아니다. 그것은 바로 이 두 용어가 모두 '이동용 거처'를 나타내는 말이라고 하는 점이다. 즉, 하나님께 서는 그 당시까지 '오헬'이든 '미쉬칸'이든 이동식 구조물 가운데 거하여 오 셨음을 말씀하고 계시는 것이다. 그런데 이와같이 하나님의 궤가 고정된 집 에서 머물러 있지 못하고 이동식 구조물 가운데 있었다는 사실은 하나님의 비천함을 보여주는 것이 아니라 오히려 그의 백성들에 대한 그분의 지극한 사랑을 보여주는 것이다. 왜냐하면 하늘을 보좌로 삼으시고 땅을 발등상으 로 삼으시는 하나님께서(사66:1) 이동용 천막 가운데 임재하신 것은 순전히 당신 백성들을 인도하시고 그들과 만나기 위함이었던 것이기 때문이다."
        },
        {
            "verse_reference": "17:6",
            "commentary": "무릇...더불어 행하는 - 여기서 '행한다'는 말은 '할라크'(* )로서 하나 님께서 이스라엘을 돕기 위해 행하신 권능의 사역을 지시하는 말이다(Lange). 삼하 7:7 주석 참조. 내가 내 백성을 먹이라고 - 여기서 '먹이라고'에 해당하는 히브리어 '라아 '(* )는 본래 '풀을 뜯기다', '방목하다'라는 뜻이다. 그리고 이 말의 주어는 대개 목자, 통치자, 하나님 등으로 나타나고 있다(창 37:13;시 23:1;슥 10:2). 그런데 이 동사가 통치자에게 적용될 때 그 의미는 주로 백성들에게 평화와 안전을 보장해 주는 탁월한 통치적 행위를 가리켰다(겔 34:23;삼하 5:2). 이스라엘 어느 사사에게...말하였느냐 - 본절에서 '사사'(* , 쉬 프테)로 기록되어 있는 말은 평행 구절인 삼하 7:7에서는 '지파'(* , 쉬브테)로 기록되어 있다. 때문에 혹자는 이를 어느 한쪽의 오기(誤記)로 보 기도 한다(Bertheau). 그러나 이와 같은 차이점은 내용상 아무런 문제가 되지 않는다. 왜냐하면 이스라엘의 사사들은 에브라임, 단, 베냐민 지파 등 일부 지파에서 주로 배출되었기 때문이다(Maurer). 따라서 '어느 사사'와 '어느 지 파'는 내용상 상이한 것이 아니라 일치하는 말이라고 볼 수 있는 것이다. 이 에 대한 보다 자세한 내용은 삼하 7:7 주석을 참조하라."
        },
        {
            "verse_reference": "17:7",
            "commentary": "내가 너를 목장 곧 양을 따르는 데서 취하여 - 본절은 다윗의 소년 시절, 곧 들에서 양을 치던 그의 목동 시절을 상기시켜 주는 구절이다(삼상 16:11-13). 즉 다윗은 하나님께로부터 부르심을 받기 전까지는 일개 목동에 지나지 않 았던 것이다. 내 백성 이스라엘의 주권자를 삼고 - 여기서 '주권자'에 해당하는 히브리 어 '나기드'(* )는 하나님의 주권적인 선택(selection)에 의해 높이 세워진 일꾼을 의미하는 말이다. 즉, 이 말은 동사 '나가드'(* )에서 파 생되었는데 이 동사는 본래 '어떤 것을 사람앞에 높이어 눈을 띄게 하다'라는 뜻을 가지고 있다. 이와 어근(語根)이 같은 아랍어 명사 '나그둔'(nagdun)은 ' 고지'(highland)를 뜻한다. 이렇게 볼 때 '나기드'란 곧 하나님께서 사람 앞 에 높이 세운 일꾼을 의미함을 알 수 있다. 즉 다윗은 이러한 하나님의 주 권적 선택으로 말미암아 목동의 신분에서 일약 이스라엘의 왕으로 오를 수 있었던 것이다. 한편 '나기드'란 용어는 메시야에게 적용되기도 하였다(단 9:25)."
        },
        {
            "verse_reference": "17:8",
            "commentary": "세상에서 존귀한 자의 이름 같은 이름을 네게 만들어 주리라 - 이는 이방 의 왕들이 다윗 앞에 복종하게 될 것이라는 약속에서 한걸음 더 나아가 그의 이름이 시간을 초월하여 전세계적으로 존귀하게 될 것이라는 약속이다. 즉 당 시 이방의 왕들이 다윗 왕 앞에 복종하는 것은 이미 어느 정도 이루어진 일 이었다(삼하 5:6-12, 17-25). 때문에 본절을 이러한 사실에만 적용시키려 하 는 시도는 무리이다. 반면, 본장은 다윗 왕조의 영원성과 견고성을 그 주제로 다루고 있다. 따라서 이미 밝힌 바와 같이 본절은 다윗의 명성이 역사 전체 에 걸쳐 전세계적으로 드높아질 것임을 약속하고 있는 것으로 보아야 한다. 그런데 궁극적으로 이 같은 약속은 다윗의 후손인 예수 그리스도에 의하여 성취되었다. 즉 다윗의 씨인 그리스도께서는 이 땅에 영원한 하나님의 나라를 건설하심으로써 다윗 왕조의 영원성을 보여주셨고 다윗의 명성을 영원히 존 귀하게 하셨던 것이다. 한편, 하나님께서 다윗의 성전 건축에 반대하시는 문 맥에서 이와 같은 약속이 주어졌음을 감안할 때, 비록 다윗이 성전 건축을 이루지 못할지라도 하나님께서는 그를 기꺼이 높이시려 하셨음을 잘 알 수 있다(Curtis)."
        },
        {
            "verse_reference": "17:9",
            "commentary": "내 백성 이스라엘을 위하여 한 곳을 정하여 저희를 심고 - 여기에서 '심고' 에 해당하는 히브리어 '나타'(* )는 본래 '나무를 심다'는 의미이다. 그 런데 이 용어가 이스라엘 백성들에게 적용되었을 때 그 의미는 주로 '하나님 께서 정착된 거주지를 주신다'이다(렘 24:6;암 9:15). 이스라엘 백성들은 그 동안 가나안 땅에 들어와 살고는 있었지만 이방인들, 특히 블레셋 사람들의 잦은 침략으로 인해 사실상 안정된 생활을 하지 못하여 왔다(삿 13:1;삼상 4, 17, 28-31장). 그러나 이제는 그와같이 이리저리 쫓기는 신세에서 벗어나 이 스라엘이 완전히 정착하게 될 것이라고 하나님께서 약속하고 계신 것이다. 그리고 그때가 바로 이스라엘 백성들이 하나님의 성전을 건축할 시기인 것이 다(신 12:10-14). 따라서 본절은 지금보다 더욱 완전한 평화의 나라를 조성하 신 이후에 하나님께서 성전 건축(12절)을 허용하실 것이라는 의도의 말씀임을 알 수있다. 다시는 옮기지 않게 하며 - 여기서 '옮기지'에 해당하는 히브리어 '라가즈 '(* )는 깊은 동요를 의미하는 말로서 '전율하다' '떨다'라는 뜻이다. 따라 서 본절은 '다시는 두려워하지 않게 하며'로 번역되어야 옳다(Keil, Lange). 삼하 7:10 주석 참조."
        },
        {
            "verse_reference": "17:10",
            "commentary": "여호와가 너를 위하여 집을 세울지라 - 여기서 '집'이란 5절에서 이미 주석 한 바 있는 '고정된 건축물'을 의미하지 않는다. 사실상 다윗 왕은 이미 백 향목 궁에 거하고 있었으므로(1절) 하나님께서 그를 위해 고정된 집을 지어주 신다는 것은 무의미한 일이었다. 여기에 언급된 집은 '나라', 또는 '왕조'를 의미한다. 이러한 사실은 이 용어가 14절에서 '나라'라는 말과 함께 병행하여 사용되고 있음에서 알 수 있다(Kaiser, Curtis, Payne). 따라서 본절은 하 나님께서 다윗 왕조를 견고하게 세우실 것을 다윗에게 약속하는 장면이라 하 겠다. 삼하 7:11 주석 참조."
        },
        {
            "verse_reference": "17:11",
            "commentary": "내가 네 뒤에 네 씨 곧 네 아들 중 하나를 세우고 - 여기서 다윗의 씨, 곧 아들은 다음과 같은 복합적인 의미를 지니고 있다. (1) 이 말은 다윗의 사후 (死後) 다윗 왕조를 대대로 이끌어갈 그의 후손들을 가리키는 집합적 (collective) 의미의 단어이다. 왜냐하면 하나님께서 이 아들을 통하여 다윗 왕 조를 대대로 견고하게 하실 것이라고 말씀하고 계시는데(12-14절) 그렇다면 이 아들은 분명 다윗의 뒤를 잇는 그의 모든 자손들을 가리킬 것이기 때문이 다. (2) 이 씨, 곧 아들은 솔로몬을 지칭한다. 왜냐하면 하나님께서는 이 씨에 의해 하나님의 집, 곧 성전이 건축될 것이라고 말씀하고 있기 때문이다(12 절). (3) 이 씨는 예수 그리스도를 지칭한다. 왜냐하면 하나님께서는 이 씨를 통해 영원한 나라를 세우실 것이라고 말씀하고 계시는데(12-14절) 이 영원한 나라를 세우실 장본인은 바로 다윗의 자손 예수 그리스도 밖에 아무도 없기 때문이다(눅1:31-33;행 2:29-31;13:22, 23)."
        },
        {
            "verse_reference": "17:12",
            "commentary": "저는 나를 위하여 집을 건축할 것이요 - 여기서 '집'은 물론 직접적으로는 솔로몬에 의해 건축될 성전을 지시하는 말이다. 그러나 본 문맥이 역사적인 다윗 왕조 뿐만 아니라 메시야에 의해 세워질 영원한 하나님의 나라에까지 관련되어 있다는 점에서 볼 때 궁극적으로 상징적인 의미를 지니고 있는 것 으로 보아야 한다. 따라서 이 '집'은 하나님께서 영광 중에 거하실 오늘날 의 교회 및 그분의 영원한 나라를 함께 지시하고 있는 것으로 보아야 할 것 이다(요1:14;2:19;14:23;고전6:19;엡 2:21;히 3:6;계21;1-3). 삼하 7:13 주석 참조."
        },
        {
            "verse_reference": "17:13",
            "commentary": "나는 그 아비가 되고 그는 나의 아들이 되리니 - 다윗 언약의 극치에 해당 하는 본절은 하나님과 다윗 왕조 간의 다음과 같은 본질적인 관계를 보여주 고 있다. (1) 본절은 다윗 왕조가 철저하게 하나님에 의해 세워진 나라임을 보여주고 있다. 즉, 아버지가 아들을 낳음과 같이 다윗 왕조가 하나님의 능 력으로 세워진 신정 국가임을 나타내 보여주고 있는 것이다(Lange, Kaiser). (2) 본절은 아버지와 아들이 결코 분리될 수 없는 관계이듯 하나님과 다윗 왕조는 결코 분리될 수 없는 관계에 있음을 보여주고 있다. 이는 바로 사울 왕조와 본질적으로 다른 다윗 왕조의 특성이다(Keil). (3) 본절은 아들이 아버 지의 모든 것을 상속하듯 다윗 왕조가 하나님의 기업을 물려받는 영원한 나 라임을 보여주고 있다(Kaiser). 한편, 병행 구절인 삼하 7:14에서는 '저가 만일 죄를 범하면 내가 사람 막대기와 인생 채찍으로 징계하려니와'라는 구절이 첨 부되어 있는 반면 본절에는 생략되어 있다. 이와 같은 사실은 본서 저자가 될 수 있는 대로 다윗 왕조의 영광스러운 면에 초점을 맞추어 본서를 기술해 나 가고 있다는 사실을 여실히 보여주는 증거이다(Lange, Curtis). 네 전에 있던 자 - 이는 곧 이스라엘의 초대 왕 사울(Saul)을 가리킨다. 하나님께서는 바로 이 사울에게서 왕권을 빼앗아 다윗에게 주셨다(삼상 15, 16장)."
        },
        {
            "verse_reference": "17:14",
            "commentary": "내가 영영히 그를 내 집과 내 나라에 세우리니 - 여기서 '내 집과 내 나라' 는 앞에서 지적한 바와 같이 구약에서의 다윗 왕조와 함께 신약 시대의 메시 야 왕국을 동시에 지시하고 있다(Lange). 이에 관해서는 11절 주석을 보다 참 조하라."
        },
        {
            "verse_reference": "17:15",
            "commentary": "나단이...다윗에게 고하니라 - 누구든 입 밖에 뱉은 말을 취소한다는 것은 쉽지 않다. 우리는 '왕의 뜻한 바 대로 행하라'는 나단의 간언이(2절) 하나님 의 말씀을 접한 후 변화된 사실을 읽으며, 하나님께 진실하려는 그의 꿋꿋한 자세를 엿볼 수 있다. 사실 상전 앞에서 자신의 주장을 번복하는 것처럼 어려 운 일은 없다. 이러한 점에서 국가의 통치자에게 진실을 들려주는 나단의 강직한 자세는 이미 우리아 사건(삼하12:1-12)에 대한 경고로 잘 증명된 것이었다. 이처럼 주의 부름을 받고 나선 자는 인간적인 생각을 제하고, 주 의 말씀을 담대히 선포해야 할 것이다. 특히 교회는 현대 사회의 병폐에 대하 여 그 원인과 치유할 수 있는 방법 등에 관해 아낌없는 진단을 내림으로써, 예언자적 사명을 잘 감당해야 할 것이다. 묵시 - 이에 해당하는 히브리어 '하존'(* )은 무의식 상태에서 꾸는 꿈 '할롬'(* )과는 달리 깨어있는 상태에서 받는 계시를 일컫 는 말이다. 나단 선지자는 아마도 밤에 기도하던 중에 하나님의 계시를 받았 을 것이다(Keil, Lange). 3절 주석 참조."
        },
        {
            "verse_reference": "17:16",
            "commentary": "본절 이하 마지막 절까지는 지금까지 들은 하나님의 언약에 대하여 감사하 는 다윗의 기도 내용이다. 다윗 왕이 여호와 앞에 들어가 앉아서 - 여기서 '여호와 앞'이란 곧 '하나 님의 궤 앞'을 의미한다. 본서에서는 계속해서 '하나님의 궤 앞'과 '하나님 앞'이란 단어가 교호적(交互的)으로 사용되고 있다. 13:8 주석 참조. 한편 '앉 아서'에 해당하는 히브리어 '야솨브'(* )는 '머무르다', '지체하다'라는 뜻으로 반드시 '앉아 있다'는 뜻을 의미하지는 않는다. 즉 이 말은 다윗 왕 이 혹자의 견해처럼 앉아서 기도했음을 나타내는 말(Curtis)이 아니다. 대신 이는 다윗이 하나님의 궤 앞에 오랫동안 머물러 있었음을 나타내는 말이다 (Lange). 아마도 다윗 왕은 그곳에 머물러 있으면서 서서(창18:22;삼상 1:26) 또는 무릎을 꿇고(왕상 8:54;시 95:6;단 6:10) 하나님께 감사의 기도를 올렸을 것이다. 여호와 하나님이여...나로 이에 이르게 하셨나이까 - 다윗 왕은 비천한 자 신과 자신의 집을 그토록 높이 올리신 하나님의 은혜에 대한 감격으로 감사 기도를 시작하고 있다. 즉 다윗은 먼저 하나님께서 자기에게 베푸신 축복과 놀라운 언약이 자기로서는 도저히 감당할 수 없는 은혜임을 고백하고 있는 것이다. 삼하 7:18 주석 참조."
        },
        {
            "verse_reference": "17:17",
            "commentary": "주께서 이것을 오히려 작게 여기시고 - 여기서 '이것'이란 본절에 연이어 나오는 '먼 장래'와 대조되는 말이다. 그러므로 우리는 '이것'을 다윗 왕의 현 재의 복된 상태를 의미하는 것으로 보아야 한다. 즉, 다윗 왕은 하나님께서 당시 그에게 내려주신 복도 감당하기 어려울 정도인데 미래의 다윗 왕조까지 보장해 주시겠다고 하시니 이에 감격하고 있는 것이다. 나를 존귀한 자같이 여기셨나이다 - 병행 구절인 삼하 7:19에서는 본절이 '인간의 규례대로 하셨나이다'라고 기록되어 있다. 때문에 그 의미에 대해서 는 학자들 간에 논란이 많다. 그러나 본절과 비교해 볼 때 그 의미는 '이웃을 네 몸과 같이 사랑하라는 규례에 따라 한 인간이 이웃에게 친절과 사랑을 베풀어 줌과 같이 주 여호와께서 나에게 극진한 사랑과 친절을 베푸셨나이다' 인 것으로 추정된다. 이에 대한 보다 자세한 내용은 삼하 7:19 주석을 참조 하라."
        },
        {
            "verse_reference": "17:18",
            "commentary": "다시 무슨 말씀을 하오리이까 주께서는 주의 종을 아시나이다 - 다윗은 자기에게 베푸신 하나님의 은혜에 대한 벅찬 감사를 도저히 말로 다 표현할 수 없었다. 따라서 그는 구차히 말로 감사를 표현하기 보다는 인간의 중심의 모든 것을 다 아시는 하나님의 전지성(全知性)에 의지해 자신의 감사의 마음 을 표하고 있는 것이다. 주의 종 - '종'에 해당하는 히브리어 '에벱'(* )은 비록 노예를 뜻하지만, 주인에게 상품 취급당하듯 무시되는 존재를 뜻하지는 않는다. 일반 적으로 이 말은 강자에 대한 약자의 관계를 표현하며 주인으로부터 보호와 사랑을 받는 종을 의미하였다. 이와같이 이스라엘 백성들 개개인은 모두 여 호와의 사랑받는 종들이었으며, 집단으로서의 이스라엘 역시 그러했다(사 41:8). 한편 다윗은 이스라엘을 위하여 하나님의 부름 받은 자로서 백성을 대 표하는 하나님의 종이었다. 이러한 신분은 영적 이스라엘 백성인 모든 성도를 위하여 오신 예수 그리스도를 예표하는 것이었다(사 53:11)."
        },
        {
            "verse_reference": "17:19",
            "commentary": "주의 종을 위하여 - 병행 구절인 삼하 7:21에서는 '주의 말씀을 인하여'라고 기록되어 있다. 거기서 '주의 말씀'이란 바로 하나님께서 나단을 통해 다윗에 게 주신 언약의 말씀을 가리키는 듯하다. 주의 뜻대로 - 이러한 문투(文套)는 대개 상관에게 보내는 문서에서 발견 되는 구절로서 화자(話者)의 겸손을 나타내는 말이다(Payne). 이와 유사한 구 절은 B.C. 586년경의 라기스 문서에서도 발견되었다. 이 모든 큰 일을 알게 하셨나이다 - 다윗은 하나님께서 나단 선지자를 통 하여 베풀어 주신 계시(4-14절)를 가리켜 '큰 일'이라고 표현하고 있다. 그 이 유는 (1) 이 계시가 하나님의 전우주적인 계획을 담고 있기 때문이며, (2) 또 한 다윗 자신으로서는 도저히 감당하지 못할 큰 은혜였기 때문이다. 삼하 7:21 주석 참조."
        },
        {
            "verse_reference": "17:20",
            "commentary": "우리 귀로 들은 대로는...주 외에는 참신이 없나이다 - 본절은 역사적으로 이스라엘에 전승되어 내려온 신앙은 오직 여호와 유일신(唯一神)의 신앙이었 음을 말해 주고 있다(Curtis). 이스라엘인들은 역사 속에서 활동하시는 그 같 은 여호와 하나님의 권능을 목도하였고 그러한 사실적 체험을 통하여 더욱 확신 있는 신앙 고백을 할 수 있었다(출 15:11). 한편 오늘 우리에게 들려지 는 복음도 우리의 노력과는 관계없이 주께서 강권적으로 역사하신 은총이다. 따라서 우리는 이 복음을 믿고 자신의 마음 문을 열 때 우리 안에 들어와 역 사하시는 주님의 능력을 체험하게 될 것이다."
        },
        {
            "verse_reference": "17:21",
            "commentary": "땅의 어느 한 나라가 주의 백성 이스라엘과 같으리이까 - 여기서의 강조점 은 이스라엘의 탁월성이 아니라 이스라엘을 탁월하게 하신 하나님의 위대성 이다. 다윗은 여기서 은연중에 하나님과 이방의 신들을 비교함으로써 하나님 의 유일성(唯一性)을 강조하고 있는 것이다(Curtis). 하나님이...이름을 얻으시고 - 이는 곧 하나님께서 애굽에서 이스라엘을 건 져 내시며(출 12장) 그들보다 앞서 행하사 대적들을 물리쳐 주시는 것과 같은 구속(救贖) 사역을 행하신 결과, 당신이 참된 하나님이심이 열방 중에 증거된 것을 의미한다(신4:39;수 2:11)."
        },
        {
            "verse_reference": "17:22",
            "commentary": "주의 백성을 삼으셨사오니...저희 하나님이 되셨나이다 - 이스라엘이 여호와 의 백성이 되고 여호와께서 저희 하나님이 되시는 것은 창세기(창 17:7)로 부터 계시록(계21:3)에 이르기까지 하나님의 언약의 주제가 되는 것이다. 그 런데 이 언약의 주제는 점점 더 발전된 형태로 나타나고 있다. 즉, 아브라 함에게 주어진 이 언약(창 17:1-21)은 시내 산 언약(출 19:5;20:2)에서 더욱 발 전되고 시내 산 언약에서 보다는 다윗 언약(삼하 7:5-16)에서 더욱더 구체적 으로 성취된 것이다. 이에 대한 보다 자세한 내용은 삼하 7:24 주석을 참조 하라."
        },
        {
            "verse_reference": "17:23",
            "commentary": "말씀하신 대로 행하사 - 다윗은 자기가 성전을 건축하고자 했던 종전의 의도(1절)를 포기하고 이제 하나님의 뜻대로 이루어지기를 간구하고 있다. 그 는 하나님의 말씀을 듣고난 뒤 자신의 생각보다 하나님의 생각이 더욱 깊고 완전하다는 것(사 55:8, 9)을 깨달았던 것이다."
        },
        {
            "verse_reference": "17:24",
            "commentary": "만군의 여호와 - 이에 해당하는 '야웨 체바오트'(* )는 '천군 천사의 여호와'란 뜻이다. 이는 성경에서 대개 하나님의 큰 권능과 위 엄을 강조하는 신명(神名)으로 사용되었다(삼상 15:2;삼하 6:2;왕하 3:14). 삼 하 5:10 주석 참조. 주의 종 다윗의 집이 주 앞에서 견고히 서게 하옵소서 - 이와 같은 다윗 의 기도는 하나님의 계시에 근거한 기도였다. 즉, 그는 사적(私的)인 욕심으 로 자신의 집이 견고히 서게 해달라고 기도한 것이 아니었고 오직 그것이 하 나님의 뜻이므로(11-14절) 그렇게 해달라고 기도했던 것이다."
        },
        {
            "verse_reference": "17:25",
            "commentary": "집을 세우실 것을 이미 듣게 하셨으므로...구할 마음이 생겼나이다 - 본절은 다윗이 이 같은 기도를 하게 된 동기가 나단 선지자를 통하여 하나님의 계시 를 받았기 때문임을 다시금 보여주고 있다. 즉, 다윗은 자신의 소욕(所慾)대로 무작정 기도했던 것이 아니라 하나님의 계시의 말씀에 근거하여 하나님의 뜻 에 합당한 기도를 드렸던 것이다. 우리는 여기서 기도의 올바른 자세를 목격 할 수 있다<삼상 1:9-18 강해, '기도와 기도의 응답'>. 한편, '듣게 하셨으므 로'에 해당하는 히브리어 '갈리타 에트오젠'(* - )은 직역하면, '귀를 열어 놓았다'가 된다. 이 용어의 주어가 하나님이 되실 때 이 말은 하나님의 계시적 활동(啓示的 活動)을 의미한다(민24:4;삼상 9:15;욥 33:16;36:10;암 3:7). 즉 이 말은 하나님께서 하나님의 뜻을 듣지 못하는 다윗 의 귀를 열어 그 뜻을 듣게 하신 계시적 활동을 나타내고 있는 것이다. 삼하 7:27 주석 참조."
        },
        {
            "verse_reference": "17:26",
            "commentary": "이 좋은 것으로 - 하나님께서는 당신의 종이 충분한 능력을 발휘하도록 필 요 적절한 도움을 베푸신다(롬 8:28). 하나님께서는 다윗에게 통일 왕국을 안 정된 기조 위에 통치할 수 있도록 영원한 왕국의 언약을 주셨던 바, 이 약속 만큼 다윗의 심령을 평안케 하는 선물은 없었던 것이다. 허락하시고 - 이에 해당하는 히브리어 '테다베르'(* )는 주어의 능동적인 행위를 강조하는 강의형(Piel) 동사이다. 따라서 이 단어에는 다윗 언약을 하나님께서 일방적으로 '선포하셨다'(* , 다바르)는 사실이 내포 되어 있다. 삼하 7:28, 29주석 참조."
        },
        {
            "verse_reference": "17:27",
            "commentary": "주께서 복을 주셨사오니 이 복을 영원히 누리리이다 - 다윗의 감사 기도의 결론 부분이다. 이 부분에서 다윗은 하나님의 일방적인 언약의 선포에 대해 그것이 반드시 성취될 줄로 확신함으로 기도를 맺고 있는 것이다."
        }
    ]
}