{
    "bible_book": "역대하",
    "chapter_number": 31,
    "commentaries": [
        {
            "verse_reference": "31:1",
            "commentary": "본절에서는 이스라엘의 온 회중이 유월절 행사를 2주에 걸쳐 마치고 나서, 아세라 목상과 바알 주상을 파괴하는 등, 우상 타파 운동을 전개한 사 실을 소개하고 있다. 왕하 18:4에도 우상 타파에 대한 언급이 나타나는데, 역대기에는 나타나지 않는 '놋뱀'(느후스단)도 파괴랬다고 기록되어 있다. 또한 열왕기 기자는 우상 타파가 히스기야 왕의 행적인 것으로 서술한 반 면, 역대기 기자는 유월절 행사를 마친 후 백성들이 행하였다는 것에 중점을 두고 있다. 에브라임과 므난세 온 땅에서 - B.C. 722년 사마리아가 멸망한 이후 그곳 은 앗수르에 의해점령당하였다(왕하 17:24). 그렇다면 그 당시 과연 북왕국의 우상들까지 파괴하는 일이 가능할 수 있었을까 ? 이러한 문제 때문에 혹자는 유월절 행사을 이스라엘 왕 호세아가 포로로 잡혀 있을 때, 북 이스라엘이 왕 호세아가 포로로 잡혀 있을때, 북 이스라엘이 멸망하기 전, 구체적으로 히스 기야 통치 원년(元年) 2월에 있었다는 견해를 피력한다(O. Zockler). 이에 대한 보다 자세한 내용은 30:1 주석을 참조하라. 그러나 앗수르가 피지배 국가의 종교적인 행사까지 금했을 리는 없었을 것이다."
        },
        {
            "verse_reference": "31:2",
            "commentary": "히스기야가...반차를 정하고 - 여기서 히스기야는 다윗이 처음에 정했던 대로(대상 24;1) 제사장과 레위인의 반차를 재조직한 회복자로 소개되고 있다. 이 반차는 아하스의 통치 기간 동안에 사라졌었다. 여호와의 영문(營門) - 이는 성전을 지칭하는 비유적 표현으로(대상 9:18, 19), 이스라엘 백성들이 광야에서 성막을 중심으로 진쳤던 것을 연상시키는 말이다(민 2장)."
        },
        {
            "verse_reference": "31:3",
            "commentary": "또 자기의 재산 중에서 얼마를 정하여 - 히스기야 왕은 왕으로서의 의무를 다하기 위하여 자기 재산의 일부를 바쳤다. 그리고 그것을 공적인 예배의 번 제로 드리게 했는데, 이와 같이 공적인 제사에 번제물을 제공하는 것은 왕의 당연한 의무였다. 이로 보아 히스기야는 이 의무를 충실히 행한 모범적인 왕 이었다(Curtis). 혹자는 이때에 히스기야가 낸 재물이 '십일조'였다고 하는데 (Barker), 그것보다는 오히려 성전 예배를 보존하기 위한 왕의 임무였다고 보 는 것이 타당한 듯하다(Curtis). 1절에서는 백성들이 우상 타파를 주도 하였던 반면, 본 구절에서는 히스기야 왕이 먼저 번제물을 내고 나서 백성들에게 명 령하는 것(4절)으로 보아 히스기야 왕이 구체적인 면에서 본을 보이면서, 주도 적인 역할을 한 것으로 보인다."
        },
        {
            "verse_reference": "31:4",
            "commentary": "제가장들과 레위 사람들의 응식(應食)을 주어 - '제사장들'에게 주어지는 응식은 원래 제물의 일정한 부분(레 6, 7장)과 토지에서 나는 첫 열매(출 23:19 ; 민 18:12)였고, '레위인들'에게는 백성들이 하나님께 바치는 십일조(5절; 레 27:30-33; 민 18:21-24)가 주어졌다. 이러한 규정은 그들로 하여금 여호아의 율법을 힘써 지키고, 율법에 규정한 대로 성전 예배에 전념하여 봉사하도록 하기 위한 것이었다(느 13:10-13). 그러나 이스라엘이 타락하고 신앙적인 열의 가 식었을 때는 이러한 규정들이 제대로 지켜지지 않아 제사장들과 레위인들 은 생계에 큰 어려움을 겪어야 했다(삿 17장). 반면에 신실히 히스기야 왕은 그들이 자신의 생존을 위하지 않고 오직 여호야만을 위하여 살도록 생계 보 장을 확실하게 해 준 것이다."
        },
        {
            "verse_reference": "31:5",
            "commentary": "이스라엘의 자손 - 이는 일차적으로 예루살렘에 거한 백성들(4절)을 가리키 는데, 일반적으로는 유다 백성들 전체를 가리킨다. 북왕국 백성들의 십일조에 관해서는 6절에서 소개하고 있다. 모든 소산의 처음 것 - 민 18:12, 13에 따르면, 이것은 제사장들의 응식이다. 한편 밭에서 나는 소산 가운데 꿀은 여기서 처음으로 언급되었다(Curtis). 난외주의 '대추야자'로 고쳐져서 소개되고 있는데, 어느 것이 정확한지는 알 수 없다. 풍성히 드렸고...많이 가져 왔으며 - 이스라엘 자손은 자신들의 첫 소산과 십일조를 낸 때에 인색하지 않았으며, 히스기야의 명령을 충실히 이행 하였다. 모든 것의 십일조 - 이는 레위인들의 응식으로 주어졌으며(민 18:21-24; 느 12:44), 이 가운데 또 십의 일은 여호와께 거제물로 드렸으며, 그 거제물은 제 사장의 응식이 되었다(민 18:26)."
        },
        {
            "verse_reference": "31:6",
            "commentary": "유다 여러 성읍에 거한 이스라엘 - 이는 북왕국에서 이주하여 정착한 이스라엘 거주민들을 가리킨다. 유다 자손 - 이는 5절의 예루살렘 거민들 이외의 다른 유다 성읍들에 있는 거민들을 가리킨다. 소와 양의 십일조 - 이에 관해서는 레 27:31-33에서만 언급된다. 구별하여 드릴 성물의 십일조 - '구별하여 드릴 성물'이란 백성들이 레위인들에게 바친 십일조를 가리켜 성물이라고 했다. 그리고 또한 제사장들에게 바치는 첫 소산물도 성물이라고 칭했다(레 23:20). 그런데 '그 성물의 십일조'란 레위인들이 여호와께 구별하여 드렸던 거제물을 가리킨다(민 18:8, 11, 19). 따라서 이 문맥은 '거제물'을 풀어 설명한 것으로서 '성물의 성물'이라고 설명해 도 무방할 것이다. 그러므로 십일조가 모든 육축과 밭의 소산물의 일부분(remnant)인 것처럼 거제물(*, 테루모트)은 여호와께 거룩히 구별하여 드린 성 물의 일부분인 것이다(Keil, O. Zockler)."
        },
        {
            "verse_reference": "31:7",
            "commentary": "삼 월에 쌓기를 시작하여 칠 월에 마친지라 - 3월에는 칠칠절 또는 맥추절, 오순절이라고 부르는 절기가 있는데, 이 때에는 그 해의 발의 첫 소산물을 거두어 여호와께 요제로 드렸다(출 23:16 ; 34:22 ; 레 23:15-21 ; 민 28:26-31; 신 16:9-12). 그리고 칠월에는 장막절 또는 수장절이라는 절기가 있 는데, 이 때에는 모든 곡식의 추수를 바치게 된다."
        },
        {
            "verse_reference": "31:8",
            "commentary": "더미를 보고 여호와를 송축하고 - 모든 백성이 성심(誠心)으로 일년 동안 추수한 것의 십일조를 바친 것은 모든 수확이 하나님의 소유임을 인정하는 것이다. 한편, 백성들이 이 사실을 인정하고 바친 십일조의 더미는 기대 이상의 것이었고, 그로 인하여 하나님의 도우심을 더욱 인식하였을 것이다. 따라서 히스기야와 방백들은 하나님 여호와를 송축하고 백성들을 위해 복을 기원하였다."
        },
        {
            "verse_reference": "31:9",
            "commentary": "히스기야가...물으니 - 히스기야는 제사장들과 레위인들에게 이렇게 많은 성물들이 더미로 쌓여 있는 이유에 대해서 물었다. 즉 레위인과 제사장들이 충 분히 응식으로 가져 갔다면, 성물이 이렇게 많이 남지 않았을 것이므로 어떻게 된 영문인지 물었던 것이다."
        },
        {
            "verse_reference": "31:10",
            "commentary": "대제사장 아사랴 - 이 사람이 웃시야 시대에 활동하던 대제사장인지는 분명치 않다(26:17, 20). 만일 그가 웃시야 시대의 대제사장과 동일 인물이었다면, 아하스 시대에는 우상 숭배가 극심하여 대제사장직에서 쫓겨나 있다가, 히스기야에 의해서 재등용되었다고 추정할 수 있다. 아하스 시대에 대표적인 제사장이었던 우리야는 우상 숭배에 적극 참여하였다(왕하 16:10). 한편 솔로몬 당 시에도 사독의 자손인 '아사랴'(개역 성경, 아사리아)라는 이름을 가진 제사장 이 있었다(왕상 4:2). 예물 - 여기에는 거제물을 포함한 모든 희생 제물, 즉 소제, 속소제, 속건제 를 위해 드리는 제물들이 포함된다(민 18:8-11). 이것은 백성들이 제사장들에 게 십일조와 첫 소산물을 그렸을 뿐만 아니라, 언제든지 성전에 출입하여 많 은 예물을 드렸음을 암시해 주고 있다. 그 예물은 모세의 규례에 따라 제물로 드려졌고, 제사장들의 응식으로 소비되었는데, 상당히 많은 예물이 남을 정도로 풍족하였다. 그 남은 것이 이렇게 많이 쓰였나이다 - 백성들이 바친 십일조가 이처럼 많이 남을 정도로 풍족했다는 것은 백성들의 수확이 얼마나 풍성했는지 짐작 케 해준다. 제사장 아사랴는 이러한 결과가 '여호와께서 그 백성에게 복을 주 셨기' 때문이라고 진술하고 있다. 그리고 남은 것은 잘 관리하여 모든 제사장 과 레위 족속들에게 나누어 주었고(11절-19절), 그들은 그것을 하나님의 것인 줄로 알고 신실하게 잘 보관하였다."
        },
        {
            "verse_reference": "31:11",
            "commentary": "전 안에 방 - 성소와 지성소의 벽 주위에는 다락들이 있엇는데 하층, 중층, 상층의 다락들로 구분되었다(왕상 6:5, 6). 이 다락들은 주로 저장소로 쓰였다."
        },
        {
            "verse_reference": "31:12",
            "commentary": "성심으로 - 이에 해당하는 히브리어 '베에무나'(* )는 '진실하다' 또는 '충성되다'라는 뜻을 가진 '아만'(* )에서 파생된 말로서 거짓과 외식(外飾)이 없이 맡은 의무들을 성실히 행하는 것을 가리킨다(19:9). 고나냐 - 이 이름의 뜻은 '여호와께서 세우셨다'이다. 이 사람은 예물들을 관리하고 배분하는 총책임자였다. 시므이는 버금이 되며 - 여기서 '버금이 되며'에 해당하는 히브리어 '미쉬네 '(* )는 '두 번째가 되다'라는 뜻의 동사 '솨나'(* )에서 파생된 것으로서 서열이나 직위상 '제 2위'라는 뜻이다."
        },
        {
            "verse_reference": "31:13",
            "commentary": "본절에 나오는 10명의 레위인들은 고나냐와 시므이의 수하에서 돕는 감독자들이었다. 이 가운데 여히엘과 마핫은 29:12, 14에서도 나온다. 그리고 '하나님의 전을 관리하는 '아사랴'는 10절에서 언급된 제사장이다."
        },
        {
            "verse_reference": "31:14",
            "commentary": "본절은 하나님께서 자원하여 드린 예물을 담당하는 자들에 대하여 기록하고 있다. 임나의 아들 고레 - 대상 9:19에서는 고레의 아들 살룸이 문지기로 소개되고, 대상 26:1에서는 고레의 아들 므셀레먀가 문지기로 소개된다. 즐거이 하나님께 드리는 예물 - 이는 의식(儀式)을 치르기 위한(ritual) 것이 아니고, 순수한 감사의 뜻으로 드리는 예물이었음을 가리킨다. 이는 율법에 규정된 첫 소산이나 십일조 뿐만 아니라, 그 외에 바치는 예물들을 포함한다(레 23:38; 신 12:17). 여호와께 드리는 것 - 이는 거제물과 화목 제물로서 제사장들에게 속한 것이다(레 7:14, 32; 10:14, 15; 민 5:9). 지성물 - 이는 속죄 제물과 속건 제물로서 제사장들이 성소에서 먹었다(레 2:3,10; 6:18,30; 7:6; 10:12,17; 14:13 ; 민 18:9). 한편 혹자는 '자원제'속에는 성전에 바치는 선물들도 포함된다고 하는데, 예를 들면 음금이나 그릇들을 가리킨다고 한다(출 35:29; 36:3; 스 1:6; 8:28, Curtis)."
        },
        {
            "verse_reference": "31:15",
            "commentary": "-19 본문은 고레의 수하에 있는 6명의 레위인들이 제사장의 성읍들에게서 맡은 직임(職任)을 따라 성물을 나누는 일에 대해 소개한다."
        },
        {
            "verse_reference": "31:15",
            "commentary": "무론 대소하고 나눠 주되 - 히스기야는 성전에서 직분을 수행하지 않는 레위인과 그 형제들에게 예물을 나누어 주도록 6명의 레위인들을 세웠다. 한편 14절에서 고레가 자원하는 예물과 거제물과 지성물을 나누어 주었다고 했는 데, 제사장의 성읍에 있는 사람들에게 첫 소산과 십일조, 자원하는 예물 등은 분배되었으나, 지성물은 분배되지 않았을 것이다. 왜냐하면 이미 앞에서(14절) 설명한 바와 같이 지성물은 성소에서 먹도록 되어 있었기 때문이다(Curtis)."
        },
        {
            "verse_reference": "31:16",
            "commentary": "삼 세 이상 - 제사장과 레위인들은 세살 때부터 공적으로 응식(분깃)을 받았다(Curtis, Keil). 그리고 3세 이하의 아이들은 당연히 보호받아야 할 아기로 취급되었다. 그러므로 3세 이상만 되면 그 아이들은 부모와 함께 예루살렘 성전 으로 가서 자기 몫을 먹었기 때문에 제사장의 성읍에서 따로 나누어 줄 필요가 없었던 것이다(Keil). 날마다...나눠 주며 - 한글 개역 성경에 의하면, '날마다'가 '들어가서'를 수식하는 것으로 이해되지만, 히브리어의 어순 구조상 '날 마다 그들에게 주어지는 몫'으로 수식되어 나타난다(느 11:23)."
        },
        {
            "verse_reference": "31:17",
            "commentary": "그 족속대로...제사장들에게 나눠 주며 - 제사장들이 맡은 직임은 그 순서나 봉사 방법에 있어서 차이가 있었을 것이고, 이러한 차이에 근거해서 나누었을 것이다. 레위 사람들에게 나눠 주며 - 20세 이상으로서, 직임을 맡은 레위인들은 그 반대차로 즉 그들이 봉사하는 일의 종류와 시간에 따라 몫을 나누어 받았다(Curtis). 한편 레위인들은 20세 이상이 되어야만 그 직분을 감당할 수 있었다 (23:24, 27)."
        },
        {
            "verse_reference": "31:18",
            "commentary": "온 회중 - 본절은 15절과 연결되며, 16, 17절은 삽입절로서, '온 회중'은 '그 형제'에 해당된다(Keil, Barker, O. Zockler). 또한, '온 회중'은 삽입절(16, 17절) 에서 언급되는 '제사장들'과 레위 사람들'을 가리키는 표현이다(Curtis). 따라서 본 구절은 제사장과 레위 사람들의 가문 전체에 속한 모든 사람들을 언급하는 것이다(Keil, Barker, O. Zockler, Curtis). 한편 제사장과 레위인 가문 전체에 속한 모든 사람들을 언급하는 방식에 있어서, '족보에 기록된 제사장들'과 '직 임 맡은 레위 사람들'을 기준으로 그들의 가족 전체를 언급하는 것 같다. 성결하고 충실히 그 직분을 다하는 자며 - 이 구문은 자신을 성결케 하여 그들의 거룩한 직분을 충실히 행한 제사장들을 가리킨다(Curtis). 그리고 본절 은 그들이 성실하게 직무를 다 이행했기 때문에 그들의 가족들 또한 몫을 배당받을 수 있었음을 보여 주고 있다."
        },
        {
            "verse_reference": "31:19",
            "commentary": "본절은 성읍에 거주한 제사장들 외에 성읍 외부 들에 거주한 제사장들에게도 그들의 응식을 나누어 주었다고 기록하고 있다. 가까운 들에 거한 아론 자손 제사장들 - 성읍 가까운 들에 제사장들이 거하고 있었다는 기록은 본절에서만 나타난다. 한편 그들이 여기서 무엇을 했는지는 정확히 알 수 없으나, 아마 레위인과 제사장들에게 기업으로 배당된 들에서 가축과 짐승들을 키우고, 기타 농산물을 경작했을 것이다(레 25:32-34; 민 35:2-5)."
        },
        {
            "verse_reference": "31:20,21",
            "commentary": "본문은 히스기야의 종교 개혁에 대한 전반적인 평가 및 결론 부분이다. 이러한 평가는 흔히 통치 기사 서론에서 언급되는데(29:2), 역대기 저자는 여기서 한번 더 평가를 내리고 있다. 한편 본문은 강력하고도 간결하게 구약 역사 를 표현하는 형식의 한 예로서(Barker), 히스기야 개혁의 위대성을 나타내고 있다. 선과 정의와 진실함으로 - 여기서 '선'과 '정의'는 우상을 타파하고, 율법과 계명들과 여호와 예배의 질서 등을 회복한 사실을 가리킨다. 그리고 '진실함'이란 이 모든 일을 함에 있어서 히스기야의 마음 자세, 즉 그의 중심이 어떠했는가를 보여 준다(12절). 그는 자기의 명예나 영광을 위해서가 아니라 오직 하나님을 위하여 개혁을 추진했던 것이다. 그 하나님을 구하고 일심으로 행하여 - 이것은 히스기야가 개혁을 추진함에 있어서 쏟은 열정과 노력과 수고를 나타내 주는 말이다. 여기서 우리는 하 나님 나라를 위하여 주의 사역(使役)을 감당함에 있어서, 하나님의 도우심을 구하는 것과, 그 도우심을 따라 행하는 인간의 노력이 얼마나 중요한가를 깨닫게 된다. 하나님의 성전을 정화하고(29장) 온  백성들오 하여금 유월절을 지키게 함으로써(30장) 유다의 경건성 회복에 힘썼던 히스기야는 본자에서 보다 구체적인 개혁 작업에 착수하게 된다. 즉, 히스기야는 성전  일을 맡은 자인 제사장과 레위인의 직책을 회복시킴과 더불어 보수(報酬) 규정을 바로잡아 그들이 자신의 직분을 더욱 열심으로 가당할 수 있는 여건을 마련해 주었다. 그러므로 히스기야는 일련의 종교 개혁을 마무리 지음과 동시에 하나님께로부터 형통의 축복을 받는 영아광을 경험하게 된다.  이 같은 내용을 담고 있는 본장을 정리하면, (1) 유월절 절기를 지킴으로 인해 충만된 신앙심을 외형적으로 표현한 우상 타파 행위(1절), (2) 종교 개혁의 마무리 작업으로서 제사장과 레위인들에 대한  직분 회복(2-19절), (3) 개혁의 결과로서 히스기야에게 내린 하나님의 축복(20, 21절) 등으로  구분할 수 있다. 그래서 가장은 더 이상 패역한 열조들과 같이(30:7) 우상을 숭배해 여호와를 진노케 하지 않고 참신앙을 지속하기 위해 히스기야가 어떤 노력을 했는가를  보여 주고 있다. 이러한 본장의 내용을 구체적으로 살펴보면 아래와 같다. 첫째, 우상 숭배의 흔적을  일소(一掃)하였다(1절). 남유다 분만 아니라 북이스라엘에까지도 행해진 이 우상 척결은  이스라엘 모든 자손이 자발적으로 행한 것으로서 히스기야의 개혁 정신이 전국적으로 확대되었음을  보여 준다. 따라서 본 사건을 히스기야의 종교 개혁  과정 중 가장 절정의 것으로 이해할  수 있다. 왜냐하면 종교 개혁의 최종적인  목적은 우상  숭배를  근절하고 참신앙을  회복하는  것이기 때문이다(왕하 18:4). 둘째, 제사장과 레위인의 직책을 회복하고 일반 예배를 활성화했다(2-10절). 히스기야는 분열 왕국 이후  제대로 지켜지지 않았던 제사장들과 레위인들의 반차(8:14;대상 23:6;24:1)를 부활시킴으로써 올바른 예배 의식의  회복을 꾀했다. 이와 같은 예배 의식의 회복은 여호와께 대한 참신앙을  지속시키기 위한 절대적 조건이었던 것이다. 이러한 일반 예배의 부활과 활성화를  통하여 히스기야와 그의 백성은 풍성한 물질적 축복을 받았다(10절).  그래서 제사장과 레위인들에게도  충분한 응식(應食)이 돌아가게 되었던 것이다. 이와같이 본장은 히스기야의  종교 개혁이 백성들에게 어떤 영향을 끼쳤는지에 대해 잘 나타내 주고 있다. 셋째, 제사장과 레위인의 반차를 견고하게 유지하기 위하여 십일조와 예물을 공정하게 관리 분배토록 했다(11-19절). 제사장과 레위인들에게 응식을 지속적으로 공급하는 일은 반차를 유지,  발전시키는 데 중요한 역할을  담당하게 되다. 그래서 히스기야는 책임자들을 정하여 십일조와 예물을  관리하게 했고 한치의 소홀함도 없이 제사장들과 레위인들, 그리고 그들의 가족들에게까지도 공종하게 배분토록 했다. 이와 같은 본장의 내용들을 통해서 우리는 몇 가지 교훈을 발견하게 된다. (1) 개혁은 단순히 파괴와 척결로 단숨에  끝낼 것이 아니라 새로운 제도 정비를 통한 지속적인 것이어야  한다는 것이다.  올바른 형식  없이는 내실(內實)도 없다 라는 말도 있듯이 무조건적인 거부나 파괴보다는 올바른 예배 의식과 시낭 질서를 회복하는 것이 무엇보다 중요한 것이다. (2) 풍성한 물질의 축복은 우리가 추구해야  할 목적이 아니라 참된 믿음 생활의 결과라는 것이다(10절). 유다 백성들과 이스라엘 백성들이 이렇게 많은 십일조와 감사의 예물을 드릴 수 있었던 것은  그들의 시낭에 대해 하나님께서 허락하신 축복으 결실이었다. 그러므로 우리는 하나님께 물질적인  복을 구하기 보다는 하나님을 영화롭게 하고 자신의 신앙을 진작시키는 삶에 더욱 열심을 내야 할 것이다. 1. 외적 개혁과 내적 개혁(31:1-10) 본문은 온 백성들이 유월절 절기를  지킨 후에 자발적으로 벌인 종교 개혁과 히스기야가 일으킨 개혁에 관해서 기술하고  있는데 전자는 우상과 산당을 파괴한 외적 개혁(1절)이고, 후자는 제사장과 레위인들을 위해 제도를 회복한 개혁이다. 이처럼 남유다와 북이스라엘에 있었던 종교 개혁에  관해 증거하고 있는 본문은 다음과 같은 구조로 되어 있다. (1)  여호와 신앙에 충만한 백성들이  우상의 형상을 파괴하는 장면(1절), (2) 제사장과 레위인들의 직분 회복(2-4절),  (3) 직책 회복에 걸맞는 응식 헌납(5-10절). 그런데 본문에서 유월절 의식을 마친 백성들이 자발적으로 우상을 파괴한 사건은 매우 획기적인 사실이 아닐 수 없다. 왜냐하면 히스기야가 종교 개혁을 일으키기 전까지 이들의 모습은 우상  숭배와 열왕들의 악으로 말미암아  영적으로 매우 어두운 상태에 빠져 있었기 때문이다. 그러나 히스기야 왕의 주도로 유월절 의식을 지킨 백성들은 다시 여호와의 신앙으로 무장되어 회복된 신앙의 열정으로 말미암아 우상을 타파했던 것이다. 또한 본분에 나타난 바와  같이 히스기야가 제사장들과 레위인드리 직분을 공식적으로 회복시킨 것(2, 3절)은 유다 역사상 특별한 사건으로 받아들여진다. 왜냐하면 분열 왕국 이후 남유다는 여호사밧  왕만을 제외하고는(17:1-9) 대부분의 열왕들이 악을 행하고 우상을 숭배해 하나님으 일을 소홀히 하였기 때문에 제사장들과 레위인들은 하나님의 직분을 맡은 자로서의 역할 을 다할 여건이 주어지지 않았기 때문이다. 그리고 이들의 직분을 회복시킴과  더불어 제사장과 레위인들을 위해 십일조 한납을 실시한 것 또한 매우 합당하고  타당한 정책이었다. 왜냐하면 직분만을 회보교시켜 놓고 그에 따르는 제반 문제를 적절히 조처하지 못한다면 제사장과 레위인들이 하나님을 섬기는 본연의 업무에  전념하기가 힘들기 때문이다. 그래서  히스기야는 직책 회복에 따른 응식 조달 문제를 해결하였던  것이다. 그러나 이러한 제도적인 문제는 히스기야 자신이 제정한  것이라기보다는 하나님의  규례와 율례를 따른  것이라고 이해된다(레 27:30;신 14:28;33:29;시 33:12). 이와 같은  본문을 통해 우리는 다음과 같은 교훈들을 발견하게 된다. (1) 참된 신앙 생활은 먼저 악을 버리는 일에서 출발되어야 한다는 것이다. 사실 우리들에게는 과거 이스라엘 백성들이 섬기던 우상과 같은 것들이 많이 있다. 예를 들면 물질에 대한 욕심, 출세욕, 오락 등의 유혹거리들이 많이 있는 것이다. 그러기에 이러한 것들에 대한 욕심이나 미련, 아집 등을 깨뜨려 버리지 않으면 참 신앙 생활을 기대하기 힘들 것이다. (2) 지속적인 신앙 생홀을 위한 기틀을 만들기 위해서는 자신 뿐만 아니라 공동으로 개혁을 단행해야 한다는 것이다. 왜냐하면  그것은 단지 자신의 태도 변화만으로 가능한 것이 아니라 이웃과의 적절한  협력으로 이루어지기 때문이다. 그래서 이스라엘 백성들은 우상을 파괴하는 개혁을 모두  함께 참여하여 그 일이 끝나기 전까지는 집으로 돌아가지도 않았던 것이다(1절), 이와같이  오늘날의 교회도 신앙적 환경을 만들어 가기 위해서는 신앙  공동체가 함께 시간을 투자하고  노력함으로써 교회가 세상의 빛된 역할을 감당해야 할것이다. (3) 지속적인 개혁을 위해서는 사사로운  감정을 버리고 물심 양면으로 투자하는 헌신이 요구된다는 것이다. 히스기야는 자기  재산을 투자하여 일반 예배를 회복하는 일에 전심 전력으로 헌신하였다(3절). 이것은 히스기야가 만일 자기 왕권 유지만을 획책하고 백성들과 하나님의 나라를 생각지 않았다면 도저히 불가능한 것이었다. 그러므로  너희는 먼저 그의  나라와 그의 의를 구하라 (마  6:33)고 예수께서 말씀하신 것처럼 우리는 사사로운 욕심을  떠나 하나님 나라를 먼저  생각하고 자신을 투자하여 헌신할 수 있어야 할 것이다. (4) 성도들의 신앙적 열정이 하나님께  예물을 드리는 물질적 헌신의 형태로 나타날 수 있다는 것이다. 이러한 사실은 왕들의  종교 개혁에 반드시 수반된 번제 제물과 감사 제물을 드리는 일에서 알 수 있고(15:11;24:14;35:1-19), 초대 교회 성도들이 자신들의 소유와 재산을 팔아 아낌없이 헌금한  사건 등에서 확인할 수 있다(행 2:45). 그러기에 우리는  네  보물있는 그곳에는 네 마음도  있느니라 (마 6:21)는 말씀과 같이 자신의 관심이 모여 있는 물질을  주께 드리는 네 마음도 있느니라(마 6:21)는 말씀과 같이 자신의 관심이 모여 있는 물질을 주께 드리는 헌신을 통해서 더욱 하나님께 나아가는 법을 배워야 할 것이다. * 성도의 봉사와  상급. 성도의 봉사에는 타인을  위한 봉사9창 30:26-29)와 예배를 통한 봉사(민 8:19), 그리고 영적 봉삭  있는데 본문에서 우리는 후자에 언급된 두 가지 봉사를 발견할 수 있다. 즉, 그 하나는 제사장들과 레위인들이 행하는 예배를 통한 봉사이고(2절), 다른 하나는 백성들의 물질적인 헌신을 통한 영적 봉사(5절)이다. 그런데 이 두 가지 봉사는 서로 양자(兩者)를 세우고 교회를 온전케 한다(엡 4:12). 다시 말해서 예배를 통한 성직자들의 봉사는 백성들로 하여금 하나님께 가까이 나아갈 수 있도록 도와 주며, 그들을 위해 중보의 역할을 하는 것이다. 그래서 백성들의 신앙이 온전케 되며 그들이 비록 세속적 업무에 전념할지라도 성직자들에게 하나님의 법도를 배워 잘 준수학 될 수 있는 것이다. 또한 즐거운 마음으로 헌납하는 성도의 물질적 봉사는 교회가 하나님 나라를 위해서  많은 일들을 하게 하며 성직자들의 삶을 안정케 함으로써 말씀 연구와 선포에 전념할 수 있게 한다. 그러므로 성직자들과 성도들은 항상  자신의 직무에  따라 선한  청지기 같이  서로 봉사하는  일에  힘써야 한다(벧전 4:10). 이와 더불어 이러한 봉사의  직무를 통하여 교회와 성도의 부족한 것을 채워야 할 것이다(고후 9;12). 이러한 봉사는 억지로  해서는 안 되며 하나님으  성령에 감동되어 자발적으로 하는 것이여야 한다(빌 3:3). 그래서 예수께서는 자발적이지 않고 지나친 의무감과 예의 때문에 자신이 감당치 못할 만큼 일을  벌여 놓은 마르다에게  많은 일로 염려하고 근심하지 말라고 권고하셨던 것이다(눅 10:40-42).  그런데 이렇게 자발적으로, 또한 헌신적으로 행하는 성도의 봉사에는 하나님의 상급이 예비되어 있다고 주님은 말씀하신다. 즉, 형제를 위한 성도의 봉사는 곧  주님을 섬기는 것이기 때문에 하늘의 상급이 있다는 것이다(마 25:34-36). 그래서 바울도 섬기는 자가 복을 받을 것이며(행 20:35), 성도에 대한 물질적 봉사는 하나님이  기뻐하는 것으로서 재물의 축복도 받게 될 것이라고 말하는 것이다(빌 4:19). 이런 관점에서 볼 때 우리는 십일조나 헌금 생활을 단지 규례에 따른 의무로 생각할 것이 아니라 성도의 특별한 봉사 행위로  여겨야 할 것이다. 왜냐하면 이러한 의무 이행이 곧 주님을 섬기는 행위이기  때문이다.  너희의 온전한 십일조를 창고에 들여 나의 집에 양식이 있게 하고 그것으로  나를 시험하여 내가 하늘 문을 열고 너희에게 복을 쌓을 곳이 없도록 붓지 아니하나  보라 (말 3:10)는 말씀은 바로 이러한 물질적 봉사로 인하여 교회와 성도들이 온전히 설 수 있다는 것을 나타낸다. 그러므로 성도들은 자신의 수고와 봉사가 주 안에서 헛되지 않은 줄로 알고(고전 15:58) 기쁨으로 행하기를 힘써야 할 것이다. 2. 십일조의 공정한 관리 및 분배(31:11-21) 제사장들과 레위인들의 직분을 회복시키고 나서 그에 대한 적절한 조치로 십일조 헌납을 실시해 온전한 예배  규례를 정립한 히스기야의 개혁(1-10절)에 이어지는 본문은 그 모아진 십일조를 관리하고 분배하는 문제를 언급한 대목이다. 즉, 본문은 히스기야가 취한 제사장들과 레위인들의 직책 회복에 따른 제2차 조치로 그들이 본연의 임무를 충실히 감당할 수 있도록 제반  사항을 처리하는 장면으로서, 91) 하나님을 위해 드린 예물과 십일조, 그리고 구별한 물건을 관리하는 자들의 명단과 임무(11-13절), 92) 그 물건을 분배하는 자의 명단과 받는  대상(14-19절), (3) 종교 개혁을 단행함으로 받은 하나님의 축복(20, 21절) 등으로 구성되어  있다. 이 같은 내용의 본문에서 우리는 다음과 같은 사실을 발견할 수 있다. (1) 예물과 십일조를 여호와의 전  곳간에 잘 보관토록 했다(11,12절). 그리고 그것들을 관리하는 책임자를 두고(13절) 성심(誠心)으로 관리토록 했다. 여기서 우리는 히스기야의 두 가지 관심을 발견하게 되는데, 첫째는 하나님의 성전(교회)에서의 예배를 지속적으로 활성화하기 위한  그의 세밀한 배려이다. 즉,  그는 곳간에 보관된 헌금과 헌물들을 통하여 성전에서의 모든  활동이 원활하도록 한 것이다. 둘째는, 히스기야는 백성들의 피땀어린 헌물들을 관리하는  일에 소홀히 함으로써 백성들을 실망시키는 일이 없도록 각별히 주의하였다. 그래서  불필요한 낭밑나 부주의한 관리로 인한 손실이 없게 한 것이다.  이것은 오늘날 교회의 헌금을 관리하고  사용하는 자들에게 주는 큰 교훈이 될 것이다. (2) 십일조와 예물들이 제사장들과  레위인들, 그리고 그들의 가족들을 위해 공정하게 사용되도록 했다(14절). 이는 제사장들과 레위인들의 반차 제도를 유지하고 발전시키기 위해 취해진 중대한 조치였다.  즉, 히스기야는 성직자들이 가족의 생계 문제 때문에 성직을 떠나거나 소홀히 하는 것을  막기 위해 이러한 조치를 취했던 것이다. 오늘날에도 복음 사역자들이  당하는 심각한 문제는 바로  가족들의 생계 문제라 생각된다. 특히 산간 벽지에서 헌신하는  목회자들이나 비기독교 국가에서 활동하고 있는 선교사들에게 이러한 문제는 더욱 심각하다.  다라서 교회가 이러한 문제에 관심을 쏟는 것은 지극히 당연한 일이라 판단된다. 그러기에 우리는 그들이 이 같은 어려운 문제를 국복할 수 있도록 물심 양면으로 도와야 할 것이다. (3) 여호와  보시기에 선(善), 정의,  진실을 행하면 형통케  된다는 것이다(20, 21절). 이는 역대기 저자가 히스기야의 종교 개혁 전반에 대해 내린 총평가인 바 본서를 읽는 당시의 이스라엘 백성들에게 뿐만 아니라 오늘날의 성도들에게도 주는 귀한 교훈이다. 히스기야는 이와 같은 종교 개혁을 실행함으로 인해 이스라엘 전역에 영적 각성 운동이 일어나게 했다. 뿐만 아니라 이러한 종교 개혁 때문에 타락의 절정을 이루었던 당시 유다의 신앙을 회복시켜 예고된 멸망의 시한이 유보되었던 것이다."
        }
    ]
}