{
    "bible_book": "역대하",
    "chapter_number": 28,
    "commentaries": [
        {
            "verse_reference": "28:1",
            "commentary": "아하스 - 아하스의 공식적인 통치 기간은 B.C. 735년에서부터 B.C. 716년까지이다.그리고 그의 이름은 '움켜잡다'란 뜻을 지닌 '아하즈'(* )란 단어에서 파생되었으며, '여호아하스'라는 이름으로 불려지기도 했다. 디글랏 빌레셀의 연 대표에는 '야우하지'(Yauhazi)로 기록되어 있는데, 이는 '아하스'라는 히브리어 이름을 앗수르 식으로 표현해서 그런 것 같다. 그 조상 다윗과 같지 아니하여 - 이는 다윗과 같이 여호와를 의뢰하며 통치자가 행할 마땅한 도리를 가져야 함에도 불구하고, 아하스는 오히려 하나님을 대적하는 일을도모했다는 것을 보여 주는 구절이다. 즉, 그는 이방신을 섬기며, 이방 나라인 앗수르의 제국적인 힘을 의지하고 있었다는 사실을 암시해 준다(16절)."
        },
        {
            "verse_reference": "28:2",
            "commentary": "이스라엘 열왕의 길로 행하여 - 이는 아하스가 유다를 제사장의 나라요, 하나님의백성들로 구성된 나라로 이해하지 못하고, 하나님 나라의 도래를 위해 봉사해야 하는역사적인 역할을 다하지 못함으로써, 북이스라엘 왕들이 저질렀던 동일한 오류와 배도(背道)의 길로 나아갔음을 보여 준다. 바알들의 우상을 부어 만들고 - 이것은 왕하 16장에는 없는 기록이다. 아하스는 유다 열왕들 가운데 최초로 우상을 부어 만드는 범죄를 저질렀다(P.C. Barker). 이러한아하스의 우상 숭배에 관해서는 사 2:8-18,20을 참조하라."
        },
        {
            "verse_reference": "28:3",
            "commentary": "힌놈의 아들 골짜기에서 분향하고 - 왕하 16장에서는 장소에 대해서는 언급하지 않는다. 한편 힌놈의 아들 골짜기는 예루살렘 남서쪽에 위치하였으며 오늘날의 '에르 라바비'(er-Rababi)로 추정된다(Curtis). 여기에서 인간 희생 제사가 시행되었었다(렘7:31). 그 자녀를 불사르고 - 아하스가 자기 자녀를 희생 제사로 드린 사실로 보아 이방의종교 의식이 도입되었음이 분명하다(왕하 16:3 주석 참조). 커티스(Curtis)는 이러한인간 제물의 유형을 아브라함이 이삭을 제물로 드리고자 했던 것(창 22장)과 입다의맹세(삿 11:30,34ff.)에서 찾고자 하나, 결과적으로 두사건 모두 실제로 인간 희생제사가 시행된 것은 아니었다. 아하스 이전에는 이러한 제사가 언급된 적이 전혀 없고, 아하스 이후에 므낫세가 인간 제사를 시행하였다(33:6;왕하 21:6). 그리고 유다말기에도 적잖이 시행되었던 것으로 보인다(Curtis). 그런데 이러한 인간 제사는 여호와께 대하여 악한 행위로 규정되었다(왕하 17:17;21:6;23:10;시 106:37,38;렘7:31;19:5;겔 16:20,21;미6:7). 그리고 모세 율법으로는 사형에 해당되는 가증한 일이었다(레 20:1-5)."
        },
        {
            "verse_reference": "28:4",
            "commentary": "모든 푸른 나무 아래에서 - 이는 열왕기와 예레미야에서 많이 쓰이는 표현이다(신 12:2;왕상 14:23;왕하 16:4;17:10;렘 2:20;3:6,13). 그리고 '푸른 나무'라는 표현은 단순히 나무의 색이 푸르다는 말이라기 보다는 오히려 상태나 크기에 있어서 멋지고 우람한 나무를 의미한다(Curtis). 따라서, 이는 자연 숭배를 말하 는 것이고, 역대기 기자는 이것이 하나님께 정죄되었다는 것을 전제하고 있다. 그럼에도 불구하고 아하스가 이러한 자연 숭배의 제례를 시행한 것은 하나님께 대한 적극적인 거역 행위였다."
        },
        {
            "verse_reference": "28:5",
            "commentary": "아람 왕 - 왕하 16:6에는 '아람 왕 르신'으로 나타나 있다. 저희가 쳐서...많은 무리를 사로잡아 - 왕하 16:5에는 르신과 베가가 아하스를 이기지 못하였다고 기록하고 있다. 그러나 본문에 나타난 사실들을 볼 때 유다가 크게패하였음이 분명하다. 이 두 사실을 서로 조화시켜 볼 때, 르신과 베가는 아하스의 왕궁이 있는 예루살렘까지는 점령하지 못하였지만(사 7:1), 엘랏을 비롯한(왕하16:6)많은 성읍들을 점령하고, 유다 백성들을 사로잡아 갔을 것이다. 또 이스라엘 왕의 손에 붙이시매 - 본절에서 아람 왕과 북이스라엘 왕의 공격은 각각 서로 다른 사건처럼 보이지만, 실은 두 나라가 동맹하여 함께 공격한 것이다. 그러나 공격의 방법이나 시간에 있어서는 서로 다를 수 있으며, 하나의 지휘 체제로 연합하지는 않았다는 것을 알 수 있다. 한편 지형상으로 아람과 북이스라엘은 서로 인접해있었기 때문에 동맹 맺기가 쉬웠을 것이다."
        },
        {
            "verse_reference": "28:6",
            "commentary": "하루 동안에 용사 십 이만 명을 죽였으며 - 역대기만이 이렇게 자세하게 살륙당한자의 수를 밝히고 있는데, 혹자는 이것이 '미드라쉬'(Midrash)의 특징이라고 본다(Curtis). 그러나 역대기 저자가 '하루 동안'이라는 기간을 강조하고 있는 것은 이것이 여호와의 징벌로 인한 살륙임을 극명하게 나타내기 위한 것이다. 한편 혹자는120,000명을 120 '엘레프'(*, 천)로 나타낼 수 있 는데, 이 '엘레프'란 단어는'특별히 훈련된 용사들', 즉 '모든 용감한 사람들'(all valiant men, NASB)이라고 해석해야 한다고 제안한다(Payne). 따라서, 십 이만 명의 용사가 죽었다는 사실은 매우타격적으로 중요한 전투력을 상실했다는 것을 보여 주며, 패배를 예고하고 있다고 할수 있다."
        },
        {
            "verse_reference": "28:7",
            "commentary": "에브라임의 용사 시그리 - 여기서 특별하게 '시그리'라는 용사의 이름을 언급하고있는 이유는 그가 그 당시 대단한 위세를 떨쳤던 영웅으로서, 특별히 유다와의 전쟁에서 큰 공훈을 세운 이스라엘의 장수였기 때문일 것이다. 왕의 아들 마아세야 - 이는 아하스의 아들이 아니라는 것이 대부분 학자들의 견해이다. 왜냐하면 20세에 왕위에 오른 아하스가 그의 즉위 1년에 발생한 이 전쟁에서 무기를 들 만한 큰 아들을 두었을리가 만무하기 때문이다. 이에 대한 학자들의 견해를살펴보면 다음과 같다. (1)'왕의 아들'이라는 표현이 왕이나 궁전에 속한 어떤 특별한직책을 가리킨다는(18:25) 것이다(P.C.Barker). (2)아하스의 삼촌이나 형제라고 추측하여 왕족에 해당된다고 본다(Keil, Curtis). 어쨌든 '왕의 아들'이라는 표현은 왕과 밀접하게 관계하고 있거나, 왕과 가까이 지내는 사람을 가리킨다고 볼 수 있다. 궁내 대신 - 이에 대해서는 왕상 4:6;왕하 18:18을 참조하라. 총리 대신 - 이에 해당되는 히브리어 '미쉬네 함멜렉'(* )을 직역하면 '왕의 바로 다음 사람'이다. 이 직책에 대하여 분명히 밝혀진 바는 없으나, 어떤중요 한 일에 왕을 대신하여 권한을 행사할 수 있는 고관인 듯하다. 이처럼 궁궐의 중요한 사람들이 죽임을 당했다고 하는 것은 그당시 아하스 왕의 신변에 매우 위급한 상황이 닥쳤음을 보여 준다."
        },
        {
            "verse_reference": "28:8",
            "commentary": "그 아내와 자녀 합하여 이십 만명을 사로잡고 - 페인(Payne)은 \"이백 명의 알루프(alluphs)와 그 아내와 자녀를 사로잡고\"로 해석하는 것이 더 낫다고 제안 한다(6절 주석 참조). 이처럼 유다가 매우 중요한 전투력을 빼앗긴 것으로 보아 이스라엘의 공격이 얼마나 치밀하고 정예화 되어 있었는지 알 수 있다. 그리고 유다는 거의 황폐한 지경에 이르렀음을 알 수 있다. 더욱이 선지자 오뎃의 표현 가운데(9절), \"노기(怒氣)가충천하여 살륙하고\"라는 표현으로 미루어 보아, 이스라엘 군대의 잔인성을 알 수 있다. 이스라엘이 유다에 대해서 이렇게 노를 품고 잔인하게 행한 이유는 짐작컨대 당시르신과 베가가 앗수르에 대항하기 위해 유다를 동맹에 끌어들이려 했으나 아하스가 이를 거부하고 오히려 앗수르에 대하여 우호적인 태도를 취했기 때문일 것이다. 한편 카일(Keil)은 이러한 북이스라엘 군대의 만행을 에브라임 사람들의 잔인성(왕하 15:16)으 로 설명하고 있다."
        },
        {
            "verse_reference": "28:9",
            "commentary": "그곳에 여호와의 선지자가 있는데 - 이는 북이스라엘의 수도인 사마리아에서 여호와 하나님을 섬기는 참된 선지자들이 활동하고 있었음을 보여 준다. 오뎃 - 이 선지자에 대해서는 알려진 바가 없다. 단지 15:1,8에 동일한 이름을 가진 선지자가 나오는데, 그는 이 선지자 보다 약 130년 전의 인물로서 동일 인물은 아니다. 유다를 진노하신 고로 너희 손에 붙이셨거늘 - 이것은 북이스라엘이 유다를 징벌하기 위한 하나님의 도구로 사용되었음을 가리킨다. 비록 이스라엘이 유다에 승리는 했지만 선지자의 경고를 받았던 사실로 미루어 보아 이스라엘의 승리는 그들의 의로움때문이 아니라, 단지 그들은 하나님의 심판의 수단으 로 사용되었을 뿐이다(28:10,13). 너희 노기가 충천하여 살륙하고 - 이는 북이스라엘 군대가 유다에 대한 하나님의진노라는 것을 깨닫지 못하고 도리어 온갖 잔인함으로 무자비하게 살륙을 행하였음을지적하는 구절이다. 한편 극한 범죄가 갖는 의미에 대해서는 창 18:20,21과 스 9:6을참조하라. 결국 북이스라엘은 하나님의 도구로서의 한계를 인식하지 못하고, 하나님의뜻과는 무관하게 무절제한 살륙을 자행함으로 인하여 여호와께 범죄하였다. 그리고 그러한 그들에게 여호와의 진노가 임박하였다는 것이다(11절)."
        },
        {
            "verse_reference": "28:10",
            "commentary": "노예를 삼고자 - 유다 백성이 동족(同族)임에도 불구하고 그들을 노예로 삼으려는북이스라엘의 그릇된 행위에 대해 선지자 오뎃은 혹독하게 비난하고 있다. 그런데 이처럼 이스라엘이 오뎃에게 비난받는 이유는 두 가지로 정리할 수 있다. (1)이스라엘은하나님께서 심판자이신 것을 잊어버리고 스스로 심판자가 되려고 했다는 것이다. \"너희는 너희 하나님 여호와께 범죄함이 없느냐\"고 선지자가 반문했을 때, 그 말의 의미는 죄인이 죄인을 징벌할 수 있는 심판자가 될 수는 없다는 것이다. 이는 마치 간음한여인을 돌로 치고자 했던 무리들에게 던진 예수님의 말씀과 흡사하다(요 8:1-11). (2)동족을 노예로 삼으려 한 것은 엄연히 율법에 어긋난 행위였다는 사실이다. 즉, 이스라엘에서는 동족을 학대하거나 노예로 삼는 일이 금지되어 있었다(레 25:39,46;신28:68). 물론 이방인의 습성으로 인해 여호와의 율법을 소홀히 여기는 그들에게 있어서 전쟁 포로를 노예로 삼는 것은 당연지사라고도 할 수 있을 것이다. 이러한 관점에비추어 본다면, 역대기 저자가 이스라엘을 여호와의 백성으로, 유다의 동족이며 형제로 표현한 것은 획기적이고 혁신적인 일이다. 그리고 다른 한편으로는 유다 백성에게향한 하나님의 사랑과 은혜를 엿볼 수 있다."
        },
        {
            "verse_reference": "28:11",
            "commentary": "여호와의 진노가 너희에게 임박하였느니라 - 여기서 '임박하였느니라'에 해당하는히브리어 '하론'(* )은 '빨갛게 되다'는 뜻을 가진 동사 '하라'(* )에서 온말로서 부글부글 끓어서 넘칠 것 같은 급박함을 묘사하는 표현이다. 다시 말하면, 하나님께서는 진노받아 멸망하기에 마땅한 자들도 성급히 징계치 않으시는데, 그만큼 하나님의 심판은 사람이 감당할 수 없는 극렬함이 있다는 것이다. 여기에는 하나님께서은혜와 자비로 참으신다는 사실이 전제되어 있다. 그런데 본문은 하나님의 인내가 한계에 도달해서 하나님의 진노가 임할 것이라는 경계의 선포이다."
        },
        {
            "verse_reference": "28:12",
            "commentary": "에브라임 자손의 두목 몇 사람 - 사건의 서술상 선지자 오뎃의 선포 후에(11절) 즉각적으로 반응이 나타난 것으로 명시되어 있다. 본절에 기록된 네 사 람은 선지자 오뎃의 경고를 심각하게 받아들였을 뿐만 아니라, '일어나...막기'까지 하면서 적극적인태도를 보이고 있다. 이러한 그들의 적극인 태도는 북왕조가 이미 타락해 있다는 것을 암시하고 있다(Williamson). 한편 역대기 저자는 분열 왕국 시대 이후 하나님의 계시 역사에서 잠정적으로 사라졌던 북이스라엘 10지파를 부각시키고 있다. 즉, 에브라임의 두목들의 행동을 인상적으로 기술하여 북이스라엘도 회개함으로 여호와께 돌아올것이라는 소망을 보여 준다. 따라서 중요한 전환기에 그들의 이름을 열거한 것은 매우의미있는 사실로 보여진다."
        },
        {
            "verse_reference": "28:13",
            "commentary": "우리의 죄와 허물을 더하게 함이로다 - 여기서 '죄'에 해당하는 히브리어 '하타트'(* )는 '과녁을 빗나가는 것', '발을 헛디디는 것'을 뜻하는데, 이것은 율법을오해하거나, 그릇되이 해석하여 하나님께 범죄한 것을 의미한다고 볼 수 있다. 그리고'허물'에 해당하는 히브리어 '아쉐마트'(* )는 어떤 인격체를 분노케 하여 발생하는 감정상의 죄책 뿐만 아니라, 범죄가 드러나 유죄라고 판결 받은 상태도 가리킨다.따라서, 이스라엘 백성이 여호와를 격노케 하였을 뿐 아니라, 실제적으로도 유죄로 정죄되기에 충분한 상태에 있었다고 할 수 있다. 그런데, 이러한 선포에 대해 이스라엘백성은 긍정적인 반응을 보여 유다 백성들과는 대조적인 모습을 찾아볼 수 있다."
        },
        {
            "verse_reference": "28:14",
            "commentary": "이에 병기를 가진 사람이...온 회중 앞에 둔지라 - 포로들을 사마리아까지 호송해온 이스라엘 병사들은 에브라임 자손의 두목들의 설득을 받아들인다. 이처럼 베가의군대가 설득을 받아들이고 포로와 노략물을 포기할 수 있었던 것은 형제애(8절) 때문이었다고 할 수도 있겠으나(Payne), '에브라임의 두목'(12절)이라는 권위가 크게 작용했다고 볼 수 있다. 왜냐하면 포로를 돌보고 돌려 보내는 역할을 한 사람들이 \"이 위에이름이 기록된 자들\"(15절)이라고 재언급 된 것으로 보아, 이스라엘 군사들은 포로들을돌려 보내는 것에 대해 냉소적이고 비협조적이었을 것이 분명하기 때문이다. 한편 이러한 관용을 받은 유다 백성들은 하나님의 은혜가 아직 떠나지 않았음을 경험했을 것이다."
        },
        {
            "verse_reference": "28:15",
            "commentary": "이 위에 이름이 기록된 자들 - 여기에 해당하는 히브리어 '아쉐르 닉크부 브쉐모트'(* )는 '앞 구절에서 언급한 사람들'을 의미하는 것이 아니라, 일반적으로 '유명하거나, 특별히 어떤 일을 위해 지명되어 있던 자들'을 가리킨다(31:19;대상 12:31;16:41). 따라서 여기에는 12절에서 이름이 열거된 사람들 뿐만아니라, 다른 유명한 자들도 포함된다(Keil, Lange, Williamson). 한편 이들은 포로들에게 옷을 입히고, 신을 신기고, 먹이고 마시우며, 기름을 발라주고, 약 한 자는 나귀에 태워 여리고로 돌려 보냈다. 이와같이 원수에게 조차 사랑을 보이라는 율법(출23:4;잠 24:17;25:21;마 5:44)은 깨어 있는 지도자들에 의해서 지켜졌던 것이다(Payne). 종려나무 성 - 이는 여리고를 지칭하는 별명(別名)으로(신 34:3;삿 1:16;3:13),베냐민 지파에게 할당된 땅이었다(수 18:21). 여리고에 이르러 그 형제에게 돌린 후에 - 당시 여리고는 북왕국의 영토이긴 했으나, 남유다와 매우 인접해 있던 곳으로 보인다(Curtis). 그래서 여리고 성에서 포로들을 유다 백성에게 돌려보내기가 손쉬웠을 것이다."
        },
        {
            "verse_reference": "28:16",
            "commentary": "아하스 왕이...도와주기를 구하였으니 - 아하스는 아람-북이스라엘 연합군의 침략때문에 곤욕을 치르고 있을 때, 이미 앗수르 왕에게 도움을 요청하였다. 그리고 블레셋과 에돔까지 반란을 일으키자, 이번에는 좀더 구체적으로 도움을 구하였다. 뿐만 아니라, 아하스는 앗수르의 '왕들'(NIV 난하주)에게 굴복하였다. 이러한 아하스의 태도를 선지자 이사야는 사악한 일이며 믿음 없는 태도라고 규정하고, 유다는 결코 망하지않는다고 하였다(사 7:4-7). 그러나 아하스는 이 말을 믿지 않고 하나님의 도움을 구하는 대신 앗수르의 힘을 의뢰하려 하였다. 역대기 기자는 하나님께서 신실한 왕을 도우신다고 기록하고 있다(14:11;18:31;25:8;26:7,15;32:8;대상 5:20). 그런데 본문에서는 아하스가 신앙이 결핍되어 있음을 21절과 23절에서 보여주고 있다(Williamson). 한편 아하스가 앗 수르 왕에게 도움을 청한 것은 당시의 국제 정세를 합리적으로 이해하고 있었던 결과로 여겨진다. 당시 앗수르는 디글랏 빌레셀의 지휘아래 팽창 정책을 재개(再開)하여 수리아와 팔레스틴의 군소 국가들을 차례로 정복하여 대제국을 이루었고, 그 세력이 계속 뻗어나가고 있는 상태였다. 이러한 국제 정세로 볼 때, 아하스는앗수르와 동맹을 맺는 것이 가장 안전하다고 판단했을 것이 분명하다. 그러나 아하스의 이러한 판단은 자기 중심적인 생각에서 우러나온 것이었다. 즉, 그는 제국을 형성하고 있는 앗수르가 당연하게 무엇인가를 요구할 것에 대해 판단하지 못하였던 것이다. 결국 하나님을 의뢰하지 않고 자기 중심적인 판단으로 도움을 요청하여 앗수르 군대가 왔으나, 앗수르 왕은 도리어 유다를 협박하여 막대한 공물을 요구하였다(20,21절). 뿐만 아니라, 자기 민족인 북이스라엘을 멸망하게 하였고(왕하 17:6), 유다 역시 산헤립의 군 대에게 황폐케 되는 결과(왕하 18:13)을 초래했다(Payne)."
        },
        {
            "verse_reference": "28:17",
            "commentary": "에돔 사람이 다시 와서 - 여기서 '다시 와서'라는 표현은 에돔의 이전 공격(21:8ff.)을 암시하거나, '또 다른', '그 위에'의 뜻으로, 아람-북이스라엘 연합군의 공격에 더하여 에돔 사람이 쳐들어 왔다는 것을 의미한다(Curtis). 에돔은 유다를 침략할 기회를 엿보고 있었던 것으로 보이는데 이에 대한(Keil, Payne) 보충적인 자료는왕하 16:6에서 확인할 수 있다. 여기서 \"아람 왕 르신이 엘랏을 회복하여 '에돔'(*;BHS Apparatus, LXX, Vulgata;왕하 16:6 주석 참조)에 돌리고\"라는 구절은 아람왕 르신과 동맹한 에돔이 독자적으로 엘랏을 공격하였음을 보여주는 듯하다. 왜냐하면아람 왕 르신이 있던 다메섹은 엘랏과 멀리 떨어져 있어서 공격하기가 매우 어려웠을것이기 때문이다. 따라서 에돔은 처음에는 약간의 아람 군대의 도움을 입어 그들의 영토였던 엘랏을 회복하였고, 또다시 르신이 이끄는 아람 정규군과 합류하여 전면적인공격을 하였다가 앗수르의 군대를 만나 아람 왕 르신이 죽게 되었을 것이다."
        },
        {
            "verse_reference": "28:18",
            "commentary": "벧세메스 - 대상 6:59 주석 참조. 아얄론 - 대상 6:69 주석 참조. 그데롯 - 이는 오늘날의 '카트라'(Katra)에 해당되며, '얍네'(Jobneh)의 남서쪽에 위치한다. 수 15:41과 비교해 보라. 소고 - 11:7 주석 참조. 딤나 - 이는 오늘날의 '티브네'(Tibne)이며, 벧세메스 근방에 위치해 있다(수 15:10). 김소 - 오늘날의 '짐수'(Jimzu)이며, 릿다(Lydda)의 남동쪽 약 4.8km 지점에 위치한다. 한편, 유다가 에돔과 블레셋에게 이처럼 많은 영토를 빼앗기게 되었다는 명확한 기록은 역대기에서만 발견된다."
        },
        {
            "verse_reference": "28:19",
            "commentary": "이스라엘 왕 아하스가 유다에서 망령되이 행하여 - 역대기 저자는 특별한 경우에 유다 왕을 가리켜 이스라엘 왕이라 칭하기도 했다(11:3;12:6;19:8;21:2,4). 그러나 여기서는 아하스의 행실을 비꼬기 위하여 우상으로 더럽혀진 '이스라엘의 왕'이라는 의미로 표현한 듯하다(Zockler, Keil). 또한 '유다에서 망령되이 행하였다'는 진술은 유다 왕으로서는 그처럼 여호와께 범죄하지 않았을 것이고, 우상을 섬기지 않았을 것이라는 풍자적 표현이다. 유다를 낮추심이라 - 여기서 '낮추심이라'에 해당되는 히브리어 '히케니아'(* )는 '굴복시키다'라는 뜻을 가진 '카나'(* )에서 파생된 단어이다. 따라서 이 구절에는 유다가 그들의 속국이었던 에돔에게 굴복하게 된 것은 매우 큰 수치이고, 이 일을 하나님께서 하셨다는 생각이 내포되어 있다."
        },
        {
            "verse_reference": "28:20",
            "commentary": "돕지 아니하고 도리어 군박하였더라 - '군박하다'에 해당하는 히브리어 '차라르'(* )는 적대적인 감정으로 억압하는 것을 뜻한다. 아하스 왕의 요청에 의 하여 유다에 온 디글랏 빌레셀은 구원자나 조력자라기 보다는 제국의 힘을 배경으로 약소국의 소유물과 재물을 받는 것이 당연하다고 여기는 제국주의적 습성을 가지고 있었던 게 분명하다. 따라서 돕기 위해 불려온 앗수르 군대는 압제자로 변하여, 유다 나라의 중요한 재물을 요구하기에 이른 것이다. 열왕기 저자는 앗수르의 협박에 의한 탈취에 대해서는 언급하지 않고 있으나, 선지자 이사야의 예언대로(사 7:17ff.) 유다가 앗수르에 의하여 적잖이 고통을 받은 사실에 대해 기록하고 있다."
        },
        {
            "verse_reference": "28:21",
            "commentary": "아하스가...취하여 - 여기서 '취하여'에 해당되는 히브리어 '할라크'(* )는 '약탈하다'라는 의미를 가지고 있다(Vulgata, Lange). 따라서 아하스는 앗수르에게 뇌물을 주기 위하여 성전과 왕궁의 재물을 탈취하다시피 모았을 뿐만 아니라, 왕궁에 거처하는 고관들의 재물까지도 빼앗아 앗수르 왕에게 건네주었음을 알 수 있다. 이를 통하여 그는 권세의 상징인 앗수르 왕에게 환심을 사고자 노력하였을 것이다. 유익이 없었더라 - 이것은 디글랏 빌레셀의 압력이 계속되었음을 뜻한다(Curtis). 그런데 왕하 16:9에 따르면, 앗수르 왕이 아하스의 요청을 받고 다메섹을 파괴하였을 뿐만 아니라, 르신도 죽였다고 기록하고 있다. 따라서 유다는 아람의 공격으로부터 피할 수 있었을 것이고, 실제적으로 앗수르의 큰 도 움을 입은 것처럼 보인다. 그러나 역대기 저자는 아무런 유익이 없었다고 기록하고 있다. 이 두 가지 사실은 다음과 같이 조화시킬 수 있을 것이다. 즉, 디글랏 빌레셀이 아람을 공격한 것은 비록 아하스의 요청에 의한 것이긴 했지만, 결과적으로는 아하스를 위해서가 아니라 앗수르 제국의 세력을 확장시키기 위한 것에 불과하였다는 것이다. 그렇게 본다면, 아하스의 요청은 앗수르가 아람을 공략할 수 있는 좋은 구실을 만들어 준 것에 불과하였다. 그리고 나서 앗수르는 유다를 침입하고 있는 에돔과 블레셋의 공격 같은 국지전(局地戰)에 대해서는 소홀히 하면서, 오히려 유다에 대해서 계속 협박하여 조공을 바치게 한 것이다. 이처럼 앗수르가 아하스를 협박했다는 역사적 증거로 두 가지를 제시할 수 있다. (1)디글랏 빌레셀의 비문에 보면, 앗수르 왕은 유다 왕 아하스에게서 뿐만 아니라 블레셋과 에돔에게서도 공물을 받았다고 기록 되어 있다(Zockler). 이 사실은 아하스가 앗수르에게 도움을 구한 결과, 유다를 비롯한 주변의 모든 국가들이 제국주의적 착취에 시달리게 되었음을 보여 준다. (2)왕하 16:18에는 아하스가 앗수르 왕을 인하여 낭실을 여호와의 전으로 옮겼다고 기록되어 있다. 이 낭실은 아하스가 안식일에 쓰기 위하여 만든 것으로 왕이 성전으로 들어갈 때에 사용했던 통로이다. 그런데 앗수르 왕이 위협적인 존재로 부각되자 이 통로가 전략적으로 아하스 왕 자신을 잡는 데 사용될까 두려워 낭실을 성전 안으로 옮기게 되었다(왕하 16:18 주석 참조). 이러한 사실에 비추어 볼 때, 디글랏 빌레셀은 어떻게 해서라도 예루살렘을 차지하고자 했으며, 아하스는 앗수르의 무력을 매우 두려워하고 있었던 게 분명하다(Keil)."
        },
        {
            "verse_reference": "28:22",
            "commentary": "곤고할 때에 더욱 여호와께 범죄하여 - 여기서 '곤고할 때'란 아하스가 디글랏 빌레셀에게 고통을 당하고 있을 때를 정점으로 하여, 그 이후에 있었던 모든 외세의 침공시를 가리킨다."
        },
        {
            "verse_reference": "28:23",
            "commentary": "자기를 친 다메섹 신들에게 제사하여 - 왕하 16:10에 따르면, 아하스는 당시 다메섹을 장악하고 있던 디글랏 빌레셀을 접견하기 위하여 다메섹으로 갔다(왕하 16:10 주석 참조). 그리고 거기에서 디글랏 빌레셀이 숭배하던 우상을 본따서 제사장 우리야가단을 쌓았고, 아하스는 다메섹에서 유다로 돌아와 이 우상에 제사하였다. 한편 본문에서는 '다메섹의 신들'을 '아람 열왕의 신들'과 동일시하는 반면에 바네스(Barnes,Cambridge Bible)는 이를 '앗수르 열왕의 신 들'이라고 번역한다. 또한 역사적으로 볼때, B.C. 732년에 앗수르에 의해 다메 섹이 멸망했기 때문에 아람-북이스라엘 연합군이유다를 점령했던(5절) 기간은 매우 짧다. 따라서 '앗수르의 열왕'이라는 표현이 더 적합하다고 할 수 있다(Curtis)."
        },
        {
            "verse_reference": "28:24",
            "commentary": "전의 기구들을 모아 훼파하고 - 왕하 16:17에 따르면 아하스는 \"물두멍 받침의 옆판을 떼어내고 물두멍을 그 자리에서 옮기고 또 놋바다를 놋소 위에서 내려다가 돌판위에 두었다\"고 한다. 또한 그는 여호와의 전 앞에 있던 놋단도 옮기고, 다메섹 단의형식을 따라 만든 큰 단에서 제사를 드리도록 했다(왕하 16:14,15). 이러한 그의 이방신 숭배는 단순히 여호와 하나님을 섬기는 것을 종교적으로 보완하려는 것이 아니고,적극적으로 하나님을 거부하는 행위였다. 왜냐하면 본질적으로 하나님은 다른 신의 어떠한 것도 용납하지 않으시기 때문이다. 결국 그는 전면적으로 이방신을 섬기기 시작하였고, 이러한 종교 정책을 취하여 앗수르 왕에게 자신의 충성심을 나타냄으로써 호감을 얻어 내고자 하는 의도를 가지고 있었던 것이 분명하다. 여호와의 전(殿) 문들을 닫고 - 아하스는 정치적인 목적으로 성전으로 통하는 낭실(왕하 16:18)을 제거하였을 뿐만 아니라(21절 주석 참조), 우상 숭배에 몰두해 있었기때문에 성전에서는 더 이상 여호와께 드리는 제사가 시행되지 않았다. 한편 여기서의'여호와의 전'은 성전 건물 전체를 집합적으로 가리키는 것이 아니고, 주요한 장소,즉 성소와 지성소를 의미한다. 따라서 성소와 지성소에서의 여호와 경배는 중단되었지만, 성전 안에 있는 제단에서는 이방신에 대한 제사가 계속 치러 졌음을 알 수 있다(Keil). 이처럼 닫혀진 문은 히스기야 때에 다시 열린다(29:7 참조)."
        },
        {
            "verse_reference": "28:25",
            "commentary": "산당을 세워 - 우상 숭배하는 왕들에 의하여 산당은 종종 혼합주의의 본산지가 되었다. 본문에서도 아하스는 다른 신에게 분향하기 위해 거국적으로 종교 개혁을 일으켰는데 이로써 우리는 그가 여호와 하나님을 떠났음을 알 수 있다."
        },
        {
            "verse_reference": "28:26",
            "commentary": "유다와 이스라엘의 열왕기 - 이와 병행 구절인 왕하 16:19에는 '유다 왕 역대지략'이라고 되어 있다. '이스라엘'이 추가되는 것은 역대기 기자의 일반적인 경향이다(역대기 서론 참조)."
        },
        {
            "verse_reference": "28:27",
            "commentary": "그 열조와 함께 자매 - 이사야 선지자가 '블레셋을 치던 막대기'라고 표현한(사14:28,29) 디글랏 빌레셀 3세가 죽은 해에 아하스도 죽었다(Payne). 한편 그 열조와'함께' 잤다는 표현은 아하스가 열왕의 묘실에 '들어가지 못했다'는 것과 대조되고 있다(Payne). 열왕의 묘실에 들이지 아니하고 - 자신의 사악함 때문에 열왕의 묘실에 묻히지 못한 왕들 중에는 여호람(21:10), 요아스(24:25) 등이 있다. 그리고 웃시야도 자신의 죄로 인하여 발병한 문둥병 때문에 열왕의 묘실에 묻히지 못했다(26:23). 므낫세의 죽음도 참조하라(33:20). 한편, 역대기 저자는 아하스 역시 그의 배교(背敎) 때문에 열왕의 묘실에 들지 못했다고 밝히고 있는 듯하다(Williamson). 이와같이 역대기 저자는왕들의 선악(善惡)간의 판단을 그의 마지막 죽음에 관한 묘사에서 분명히 하고 있다. 지금까지 언급된 유다의 열왕, 즉 르호보암(B.C.930-913, 10:1-12:16), 아비야B.C. 913-910, 13:1-22), 아사(B.C.910-869, 14:1-16:14), 여호사밧(B.C.872-847, 17:1-20: 37), 여호람(B.C.853-841, 21:1-20), 아하시야(B.C.841, 22:1-9), 요아스(B.C.835-796 , 23:16-24:27), 아마샤(B.C.796-767, 25:1-28), 웃시야(B.C.791-739, 26:1-23), 요담(B.C.750-731, 27:1-9) 등은 그 나름대로 선정(善政)을 해 유다 왕국의 바런에 공헌했을 뿐만 아니라 이와는 반대로 악정을 해서 하나님으로부터 진노를 당하기도 했다. 그러나 유다의  씨를 멸하려고  작정해 손자들까지 무참히  살해한 아달랴(B.C.841-835, 22:10-23:15)만은 오직 전적으로 악정을 꾀하다 하나님의 심판을 당했다. 이러한 악행을 저지른 아달랴와  비슷한 아하스(B.C.735-716)에 대해 증거하고  있는 본자은 그가 범한 악만을 전적으로 기술해  그가 유다 왕국의 대표적인 악왕(惡王)이었음을 드러낸다. 이처럼 아하스가 행한 악정만을 기술한  본장은 그의 행위에 대해 다음과 같이 증언하고 있다. 즉, (1) 아하스의 즉위와 우상 숭배(1-4절), (2) 아람 왕과 이스라엘 왕을 통한 하나님의 징계(5-7절),  (4) 앗수르 왕을 헛되이  의지하는 아하스의 잘못(16-21절), (5) 곤고할 때 아람 신을 섬긴 그의 불신앙(22-25절), 그리고 (6) 아하스의 종말(26, 27절) 등에 대해 언급하고 있다. 그런데 이러한 내용의 본장은 왕하 16장의 기록과 거의 비슷한 바 각 저자들이 갖는 관심에 따라 집필 의도만이 조금씩 다르게  나타난 것임을 알 수 있다. 즉, 열왕기 기자는 역대서 저자보다 다메섹의 우상  제단을 도입한 사건(왕하 16:10, 11)과 그 우상의 제단에 제사한 사실(왕하 16:12-16), 그리고 성전의 기구를 이전한 것(왕하 16:17, 18) 등을 첨가한 것이다. 그리고 본서 저자는 열왕기 저자와는 달리 북이스라엘의 군대가 유다를 침입해 사로잡아 간 포로들이 다시 유다로  귀환한 사실(8-15절)을 첨가하고 있다. 여기서 우리는 본서 저자가 북이스라엘이 유다를  침입한 사건(5절)에 연이어 북이스라엘에 사로잡혀 갔던 포로들이 귀환한 사실을  언급함으로써 유다를 향한 하나님의 긍휼을 강조하였음을 알 수 있다. 왜냐하면 이렇듯  패망해 가는 과정 속에서도 하나님께서는 유다를 향한 구원의 손길을 계속 펴신  분이라는 사실이 바벨로늬 포로 생활로부터 귀환한 당시으 백성들에게 큰 희망과 비전을 줄  수도 있었기 때문이다. 이러한 본문에 나타난 아하스의 통치를 요약하면 다음과 같다. (1) 광적인 우상  숭배 : 아하스는 그의 통치  초기부터 말기까지 시종 여일(始終如一) 완악한 우상 숭배를 자행하였다. 그는 바알의 우상을 제작하고(2절), 한놈의 아들 골짜기에서 분향하며(3절),  산당과 자연물 아래서 제사를  드렸다(4절), 심지어 그는 몰렉을 숭배하여 자신의 자녀를 인신 제물로 바치기까지 했다. 이 같은 그의 불경스런 행적은 그가 군사적인 목적으로 다메섹을  방문하고 난 연후에 더 적극성을 띠었으니, 곧 다메섹 신들을 섬기고(23절),  성전 기구를 파괴하며(24절), 성전 봉사를 전폐시키고(29:7), 유다 전역에 산당을 건립한  것이 그것이다(25절). 이 같은 그의 행적은 결국 하나님의 진노를 격발시켜(25절) 유다를 전쟁의 와주에 빠뜨렸다. (2) 아람 왕 르신과 북이스라엘 왕 베가의 침입(5-15절) : 당시 앗수르는 디글랏 빌레셀의 치하(治下)에서 강력한 영토 확장  정책을 실시하였다. 이에 위협을 느낀 이스라엘 왕 베가와 아람 왕 르신은  동맹을 맺고 이 동맹에 유다가 참가하기를 요구했다. 그러나 아하스가 이것을 거절하자  르신과 베가는 유다를 침공하여 아하스를 폐위시키고 유명무실(有名無實)한 왕을 세워 유다를 반(反) 앗수르 연합 세력으로 삼고자 전쟁을 개시하였다(사 7:6). (3) 에돔과 블레셋의 침공(16, 17절) : 먼저 에돔은 엘랏을 점령하고(왕하 16:6) 그 곳에 거주하던 유다 백성을 포로로 잡아갔으며, 블레셋은 세벨라와 네게브를 침략하여 그곳에 정착하였다. 이 전쟁에서  중요한 것은 아하스가 이사야의 예언(사 7:3-9)에도 불구하고 앗수르 왕 디글랏 빌레셀에게  도움을 요청한 것이다(왕하 16:7, 8). 이것은 하나님보다는 당시 주변 세력에 의지하여 위기를 일시적으로나마 피하려고 한 그의 불신앙적인 태도를 잘 보여 준다. 이 두 전쟁은 당시 주변 국가들의 군사적인 역할 관계 때문에 일어났으나 궁극적으로는 아하스의 불신앙에 대한 하나님의 징계의 수단이었다(5, 9, 19절). 이상의 내용들을 통하여 우리는 다음과 같은 몇 가지 사실들을 발견하게 된다. 첫째, 신앙은 외적인 환경과 교육에 의해서 생성된다기보다는 오히려 자신과 하나님과의 바른 곤계에서 형성된다는 것이다.  즉, 신앙은 자신의 죄를 회개하고 주의 은총과 자비를 구할 때 여호와로부터 주어지는 선물이지 자신의 노력이나 교육의 결과로서 오는 것이 아니라는 사실이다. 이러한 것은 경건한 부친 요담(27:2, 6)과 모친 스가랴사이에서 태어난 아하스가 이같이 극학한 일을 저질렀다는 사실에서 발견할 수 있다. 둘째, 하나님 이외에  진정으로 의지할 것은 우리에게  아무도 없다는 것이다. 당시 사면 초가(四面楚歌) 상태에 있던  아하스로서는 보다 현실적인 도움을 필요로 하였을 것이다. 그러나 그것은 결국 자신을 멸망의 구렁텅이로 빠뜨리는 결과를 낳고 말았다. 그러므로 우리에게 있어서  중요한 것은 현실적인 만족이나  욕구 충족이 아니라 보다 신실한 하나님의 인도하심임을 명심하여야 할 것이다. 셋째, 국가 지도자의 타락은 자신  뿐만 아니라 백성들에게까지도 비참한 결과를 가져온다는 사실이다. 아하스는 우상을 숭배하고 인간의 힘을 의지하는 불신앙의 태도를 가졌다. 그래서 유다는 하나님의 진노를 받아 이방의 손에 붙인 바 되어 이루 말할 수 없는 고난과 어려움을 겪었다. 이처럼 한 국가의 지도자, 특히 정치적, 종교적인 지도자가 타락한 모습을 보일 때는 그 나라 전체가 어려움을 겪는 것이다. 1. 아하스의 우상 숭배와 그 결과(28:1-7) 본문은 아하스의 광적(狂的)인 우상  숭배와 그로 말미암은 하나님으 심판을 소개하고 있다. 즉, 아하스의 악정을 기술하는 과정에서 그 서두격인 본문은 그의 행적에 대한 일반적인 평가로 우상 숭배 사실을 고발하는 전반부(1-4절)와, 그에 대한 하나님의 심판으로서 주어진 아람과 북이스라엘의  침입 사실을 언급하는 후반부(5-7절)로 구성되어 있다. 그런데 이러한 본문은 본서  저자가 지금까지 기술해 온 방식에 따라 원인->결과라는 도식을 가능케 하는데 이것은 당시의가 이스라엘 백성들에게 역사적, 신앙적 교훈을 주려는  의도에서 비롯된 듯하다. 다시 말해서  본문의 구조는 우상 숭배의 행위가 원인이 되어(1-4절)  그에 대한 심판의 의미로 다른  나라의 침략을 당하는 것(5-7절)으로 되어 있어 하나님께 대한 불순종의 결과가 어떠하다는 것을 나타낸다. 이러한 이유로 인해 본서 저자는 아람과 북이스라엘의 침입에 대해  그러므로 하나님 여호와께서 손에 붙이셨다 (5절)고 그 전쟁의  원인을 설명하고 있는 것이다. 이와 같은 사실들을 통해서 우리는 다음과 같은 교훈을 숙고해 볼 수 있다. (1) 올바른 신앙인은 외적인 강함보다 내적인 강함을 구비하여야 한다는 것이다. 웃시야와 요담의 통치 역사를 통해서 볼 때, 아하스는 이 선왕(先王)들보다 비교적 외적으로 좋은 조건에서 왕이 되었음이  틀림없다. 왜냐하면 아하스가 즉위할 당시 유다는 웃시야와   요담이  주위의   많은  나라들을   속국으로  복속시켰을   뿐만  아니라(26:6-8:27:5),  경제적, 국가적으로  매우 강성해져  있었기 때문이다(26:9-15;27:5, 6). 그러나 이러한 외적인 부강함을  갖추었음에도 불구하고 아하스는 새로운 외적 환난에 대해 아무런 방비도 하지 못했다. 게다가 그의 마음은 약해져서 앗수르를 의지하려고 했고(16절), 그의 신앙은 극도의  불안 속에서 패역하여 갔다. 그래서 우상을 숭배하고 인간의 능력에 전적으로 의지하는  패역을 나타냈던 것이다. 이처럼 외적인 부강함이 결코 올바른 신앙 상캐를 유지시켜 주지 못하는 것이다. 그러므로 신앙인은 항상 외적 환경과 상관없이 자신과 하나님과의 개인적인 관계를 돈독히 유지하는 내적인 강함을 추구해야 할 것이다. (2) 진정한 타락은 하나님을 아는  지식, 또는 지혜의 결핍에서 비롯된다는 것이다. 그래서 아하스는 바알을 숭배하였을 뿐만 아니라 자연물에게도 절하였다. 이것은 바로 만물이  인간의 발  아래 있음을  깨닫지 못한  데서 비롯된  불경스런 행위였다(고전 3:21;골 1:18). 그리고 이러한 이유  때문에 호세아 선지자도  내 백성이 지식이 없으므로 망하는 도다 (호  4:6)라고 탄식했다. 그러므로 그리스도를  아는 지식의 추구는 신앙의 성장을 위한 중대한 요건이 될 수 있다 할 것이다. 2. 유다의 포로 귀환(28:8-15) 우상을 섬긴 아하스에게 간접적인 심판을 가한 사건을 언급해 하나님은 공의의 속성을 지니신 분이라는 사실을 부각시킨 전단락에 이어지는 본문은 앞에서 전개된 사건의 연속이다. 그러나 본문은 앞단락과는  달리 여호와는 긍휼의 신이시요, 자비의 속성을 지니신 분이라는 사실을  나타낸 대목이다. 즉, 본문은  하나님의 징벌로 인해 아람과 북이스라엘의 공격을 받은 유다  백성들이 북이스라엘의 포로로 잡혀가 겪었던 사실을 기록한 장면이다. 그런데 본문은 특별히  선지자 오뎃의 예언을 들은 북왕국이 남유다의 포로들을 되돌려 보내게 되는 사실을 드러낸다.  이러한 의미를 담고 있는 본문은  북이스라엘이 남왕국에 대해 취한 행위(8절)와 그에 대해 선지자 오뎃이 예언하는  장면(9-11절), 그리고 북왕국이 선지자의 말씀에 순종해서 남유다의 포로들에게 사랑을 베푼 대목(12-15절)으로 구성되어 있다. 즉, 본서 저자는 본문의 내용을 사건  개요->하나님의 뜻 선포->결과 순으로 전개시켜 나감으로서 남유다를 향한  하나님의 자비하심과 긍휼하심에 대해  강조하는 것이다. 왜냐하면 이 같은 구조의  전개 방식을 통해 본서 저자는 어떤  선한 행위와 관계없이 주어지는 하나님의 사랑을 나타냄과 동시에  남유다와 언제나 함께하시는 여호와의 섭리를 드러내기 때문이다. 이 같은 사건의 내용을 통하여 우리는 다음과 같은 교훈을 얻을 수 있다. (1) 하나님께서는 진노 중에서라도 자기  백성에 대한 뜨거운 사랑을 가지고 계시다는 것이다. 사실 그 당시  유다는 북이스라엘에 의해서 대부분의 병사를 잃어버렸고(6절), 왕의 아들 마아세야가 죽임을  당하였다(7절). 그리고 이 뿐만 아니라 약 20만의 백성들이 포로로 잡혀가는 등(8절) 거의 멸망당할 위기에 처해 있었다. 이런 상황에서 선지자 오뎃을 보내셔서 살기에  가득찬 북왕국의 군대를 감동시킴으로 남유다의 포로들을 돌려보대게 하신 것은 전적으로 하나님의 무조건적 사랑이라 아니할 수 없다. 이와 유사하게 아마샤 왕 때에도  유다는 거의 북이스라엘의 속국으로 전락된 적이 있었는데(25:23, 24) 이 때에도 여호와께서는 이스라엘 왕 요아스를 죽게 하심으로(25:25) 유다를  회복시켜  주셨다. 이것은  바로   다윗과  그  자손에게  항상 등불을  주겠다 (21:7;삼하 7:8-17)고 하신 하나님께서  긍휼로 베푸신 지극한 사랑의 결과인 것이다. (2) 하나님께서는 이 사건을 통하여 궁극적으로 남유다와 북이스라엘이 화해할 것을 보여주시고 있다. 북이스라엘은 분열 이래로  줄곧 남유다와 군사적인 충돌을 벌여 왔고 이 당시에도 유다를 항한  적의(敵意)는 대단하였다. 따라서 선지자 오뎃을 통하여 그들의 마음 속에 형제애(성도의  사랑)를 불러 일깨움으로써 유다의 포로들을 귀환시키게 한 것은  매우 극적인 사건이라 아니할 수  없다. 이것은 궁극적으로 이스라엘의 온전한 회복에 대한  증표가 될 뿐만 아니라 장차 예수  그리스도 안에서 모든 성도가 하나가 될 것을 상징적으로 보여주는 역사적 실례라 할 수 있을 것이다. (3) 하나님께서 유다를 징벌하시기 위한  도구로 북왕국을 사용하신 것은 그들의 의로움 때문이 아니라는 것이다. 그러므로  북 이스라엘 백성은 지나친 노기(怒氣)를 품어도, 교만해도 안  될 것이다. 이와 유사하게  여호와께서 이스라엘 백성들로 하여금 가나안 민족을 정복케 하신 것도  이스라엘의 의로움 때문이 아니라 가나안 민족의 악함 때문이었다(신 9:5). 그러기에 인간은  항상 심판자의 위치에 설 수 없으며 하나님 앞에서 범죄치 않기 위해 끊임없이 힘써야 할 것이다. 그래서 사도 바울은 참감람나무 뿌리에 접붙임을 받은 성도들은 항상 자긍하지 말고 하나님께서 자기를 아끼지 아니하실까 두려워하라고 교훈하고 있는 것이다(롬 11:17-21). 3. 앗수르를 의지한 아하스(28:16-21) 본문은 아하스가 하나님의  자비하신 은혜를 간접적으로 체험했음(8-15절)에도 불구하고 계속해서 여호와께 범죄할 뿐만  아니라 불법을 행함으로 또 한번의 심판을 당하는 장면이다.  즉, 본문은 아하스가 하나님으로부터  온 긍휼을 목도(目睹)하였음에도 불구하고 지금까지 행한 우상 숭배와  패역의 자세를 버리지 않자 여호와께서 다시 한번 더 심판하시기로  결정해 유다가 진노를 받은  대목이다(19절). 본문은 하나님께서 에돔과 블레셋을 들어 유다를 치시는  모습(17, 18절)과 그에 대한 원인(19절)과 아하스의 대책(16절), 그리고 그에 대한 결과(20, 21절)로 구성되어 심판의 때, 혹은 환난의 시기에 하나님을 전적으로 의지하지  않고 인간의 제한된 능력에 의지하는 자가 어떤 결과를 당하는 가 하는 문제를 나타낸다. 이 같은 내용의 본문은 왕하 16:7-9와 평행 부분인 바 사건의 진행과정과 전개가 서로 매우 유사하다. 그러나 열왕기 저자는 아하스가 앗수르 왕에게 의지하여 얻어낸 당시의 상황적 결과에 대해 언급하고 있으나 이와는 달리 본서 기자는 이렇게 앗수르 왕을 의지한 것이  총체적으로, 혹은 역사 흐름의 결과적  입장에서 볼 때 부정적이라고 기술하고 있다(21절). 이는 곧 본서 저자의 역사적 안목을 나타낸 것으로 하나님을 의지해 승리를 구하지 않고 사람의 힘을 의지해 파멸을 자초하는 자에 대해 평가를 내린 것이라 할 수 있다. 이러한 본문을 통하여 우리는 다음과 같은 몇 가지 사실들을 발견하게 된다. (1) 비록 어떠한 추론이 합리적인 생각에 의거한 것이라 할지라도 여호와께 대한 신앙이 입으면 사태를 도리어 악화시킬 수 있다는 사실이다. 아하스의 중대한 실책 주의 하나는 그가 이사야의 예언을 무시하고 앗수르를 의지한 이유는 그것이 보다 현실적이고 합리적이라고 생각되었기 때문일 것이다. 그러나 역사를 주관하시며 전쟁의 주(主)가 되시는 하나님보다 앗수르의 군대의 힘에 의지한 것이 인간적인 눈으로 볼 때는 합리적일지 모르나 결과적으로는 사태만 더욱  악화시키는 꼴이 되고 만 것이다. 이처럼 성도들에게는 때때로 합리적인 사고를  초월하는 하나님의 섭리를 깨닫는 지혜가 필요한 것이다. (2) 하나님께서는 때로 인간들이 의지하는  그 우상을 수단으로 해서 인간들이 더욱 곤욕을 치르게 하신다는 것이다. 사실 아하스에게 있어서 앗수르는 하나의 또 다른 우상이라고 생각할 수 있는데 이  사실은 22-27절에서 더욱 분명히 드러난다. 그라나 아하스는 자기가 의지하던 앗수르에 의해  도리어 더 큰 곤란을 치르었던 것이다(20절0. 그러므로 우리는 십계명 중 제2계명의  말씀처럼  위로 하늘에 있는 것이나 아래로 땅에 있는 것이나 땅 아래 물속에  있는 것의 아무 형상이든지 (출 20:4) 자신을 취하여 만들지 말아야 할 뿐만 아니라  그것들을 섬기거나 의지하는 일을 삼가해야 하는 것이다. (3) 성도의 타락은 곧 여호와의 이름을 망령되게 하는 결과를 초래한다는 사실이다. 아하스로 인하여 여호와의 전이 앗수르  왕에 의해 약탈되었다. 이것은 아하스 자신이 앗수르 군사들로 하여금 여호와의 이름을 조롱하도록 만든 것과 다를 바 없다. 왜냐하면 이렇게 된 근원에는 앗수르에 대한 아하스의 요청이 먼저 있었기 때문이다. 이처럼 성도들은 자신이 직접적으로 여호와의  이름을 망령되게 일컫지 않았다 할지라도 어떤 잘못된 행위로 말미암아 이방인들에 의하여  여호와의 이름이 조롱받게 할 수 있는 것이다. * 하나님께서 높이실 때와 낮추실 때. 본문은 아하스의 배반으로 인하여 여호와께서 유다를 낮추셨다고 기록하고 있다(19절).  여기서 유다의 낮아짐을 구체적으로 설명하면 웃시야와 요담 때에  유다가 속국으로 지배하던 에돔과 블레셋(26:6-8)으로부터 침략을 받아 수치를 당한 사실을  가리킨다. 이처럼 하나님께서는 웃시야와 요담을 통해서는 유다를 높이시고(26:8;27:6), 아하스를  통해서는 유다를 낮추셨다. 그러기에 이와 같은 사실을 통하여 우리는 성도의 높아짐과 낮아짐의 원인이 무엇인가를 생각하게 된다. 하나님께서 성도들을 낮추시는  데는 여러 가지 이유가  있다. 즉, 성도들이 교만할 때(삼하  22:28;시  18:27)와 하나님의  말씀을  거역하고  그의  뜻을 멸시할  때(시 107:11, 12) 하나님께서는 성도들을  낮추신다. 그리고 범죄와 우상 숭배, 완고함이나 거만함(왕하 14:8-14;사 57:9;단 4:33;행 12:20-23) 때문에 성도들을 낮아지게 하시는 경우도  있다.  이러한 때에  하나님께서는  원수들에게  쫓기게 하거나(레  26:17;신 28:48;삿 3:14;6:2), 그 목에 멍에를  씌우며 고통을 당하게 하는 방법을 통해 성도들을 낮추신다. 그리고 이방인이나 원수들의 지배 아래 두는 방법을 통해 성도들을 낮추시기도 하신다(사 3:4). 이렇게 여호와께서 성도들을 원수들의 지배 아래 두시는 궁극적인 이유는 바로 그들의 지배 아래 있는 것보다 여호와의 지배 아래 있는 것이 더 행복하다는 사실을 깨닫게 하기 위한 것이다(12:8). 한편 이와 반대로 여호와께서는 성도의  겸손함(마 23:12)과 주의 이름으로 인해 기뻐함(시 89:16)을 보시고 때때로 낮은 곳에 있는 성도들을 높이시기도 하신다. 하나님께서 높이시는 성도들의 삶을 살펴보면  그들의 삶 속에는 여오와께 대한 충성과 복종함이 있고(마 25:14-30;고후 10:5), 항상  기쁨이 넘친다(롬 5:11). 뿐만 아니라 이들의 신앙에는 겸손히 행하는 삶의 자세들이 있다(벧전 5:6). 그래서 계시록에서는 이러한 자들의 삶이 세세토록 왕노릇할 것이라고 말하는 것이다(계 22:5). 이상의 사실들을 살펴볼 때 하나님께서는 항상 높이시는 일과 낮추시는 일들을 통하여 자기 백성들을 온전한 하나님 나라의  백성으로 만들어 가심을 알 수 있다. 그러므로 성도들은 항상 하나님을 의지하고 겸손함으로 그리스도의 장성한 분량이 충만한 데까지 으리도록(엡 4:13) 힘써야 할 것이다. 4. 아하스의 종말(28:22-27) 아하스가 환난 때에  여호와를 의지하지 아니하고 인간의  능력과 재물을 더 신뢰해 하나님께 범죄하고 유다에 해만 끼친 사건(16-21절)에 이어지느 본문은 그가 게속해서 악행만 일삼다가 생을 마감한 사실을 기술한 대목이다. 즉, 앞단락에서 아하스가 앗수르를 의지한 것과 유사하게 본문은  아람의 신(神)을 섬기는 그의 불신앙적 모습을 그리나. 다시 말해서 앞문단에서 아하스가 의지하고 신뢰하던 대상인 앗수르의 군사력이 본문에서는 다메섹으 신으로  대치된 것이다. 이처럼 아하스는  언제나 하나님이 아닌 다른 존재에 의지했던 것이다. 이러한 본문은 아하스가 범죄할 때의 심령 상태(22절)를 언급함과 더불어 우상 숭배의 범죄(23, 25절), 하나님의 성전에  대한 범죄(24절)를 기록해 그가 얼마나 악을 행한 인물이었나를 보여준다. 또한  본문은 그의 종말을 언급(26, 27절)하면서 아하스가 이스라엘 열왕의 묘실에 장사되지 못했음을 밝힌다(27절). 사실 본문 23절은 아하스가 다메섹의 신들을 섬기게 된 이유에 대해 설명하고 있다. 즉, 다메섹의 신들이 아람 열왕들을 도왔기 때문이라는 것이다. 그러나 여기서 우리는 아하스의 어리석음을 발견하게 된다.  즉, 아하스는 당시 앗수르에게 패망당한 아람의 신들을 섬겼으며 앗수르로 하여금 유다를  치게 한 것은 바로 유다를 징벌하신 여호와 하나님임을 깨닫지 못하였기 때문이다. 이와  같은 아하스의 어리석음은 다음 두 가지 사실에 대한 무지에서 비롯된 것이라고 할 수 있다. (1) 현재의 고난이  자신의 죄에서 비롯된 것임을  알지 못한 무지에서 비롯되었다. 아하스는 고난의 원인을 외적인  환경에서만 찾았다. 즉, 아하스는 국제적으로 고립된 상태에서 앗수르와 같은 대국과 손잡지 않았기 때문에 이러한 환난을 당하게 되었다고 이해하였던 것이다. 그러기 때문에 그는  자신의 죄를 깨닫고 뉘우치기보다는 심한 두려움에 사로잡혀 어리석게도 우상만을  추종하였던 것이다. 이와같이 성도들도 현재의 고난이 자신의 죄로 인해 왔음을  깨닫지 못할 때에는 아하스와 같은 어리석음을 범한다는 사실을 알아야 한다. (2) 아하스의 어리석음은 눈에 보이는  현상 배후에 계시는 하나님의 섭리의 손길을 보지 못한 무지에서 비롯되었다. 아하스와  같은 사람들은 현실이 변하고 시대가 바뀔 때마다 자신이 의지할 대상도 바꾼다. 이것이  바로 인간들이 우상을 섬길 때 갖는 그논적인 속성인 것이다. 즉, 이러한  경우에는 인간이 신의 영광을 위하여 존재하지 않고 오히려 신이 인간의 안락과 평안을 위하여 존재하는 셈이 된다. 그러나 성경은  만물이 주에게서 나오고 주로 말미암고 주에게로 돌아감이라 영광이 그에게 세세에 있으리로다 (롬 11:36)라고 기록하고 있다. 이 것은 바로 모든 역사의 배후에 있는 하나님으 섭리를 바라보는 신앙적인 눈을 가져야  할 것이다. 그렇게 될 때 어떠한 우상에도 빠지지 않을 수 있을 것이다. * 환난 중에 취할 성도의 자세. 본문  22절은  이 아하스 왕이 곤고할 때에 더욱 여호와께 범죄하여 라고 기록하고 있다. 이  말씀 속에는 두 가지 의미가 내포되어 있다고 볼 수 있다. 첫째, 아하스는 자신이 환난 가운데 처하게 된 진정한 이유를 알지 못했다는 것이고, 둘째, 아하스가 환난  중에서 취할 올바른 성도의 자세를 갖지 못했다는 것이다. 그래서 결과적으로 아하스는  더욱 여호와께 범죄하게 되어 여호와의 노를 격발케 한 것이다(25절). 그런데 이것은 오늘날 우리 그리스도인들에게 시사하는 바가 많다. 즉, 그것은 성도들에게 있어서 환난의 진정한 의미는 무엇이며, 환난 중에 성도들이 취할 바른 자세는 무엇인가 하는 점을 암시해 준다. 사실 성도들이 당하는 환난의 진정한 의미는 하나님의 모든 섭리의 최종적인 목적이 무엇인가 하는 데서 찾아야 한다. 예수께서는 말씀하시기를  내 아버지의 뜻은 아들을 보고 믿는 자마다 영생을 얻는  이것이니 (요 6:40)라고 하셨다. 즉, 하나니믓 궁극적인 뜻은 성도의 영원한 구원과 그들오  하여금 영생을 누리도록 하는 데 있는 것이다. 그러므로 성도들에게 주어지는 환난은  곧 하나님께서 자기 백성들을 연단시키기 위한 하나의 시험이며,  궁극적으로 구원의 길로 인도하시는  하나님의 은혜이다. 그러므로 이러한 하나님의 뜻을 받아들일 때 환난은  곧 은혜가 될 수 있고 성도의 자기 성숙의 방편이 될 수 있는 것이다. 따라서 성도들은 환난  중에 다음과 같은 자세를  취하는 것이 바람직하다고 판단된다. (1) 하나님께 국복하여 겸손해져해  한다. (2) 자신의 죄를 회개하고 하나님으 공의를 인정함으로써 여호와의 의에 대한 확신을 가져야 한다. (3) 마음으로 믿는 것 뿐만 아니라 실천적으로  행하는 믿음을 갖고 여호와께로  돌아와야 한다. (4) 전적으로 여호와께 순종하여 그의  은혜를 갈구해야 한다. (5)  여호와의 주권을 인정하면서 그 안에서 자기의 삶을 새롭게 계획하여야  한다. (6) 늘 하나님과 동행하는 삶을 살도록 성령의 도우심을 갈구해야 한다. 진정 이와 같은 삶을 살 때에  성도들은 아하스와 같이 환난 중에 더욱 악을 행하는 비참한 운명에 처하지  않게 될 것이다. 그리고 이와  더불어 하나님 나라를 확장하여 가는 일에 전적으로  동참하게 될 것이다. 그러기에 이러한  관점에서 볼 때 성도들은 환난을 꼭 부정적인 측면에서만 볼  것이 아니라 항상 믿음 가운데서 긍정적으로 받아들여 주의 뜻을 발견하려는 적극적인 태도를 가져야 하겠다."
        }
    ]
}