{
    "bible_book": "역대하",
    "chapter_number": 12,
    "commentaries": [
        {
            "verse_reference": "12:1",
            "commentary": "르호보암이 나라가 견고하고 세력이 강하매 - 이러한 상태는 그의 통치 초기 3년동안에만 지속되었다(11:17). 즉, 르호보암은 그 3년 동안에는 비교적 하나님께 순종하였으나 즉위 4년째 되는 해부터는 점차 타락의 길을 걷기 시작하였다. 아마도 그는하나님의 도우심에 힘입어 나라가 강성해지자 하나님 없이도 살 수 있다는 교만과 착각에 빠졌을 것이다. 여호와의 율법을 버리니 - 이는 시삭의 침입이 발생한 근본적 원인이 무엇이었는가를 나타내 준다. 왕상 14:23에 따르면 르호보암은 우상 숭배치 말라는 하나님의 율법을 저버리고 산당과 우상과 아세라 목상을 세웠음을 알 수 있다. 그러므로 이에 하나님께서는 '시삭'이란 도구를 들어 쓰사 르호보암을 징계한 것이다(5, 8절). 온 이스라엘이 본받은지라 - 여기서 '온 이스라엘'이란 유다 왕국의 백성들을 가리킨다. 그런데 본서 기자는 이 용어를 모든 이스라엘을 지칭하는 데도 사용하였고(9:30), 유다와 대비되는 북왕국을 가리키는 데에도 사용하였다(11:1). 추측컨대 본서기자가 여기서 유다 백성들의 범죄를 말하면서 그들을 '온 이스라엘'이라고 한 것은그래도 그들이 지금까지 온 이스라엘 가운데서 하나님의 율법을 고수(固守)해 왔던 자들이었기 때문일 것이다."
        },
        {
            "verse_reference": "12:2",
            "commentary": "애굽 왕 시삭 - 시삭(Shishak)은 애굽 역사에서 '솨산크 1세'(Shashank I) 또 는'쉐숑크 1세'(Sheshonk I)로 알려져 있으며 애굽의 22왕조를 일으킨 왕이다. B.C. 926년경 시삭이 유다를 침입한 결과들이 오늘날까지 데베(Thebes)의 카르낙(Karnak)에 있는 아몬(Amon) 사원의 벽에 새겨져 있는데 이에 따르면 시삭이 성읍 180개를 취했음을알 수 있다(P.C. Barker, Payne, Wycliffe). 한편 그 성읍의 명단에는 북이스라엘의성읍도 상당수 포함되어 있는데 혹자는 여로보암이 시삭에게 뇌물로 주었던 것이라고주장하기도 한다(Curtis). 즉, 이전에 북이스라엘의 왕 여로보암은 애굽에서 망명 생활을 한 적이 있는데(왕상 11:4), 그때 이후 시삭과 친분을 맺어 온 여로보암이 시삭에게 성읍을 뇌물로 주면서 르호보암과 유다를 공격하도록 직접적으로 요청했다는 주장이다(Curtis). 그러나 이러한 주장의 진위(眞僞) 여부는 아직껏 판명되지 않고 있다. 아무튼 시삭의 침입으로 인하여 유다 왕국의 세력이 매우 약화되었음이 분명하다."
        },
        {
            "verse_reference": "12:3",
            "commentary": "애굽에서 좇아 나온 무리 곧 훗과 숩과 구스 사람 - 여기서 '애굽에서 좇아 나온무리'란 곧 보병들을 가리킨다. 이 보병들 가운데는 (1) '훗 사람'(*,루빔)이 있는데 이들은 오늘날 애굽의 서쪽 북 아프리카의 리비아 사람들(Libyans;NiV,Living Bible)이다(P.C. Barker). 이들은 종종 애굽인들과 섞여 살면서 애굽의 용병(傭兵)으로 전투에 참여했다. 시삭도 바로 이 리비아 사람이었다. 이들은 나 3:9과 단11:43에서 '루빔' 또는 '리비아 사람'으로 각기 언급되고 있다. (2) 다음으로 '숩 사람'(*, 숙키임)은 70인역(LXX)과 벌게이트역(Vulgate)에서는 '동굴 거주인들'(Troglodytes)로 지칭되고 있는데, 그렇다면 이들은 아마 홍해 서쪽 해만(海灣) 쪽산악 지대의 동굴에 살고 있던 사람들이었다고 볼 수 있다(Keil & Delitzsch, vol,III, p. 348). 한편 히브리 어원으로 볼 때 '숙키임'은 '오두막집(booth)에 거주하는자들'이란 뜻이다. 이를 근거로 하여 혹자는 이들이 애굽 19왕조 때에 군경으로 활동했던 '택틴인'(Tktin)이라고 주장하기도 한다(Spiegelberg). (3) 마지막으로 '구스 사람'(* , 쿠쉼)은 이디오피아인(Ethiopians)들을 가리킨다. 그들은 애굽의 남쪽을 가리키는 '구스'(Cush) 지역에 살고 있었기 때문에 그렇게 불리워진 것 같다(P.C. Barker). 한편 나 3:9에 도 리비아인들과 구스인들은 애굽의 동맹군으로 나타나있다."
        },
        {
            "verse_reference": "12:4",
            "commentary": "시삭이 유다의 견고한 성읍을 취하고 - 시삭이 정복한 유다 성읍들에는 르호보암이애굽의 공격에 대비하여 요새화했던 성읍들도 포함되었다. 이로 볼 때 참으로 \"여호와께서 성을 지키지 아니하시면 파수군의 경성함이 허사\"(시 127:1)임을 실감케 된다.르호보암은 애굽의 공격을 예상하고 미래 대비하여 견 고한 성읍들을 세웠지만, 시작은유다의 모든 성읍을 탈취하였고 왕궁이 있는 예루살렘까지 이르렀다. 이에 대하여 역대기 기자는 르호보암이 여호와께 범죄하였기 때문이라고 해석한다."
        },
        {
            "verse_reference": "12:5",
            "commentary": "선지자 스마야 - 르호보암이 이스라엘 열 족속과 싸우려 할 때 그것이 하나님의 뜻이 아님을 고하였던 자이다. 이에 대한 자세한 내용은 11:2 주석을 참조하라. 한편 열왕기서에는 스마야가 시삭의 유다 침입에 대하여 예고한 본문의 기사가 기록되어 있지않다. 나도 너희를 버려 시삭의 손에 붙였노라 - 본절은 시삭의 침입이 유다의 불순종의결과임을 잘 보여주고 있다(신 28:15;대하 15:2). 즉, 왕과 유다 백성들이 하나님의계명(출 20:1-17)을 버리고 우상 숭배와 이방 종교 의식을 자행하는 범죄를 저지른 것이 전쟁을 초래한 이유이다(왕상 14:22-24). 하나님께서는 이 같은 죄악을 징계하시기위해 이집트와 리비아 지원병, 그리고 이디오피아 용병으로 구성된 연합군을 도구로사용하셨다. 이로 말미암아 유다에서는 성전 파괴(9-11절)가 일어났고, 백성들은 육체적인 고난을 받았다(8절). 이와같이 하나님은 때때로 임박한 심판을 선포하심으로써당시 백성들이 회개하도록 유도하신다. 이것이 바로 공의의 심판 뒤에 숨겨져 있는 하나님의 사랑이다."
        },
        {
            "verse_reference": "12:6",
            "commentary": "스스로 겸비하여 - '겸비하다'에 해당하는 '카나'(* )는 '무릎꿇다', '엎드러지다'는 듯이다. 이 단어는 아합 왕이 하나님 앞에서 금식하며 자기 옷을 찢는 등 통렬이 회개한 것을 가리킬 때에도 사용되었다(왕상 21:27-29). 이로 보아 르호보암과그의 방백(方伯)들 역시 그에 준하는 회개의 자세를 보였음이 분명하다. 여호와는 의로우시다 - 이것은 유다와 유다 백성들이 악하다는 사실을 상대적으로표현한 말로서, 인간의 죄악 및 불완전성과 달리 여호와께 있어선 항상 불의(不義)가없으심을 나타낸다. 이와 관련하여 우리는 '여호와의 의로우심 은 오히려 인간의 죄가많은 곳에서 돋보이기 마련이다'라고 이야기할 수 있다(출 9:27;단 9:14;롬 5:20;딤전1:14)."
        },
        {
            "verse_reference": "12:7",
            "commentary": "대강(大綱) 구원하여 - 르호보암과 백성들의 겸비함을 보신 후에 하나님은 다시금 스마야를 보내셔서 이처럼 그들을 대강 구원하여 주시겠다고 응답하셨다. 그런데 '대강 구원하여'라는 말 뜻에 대하여 학자들은 다음과 같이 크게 두 가지 견해를 보이고있다. (1) '짧은 시간', '곧'(soon)이라는 뜻으로 이러한 견해는 '대강'에 해당하는히브리어 '키메아트'(* )가 '짧은 시간'이란 의미도 지니고 있는 데서 비롯된것이다. 그리하여 이 견해자들은 본절의 의미를 여호와께서 지체치 않고 곧 구원해 주신다는 뜻으로 보고 있다(P.C. Barker, Curtis, NIV). (2) 완전한 구원과 대조되는 것으로 '부분적인 구원'(some deliverance)을 뜻한다는 주장이다. KJV와 RSV가 지지하고있는 이 견해는 유다가 시삭의 침입으로 인하여 전부 멸망당하는 것이 아니라 그중 일부는 구원받게 될 것이라는 것이다. 그런데 유다가 부분적으로밖에 파괴당하지 않은것은 시삭의 침입이 부분적이었기 때문이 아니라 하나님께서 즉시 유다를 구원하셨기때문이다. 그러므로 위의 두 견해 중 비교적 전자의 견해가 더 옳다고 볼 수 있다. 그러나 하나님께서 당신의 백성들을 징계하실 때 결코 그들을 포기하시거나 완전히 버리시지 않고 긍휼을 베풀어 주신다는 사실(합 3:2)에 비추어 볼 때 후자의 견해 역시 어느 정도 일리가 있다. 때문에 우리는 양 견해 중 어느 한쪽을 취하고 어느 한쪽을 버리는 대신 두 견해 모두를 절충적으로 취함이 보다 나을 것이다."
        },
        {
            "verse_reference": "12:8",
            "commentary": "저희가...알게 되리라 - 본절에는 유다에 대한 하나님의 심판을 궁극적인 이유가잘 나타나 있다. 즉, 유다를 잠깐 동안 시삭의 종이 되게 함으로써 여호와를 섬기는것과 세상을 섬기는 것 중에서 어느 것이 참으로 그들에게 유익한 것인지 알게 하셨다는 것이다. 그러므로 우리 역시 행여라도 뜻하지 않은 환난을 당하거나 하나님께로부터 징계를 받을 때엔 반드시 그로 인해 우리에게 주시고자 하는 여호와의 뜻이 무엇인지를 발견하는 지혜를 가져야 한다(마 11:28-30)."
        },
        {
            "verse_reference": "12:9",
            "commentary": "애굽 왕 시삭이 올라와서 - 4절에 이어 시삭의 유다 공격에 대한 설명이 재개되고있는 부분이다. 이러한 본절 이하 11절까지의 내용은 왕상 14:25-28에도 나와 있으니참조하라. 한편 시삭은 군대를 2개조로 편성하여 벧호론과 기럇여아림을 각각 통과한후 기브온에서 합세하여 예루살렘을 쳤던 것으로 추정된다. 4절 지도 참조. 솔로몬의 만든 금방패 - 솔로몬이 '쳐서 늘인 금'으로 만든 이백 개의 큰 방패와삼백 개의 작은 방패를 가리킨다(9:15, 16). 금방패는 이스라엘 흥왕기(興旺期)의 대표적인 자랑거리였다. 그런데 이제 그러한 자랑거리를 시삭에게 빼앗겼다는 것은 곧이스라엘 역사의 흥왕기가 끝났음을 시사해 준다."
        },
        {
            "verse_reference": "12:10,11",
            "commentary": "그 대신에 놋으로 방패를 만들어 - 시삭의 침입으로 빈궁하게 된 르호보암 왕정은 놋으로 방패를 만들 수밖에 없었다. 물론 이는 솔로몬의 금방패의 대용(代用)이다. 우리는 여기서도 한 시대가 가고 다른 한 시대가 도래하였음을 알 수 있다. 즉, 금방패로 상징되는 이스라엘 흥왕기가 종식되고 이제 놋방패로 상징되는 쇠퇴기가 시작된 것이다. 왕상 14:27 주석 참조. 시위하는 자 - 이에 해당하는 '하라침'(* )의 문자적인 의미는 '달리는 자들'(runner)이다. 이 용어는 '호위대'(삼상 22:17;왕상 1:5)에도 사용된 적이있다. 따라서 여기서 '시위하는 자'란 왕궁과 성전을 오가면서 왕을 경호하던 왕의 경호원들을 가리킴을 알 수 있다(Curtis)."
        },
        {
            "verse_reference": "12:12",
            "commentary": "유다에 선한 일도 있으므로 - 본절은 시삭의 침입에 대한 역대기 저자의 주석적 설명으로서 열왕기에는 없는 기록이다. 여기서 '선한 일'이란 회개한 후(6절) 다시금 자세를 회복한 유다 백성들의 여호와께 대한 경건함과 충성을 가리킨다(Matthew Henry).여호와께서는 이것을 보시고 유다를 완전히 멸망시키지 않으셨던 것이다. 이러한 본절에서도 우리는 참 회개란 단순히 뉘우치는 것만이 아니라 구체적인 '선한 일'로 나타나야 함을 알 수 있다. 삿 10:6-18 강해, '참된 회개의 본' 참조."
        },
        {
            "verse_reference": "12:13",
            "commentary": "스스로 강하게 하여 치리하니라 - 공동 번역은 본절을 '예루살렘에서 왕위를 굳혔다'로 번역하고 있다. 이는 르호보암이 시삭의 침입 이후에 다시 그 힘과 권력을 회복하였음을 보여준다. 이것은 그나마 르호보암이 하나님 앞에서 스스로 겸비한 결과이다(12절). 그 이름을 두신 성 - 이것은 여호와의 전(殿)이 있는 예루살렘성을 가리킨다(6:32;대상 22:7). 역대기 저자가 예루살렘 성을 가리켜 이와같이 표현한 것 은 유다의 왕정이 성전 중심으로 이루어졌음을 시사해 준다. 이에 관한 보다 자세한 내용은 6:5 주석을 참조하라. 모친의 이름은 나아마라 암몬 여인이더라 - 왕의 통치를 평가할 때 왕의 모친에 관하여 기록하는 것(왕상 15:2, 10;22:42)은 이스라엘 역사 기록에 있어서 전형적인 것이다. 즉 이는 왕들에게 끼친 모친의 영향력이 지대(至大)함을 나타낸다. 그런데 나아마(Naamah)는 암몬의 가증한 우상 밀곰(Milcom)을 숭배하던 여인이다(왕상 11:5, 7).그러므로 르호보암이 그 어미에게서 받은 영향이 어떠한 것이었는지를 능히 짐작할 수있다. 왕상 14:31 주석 참조."
        },
        {
            "verse_reference": "12:14",
            "commentary": "마음을 오로지하여...아니함으로 - 본절은 르호보암 통치 전반에 대한 평가이다. 즉, 르호보암은 하나님의 경고를 듣고서 일시 겸비한 자세를 보이긴 하였으나(5, 6절)일평생 동안 하나님을 섬기는 데엔 온 심혈을 기울이지 못하였던 것이다. 한편 역대기저자는 자주 이와 같은 방식으로 열왕들을 평가했는데 여호사밧(19:3)에 대해서는 그가 마음을 오로지 하여 여호와를 구하였다고 기록하고 있다. 그런데 본서 저자인 에스라에게 있어서 '마음을 오로지 하여 여호와를 구한다'는 것은 곧 여호와의 율법을 준행하는 것을 가리킨다(스 7:10)."
        },
        {
            "verse_reference": "12:15",
            "commentary": "역대기 저자가 사용한 자료에 대해서는 역대상 서론, '역대기의 자료'를 참조하라. 선지자 스마야와 선견자 잇도의 족보책 - 이 족보책은 선지자 스마야(Shemaiah)와선견자 잇도(Iddo)가 공동 저술한 책이 아닌 듯하다. 다만 그 두 사람의 역사 기록이공통적으로 다윗 집의 족보들을 다루고 있었기 때문에 편의상 그것들을 한 책으로 보고 그렇게 지칭한 것 같다(Curtis). 르호보암과...항상 전쟁이 있으니라 - 왕국 분열 초기의 남북 전쟁은 그 발발 일보직전에 선지자 스마야의 제지로 일어나지 않았다(11:1-4). 그렇지만 그 후에도 르호보암 과 려로보암 사이에 적대감은 사라지지 않았으며 소규모의 국지전(局地戰)이 끊이지않고 계속되었다. 이에 대한 자세한 설명은 왕상 14:30 주석을 참조하라."
        },
        {
            "verse_reference": "12:16",
            "commentary": "아비야가 대신하여 왕이 되니라 - 르호보암을 계승한 아비야(Abijah)는 르호보암과 압살롬의 딸 마아가(Maachah) 사이에서 태어난 아들이다. 그는 르호보암에 의해 이미일찌감치 왕위 계승자로 지명 받았었다. 11:22 주석 참조 전장(前章)에 이어 본장에서도 르호보암의 통치에 관해서 기록하고 있으나 양자를 비교해 볼 때 그 성격에 있어서는 매우 차이가 있다. 왜냐하면 전장에서는 르호보암이 하나님께 대해 순종함(11:1-4절)으로, 또한 지혜롭게 통치함(11:21-23)으로 국난을 극복하고 유다가 번영했던 사실을 보여주었으나 본장에서는 르호보암이 여호와의 율법을 버리므로 징계를 받아 강력했던 유다를 쇠퇴케 한 사실을 기록하고 있기 때문이다. 따라서 11장의 주제가 순종과 축복이라면 12장은 불순종과 징계라고 할 수 있다. 이러한 본장의 내용을 간추려 보면, (1) 르호보암의 타락과 애굽 왕 시삭의 예루살렘 약탈(1-12절), (2) 르호보암의 통치 연도 및 평가(13, 14절), (3) 르호보암의 행적과 죽음(15, 16절)으로 나뉠 수 있다. 그런데 이와 같은 본장의 내용 구성을 통해 본서 저자는 본서 기록의 목적을 다시 한번 더 타나내고 있다. 즉, 본서 저자는 르호보암의 쇠퇴 과정을 기술하면서 르호보암의 불신앙(1-5절)과 신앙을 회복한 장면(6-12절)을 대치되게 구성해 유다 왕국에 함께 하신 하나님의 섭리에 초점을 맞추고 있는 것이다. 그래서 본서 저자는 유다 왕국을 통해 계속 이어지는 하나님의 역사하심과 그의 은총을 은은하게 암시하고 있다. 한편, 본장과 병행장인 왕상 14장을 비교해 볼 때 다음과 같은 사실을 발견할 수 있다. 즉, 시삭의 침입에 관해 묘사하는 부분에 있어서 를고보암의 죄에 대한 묘사가 열왕기보다 본장에서 더욱 상세히 나타난다. 다시 말해서 본자에 여호와의 율법을 버리니 (1절), 여호와께 범죄하였으므로 (2절), 너희가 나를 버렸으므로 나도 너희를 버려 (5절) 등을 첨언함으로써 역대기 저자가 르호보암 왕의 생애를 보다 특별하게 묘사하고 있음을 발견하게 된다. 이렇게 역대기 저자가 그를 특별하게 묘사한 이유는 다음과 같다고 생각된다. 즉, B.C. 930년 솔로몬 왕국의 분열로부터 B.C.586년 바벨론 유수까지 약 350년간 20명의 통치자가 유다를 다스리게 되는데, 분열된 남유다의 첫 왕이 바로 르호보암이기 때문이다. 그는 초기 3년 동안 다윗과 솔로몬의 길 로 행하여(11:17) 축복을 받아 본장 1절에서 보는 바와 같이 유다를 견고하고 세력있는 나라로 이룩하였다. 그러나 그 반면에 여호와의 율법을 버리고 다윗과 솔로몬의 길 을 떠난 유다 최초의 왕이 되어 엄청난 하나님의 징계를 받았을 뿐만 아니라 또 겸비하여 회개해서 여호와의 진노를 돌이키기도 하였다. 그래서 그는 주를 향해 자신의 죄를 고백하고 겸비해지기만 하면 하나님의 은총이 언제든지 회복된다는 사실을 실증적으로 보여준 첫 번째 왕이기도 하다. 이 모든 점에서 볼 때 르호보암의 생애는 후대의 왕들에게 좋은 귀감이 되었을 것이며 항상 다윗과 솔로몬의 길로 가도록 하는 좋은 채찍이 되었을 것이다. 따라서 본장을 통하여 우리는 다음과 같은 교훈을 발견하게 된다. (1) 선 줄로 생각하는 자는 넘어질까 조심하여야 한다는 것이다(고전 10:12). 르호보암은 하나님으로부터 3년만에 세력이 견고한 나라를 이룩하는 큰 축복을 바았으나 곧 교만하여져서 여호와의 율법을 저버리는 어리석음을 범하고 말았다. 그 결과 축복의 상징이었던 견고한 요새들(11:5-10)과 영토들을 다 소실하고 말았다. 그러므로 항상 축복 가운데서 그 복을 잘 지키는 길은, 바로 섰을 때 넘어질까 항상 조심하여 하나님 앞에서 자신을 세세히 살피는 일인 것이다. (2) 여호와께서는 항상 성도들의 피할 길을 예비해 놓으신다는 것이다(고전 10:13). 이것은 곧 심판 뒤에는 하나님의 깊은 뜻과 사랑이 내포되어 있다는 사실을 의미한다. 8절을 보면 이 사실을 능히 짐작할 수 있는데, 시삭을 통한 하나님의 심판 이면에는 여호와를 섬기는 일이 다른 어떤 일보다 더 좋은 것임을 체험으로 알게 하시려는 하나님의 목적이 있는 것이다. 그러므나 환난과 시험에서 피할 수 있는 길이란 바로 그러한 하나님의 목적을 빨리 깨닫고 돌아와 완전히 주의 사랑과 섭리 안에 피하는 일이다. 따라서 하나님의 궁극저인 뜻은 자기 백성을 심판하여 멸망에 빠뜨리는 데 있지 않고, 모든 백성이 구원을 얻어 영생을 얻는 데 있음을 깨달아야 한다(딤전 2:4). 1. 르호보암의 타락(12:1-8) 본문은 유다 왕 르호보암이 여호와의 율법을 떠나 우상을 섬김으로 타락하였기 때문에 여호와께서 애굽 왕 시삭을 통하여 징계하시는 장면을 기록하고 있다. 즉, 본문은 로호보암이 타락한 결과로 인해 하나님의 심판을 받는 장면인 바, 애굽의 침공을 받게 된 원인(1-3), 침공의 결과와 하나님의 설명(4,5절), 그리고 그에 대한 르호보암의 회개와 하나님의 긍휼하심(6-8절) 등으로 구성되어 있다. 그런데 이 같은 내용의 본문을 살펴볼 때, 범죄->심판->원인 설명->회개->하나님의 자비라는 도식(圖式)을 그릴 수 있다. 이것은 열왕기와는 전혀 다른 견해이다. 다시 말해서 열왕기 저자는 범죄->심판, 순종->축복이라는 단순한 신명기적 사관을 받아들여 이스라엘의 역사를 일목요연하게 평가하는 반면, 본서 저자는 범죄->회걔->하나님의 은혜등으로 역사를 평가해 유다와 함께하시는 여호와의 긍휼하심에 초점을 두고 있다. 그래서 보서 저자는 열왕기(왕상 14:21-31)에서 언급되지 아니한 1,5-8절 등을 추가로 언급해 당시 상황에 대한 역사적 평가를 보충하는 것이다. 사실 애굽 왕 시삭이 유다의 견고한 성읍을 다 취하고 예루살렘만을 나겨두고 있을 즈음에(4절) 유다 방백들과 백성들은 선지자 스마야를 통하여 시삭의 침입이 여호와의 심판임을 깨닫게 되었다(5절). 그래서 그들은 여호와는 의로우시다 하고 자신들의 잘못을 회개하였는데, 이후 하나님이 그들의 겸비한 마음을 보시고 애굽의세력을 급격히 약하게 만드셨다. 그래서 애굽 왕 시삭이 성전의 보물과 옹궁의 보물을 몰수히 빼앗아 가긴 했으나 전면전인 예루살렘 파괴는 없었던 것이다(9절). 이와같이 애굽 군대가 크게 세력을 잃고 예루살렘을 완전히 파괴시키지 못한 것은 저희가 스스로 겸비하였으니 내가 멸하지 아니하고 대강 구원하여 나의 노를 시삭의 손으로 예루살렘에 쏟지 아니하리라 (7절)고 하신 하나님의 말씀이 성취된 것이다. 따라서 이러한 본문을 통해 우리는 다음과 같은 교훈을 발견하게된다 (1) 여호와를 단순히 도우시는 분으로 격하(格下)시켜 판단하고 생각해서는 안 된다는 것이다. 르호보암은 왕권이 불안하고 왕위가 흔즐린다고 생각될 동안에는 온전히 여호와께 의지하여 율법을 지켰다. 그러나 나라가 견고해지고 세력이 강해지자 여호와의 율법을 버렸다. 이는 참으로 르호보암이 여호와를 단순히 필요할 때에만 도우시는 분으로 생각하고 자신의 삶 전체가 여호와의 법 속에 있어야 한다는 사실을 몰랐기 때문이다. 이와같이 성도들도 하나님의 법을 세상의 법이나 교통 법규처럼 단순히 피해 가기만 하면 되는 것으로 생각해서는 안 된다. 하나님의 법은 성도의 삶 전체를 주관하는 원리이기 때문에 이 법을 벗어난 어떤 새로운 삶이란 존재하지 않기 때문이다. 그러므로 하나님을 단순히 때에 따라 도우시는 분으로 이해할 것이 아니라 언제나 우리의 삶 전체를 주관하시는 분으로 인식해야 할 것이다. (2) 하나님의 징계는 항상 소극적인 의미와 적극적인 의미를 내포하고 있다는 것이다. 본문에서 하나니므이 징계의 소극적인 의미는 저들을 죄에서 각성시켜 겸비하게 하는 데 있다(6절). 이것은 모든 죄가 교만에서 비롯된다는 사실을 실증적으로 입증하는 것이다. 사실 교만은 인간의 삶 속에서 주권적인 여호와의 손길을 제거하고 스스로를 영광된 자리에 올려 놓으려는 마음이다. 그래서 하나님께서는 교만한 마음을 꺾으시는 것이다. 그리고 본문에 나타난 징계의 적극적인 의미는 여호와의 의로우심 을 알게 하는다 있다(6절). 이는 8절에서 보다 구체적으로 설명하고 있다. 즉, 그 적극적인 의미는 여호와를 섬기는 것과 열국을 섬기는 것이 어떠한지 알게 하는 데 있다. 따라서 성도들은 하나니므이 징계를 받을 때 소극적인 의미에서 참회하는 것도 중요하지만 보다 적극적인 의미에서 하나님의 의로우심을 고백하는 것이 더 중요함을 깨달아야 할 것이다. (3) 하나님의 백성은 하나님 나라의 시민 의식, 즉 소속감을 확고히 해야 한다는 것이다. 여호와께서 이스라엘을 교육하신 내용의 대부분은 이스라엘이 하나님아의 백성이며, 하나님은 그들의 아버지라는 사실이다. 그러나 가나안에 입성한 이후부터 이스라엘 백성들은 가나안 원주민들과 혼합되면서 스스로 혼동되어 자신들이 하나님 나라의 시민이라는 선민 의식(選民意識)을 상실해버린 것이다. 그래서 여호와께서는 이스라엘을 시삭의 종 (8절)이 되게 하셨는데, 이는 그들이 잃어버린 신앙 때문에 사단의 종이 되어 환난을 당하게 됨을 잘 보여 준다. 이와같이 성도들 또한 죄의 종이 되든지 의의 종이 되든지(롬 6:16) 할 수밖에 없다. 죄의 종이 되어 사망에 이르지 않기 위해서는 철저한 신앙, 즉 성도는 여호와의 백성이라는 의식으로 무장하여 하나님께 순종하는 데 최선을 다하여야 할 것이다. (4) 여호와께서는 항상 궁극적인 멸망을 보류시키시고 회개의 기회를 허락하시는 분이라는 사실을 알고 이에 대해 감사해야 한다는 것이다. 사실 낙심을 경험할 때 사람들은 항상 성급하게 좌저가하고 포기해 버리지만 여오와께서는 신실하셔서 자기 백성들을 끝까지 구원의 길로 인도하시기를 원하신다. 따라서 하나님 안에서 최악의 상태, 또는 절망의 상태란 있을 수 없으며 항상 예비해 놓으시는 피할 길 이 있음을 알고 여호와께 감사하여야 할 것이다(고전 10:13). * 영적 지도자의 자격. 역대기를 살펴보면 이스라엘의 왕은 대개 영적 지도자로 나타난다. 본자에서도 르호보암은 영적 지도자로서 크게 부각되고 있는데, 1절의 르호보암이...여호와의 율법을 버리니 온 이스라엘이 본받은지라 는 기록과 6절의 왕이 스스로 겸비하여 라는 사실이 이를 증거해 준다. 이처럼 온 이스라엘의 신앙이 영적 지도자에 의해서 크게 좌우되고 있음을 우리는 본문 뿐만 아니라 이스라엘의 전(全) 역사를 통해서 알 수 있다. 이로 보아 영적 지도자의 위치가 새삼 얼마나 중요한가를 깨닫게 된다. 그래서 본 소고(小考)에서는 영적 지도자가 갖추어야 하는 자격 조건을 조목별로 생각하여 나열하고자 한다. (1) 진정한 신령함(spirituality)이 있어야 한다. 사도 바울은 신령한 자는 모든 것을 판단하나 자기는 아무에게도 판단을 받지 아니하느니라 (고전 2:15)고 했다. 여기서 신령하다 는 것은 성령과 지혜가 충만한 (행 6:3) 상태를 가리키는데, 이러한 상태에 있을 때에라야 다른 사람들을 온유함으로 다스릴 수 있게 된다. 그래서 진정한 신령함을 가진 자만이 영적 지도자가 될 수 있는 자격이 있는 것이다. 참으로 성령의 지배함을 받지 않고 자신의 권위나 경험을 내세우며 잔재주만을 피우는 사람들은 진정한 영적 지도자가 될 수 없는 것이다. (2) 겸손함이 있어야 한다. 그래서 본문에서도 하나님 앞에서 겸비한 모습을 보인 르호보암의 태도가 많이 강조되고 있는 것이다(6, 7절). 예수께서도, 스스로 겸손한 자로 성육신하셔서 너희 중에 누구든지 크고자 하는 자는 너희를 섬기는 자가 되고 너희 중에 누구든지 으뜸이 되고자 하는 자는 너희 종이 되어야 하리라 (마 20:26, 27)고 겸손의 자세를 말씀하셨다. 참으로 이와 같은 겸손이 지도자의 자격 중에 한 요건으로 언급되고 있는 이유는 하나님께서 먼저 겸손한 자에게 은혜를 주시기 때문이다. (3) 자기 훈련(self-discipline)이 있어야 한다. 제자들은 한 지도자만을 본받고 따르면 되지만 지도자는 많은 제자들을 살피고 이끌어야 한다. 그렇기 때문에 그만큼 일이 많을 수밖에 없을 뿐만 아니라, 세밀한 관심과 정성이 요구되는 것이다. 따라서 자기 훈련이 없는 지도자는 마치 소경이 소경을 인도하는 것과 같이 사람들을 죄악의 길로 인도할 수밖에 없는 것이다. 이러한 이유로 인해 지도자의 자기 훈련은 꼭 갖추어야 하는 조건인 것이다. (4) 비전(vision)이 있어야 한다. 여기서 비전이란 어떤 관점이나 통찰력, 그리고 일에 대한 방향 제시 능력을 가리키는데, 특히 영적 지도자에게서는 신앙의 안목에서 방향을 제시하는 능력이 필수적으로 요청된다. 본문에서 르호보암은 하나님으 관점에서 바라보는 비전을 갖지 못하고 단순히 왕권 회복이라는 순간적인 비전밖에 가지지 못했기 때문에 그 비전이 성취된 이후 곧장 타락의 길로 백성들을 이끌고 말았다. 그러므로 영적 지도자는 단계적인 작은 비전들로 제시할 수 있어야 되겠지만 궁극적인 목적을 바라보는 비전이 더욱 확고해야 할 것이다. (5) 결단력이 있어야 한다. 지도자는 일단 어떤 일이든지 그 사역이 하나님의 뜻에 합당하다는 것을 확신하면 그 결과를 여호와께 맡기고 즉각적인 행동에 돌입하는 결단력을 가져야 한다. 그 일에 대한 어더한 방해나 핍박이나 환난을 과감히 돌파하는 과감성을 가지고 자신의 위치에 확고히 서는 자세가 필요한 것이다. 그러기에 지도자는 자기 위에 계시는 여호와가 보다 완벽한 지도자로서 자신을 인도하시고 지도하신다는 사실을 인정하며 그분께 맡기는 믿음을 배워야 할 것이다. 이러한 사실로 미루어 볼 때 영적 지도자에게 있어서 가장 중요하고 필수적인 요건은 여호와께 무릎을 꿇고 눈물과 순종함으로 영적 지도력을 갈구하는 것이라 하겠다. * 구원의 본질적인 특성. 본문 7절에는 여호와께서 르호보암과 이스라엘 백성들이 스스로 겸비하여진 상태를 보시고 그들을 멸하지 아니하시고 대강 구원하셨다는 기록이 있다. 이것은 참으로 의미 심장한 말이 아닐 수 없다. 그래서 본 소고를 통해 구원의 본질적인 특성을 간략히 살펴보고자 한다. (1) 구원은 여호와의 멸하심에서 면하게 되는 것을 가리킨다(요 3:16, 17). 하나님께서 내리시는 멸망의 심판은 죄 가운데 있는 자들, 악한 세상 가운데 있는 자들에 대한 진노하심인데(롬 5:9;갈 1:4;살전 1:10), 이 때는 주로 대적이나 원수들을 도구로 사용하셔서 심판하신다(눅 1:71-74). 따라서 이러한 심판의 상태에서 벗어나는 방법은 여호와의 진노를 돌이키게 하는 것인데 이는 성도들의 겸비함으로 가능한 것이다. (2) 구원은 여호와께서 자신의 주 (主)임을 아는 것이다. 이스라엘은 시삭으 종이 되었을 때에야 비로소 여호와가 참 주이심을 알게 되었다(8절). 이와 마찬가지로 신약의 성도들도 날마다 그리스도가 우리의 주이심을 인정하고 고백하는 것이 필요한데(롬 10:9), 그 이유는 그리스도만이 참된 구원의 주가 되시고 구원의 근거가 되시기 때문이다(막 16:16;히 2:10). 이와 반대로 세상 것이나 사단을 주(主)로 섬길 때 혹은 자기 자신을 주로 섬길 때 우리는 멸망당하게 되는 것이다. 그러므로 우리가 살아도 주를 위하여 살고 죽어도 주를 위하여 죽나니 그러므로 사나 죽으나 우리가 주의 것이로라 (롬 14:8)는 바울의 고백이 우리의 고백이 되어야 할 것이다. (3) 구원은 특성상 선택적이지 않고 명령적이다. 그러므로 구원은 자신의 의지에 의해서 선택되거나 거부할 수 없는, 전적으로 하나님의 은혜로 되는 것이다(엡 2:8). 만일 구원이 선택적이라면 하나님께서 구원을 거부하는 자에게 심판을 내리시는 것은 부당한 것이라고 생각할 수도 있는 것이다. 그러나 그렇지 않기 때문에 바울은 주 예수를 믿으라 (행 16:31)고 명령했고 예수께서도 제자들을 부르실 때 나를 좇으라 고 명령하셨던 것이다. 이와같이 구원은 하나님의 명령이기 때문에 이를 거부하는 자들에게 하나님의 심판이 임하게 되는 것이다. 이와 같은 사실을 고려하고 결론적으로 살펴볼 때 구원의 본질적인 특성은 다음과 같다. 즉, 구원은 사단의 지배에서 그리스도의 지배함으로 자리를 바꾸는 것이며 하나님의 은헤에 감격하여 기꺼이 그분의 종으로 자신을 겸비하여 드리는 데 있는 것이다. 2. 르호보암의 겸비(12:9-12) 르호보암의 범죄(1절)->하나님의 심판(2-4절)->회개(5-7절)->하나님의 자비(8절)를 보여줘 이스라엘의 역사를 하나님의 은혜라는 관점에서 보고 있는 전단락에 이어지는 본문은 앞에서 언급된 도식에 대한 재강조이다. 즉, 본문은 르호보암의 겸비한 모습을 다시 한번 더 언급하는 장면인 바, 하나님의 심판 내용(9절)->겸비한 태도를 취한 르호보암의 모습(10, 11절)->하나님의 은총(12절)을 기술하고 있다. 그래서 앞단락에서 강조되었던 본서 저자의 역사 평가 방법이 재차 드러나는 것이다. 사실 하나님의 길로 행하던 다윗과 솔로몬은 일면 전쟁으로, 다른 한편으로는 상업에 의하여 성전과 왕궁의 보물을 충만히 채웠다. 그래서 솔로몬은 자신의 영화를 상징적으로 나타내기 위해서 방패를 금으로 만들었던 것이다(왕상 10:16, 17). 그런데 그러한 영화도 율법에 불순종하는 르호보암 대(代)에 이르로 아침 안개처럼 사라져 버렸으니(약 4:14) 르호보암은 금방패 대용으로 놋방패를 만들어 썼던 것이다. 그런데 이러한 사실에 대해서 조차도 본서 저자는 르호보암이 겸비한 자세를 취한 것으로 간주해 이 같은 그의 모습이 하나님의 진노를 멈추게 한 것으로 해석하고 있다. 그래서 열왕기서에 없는 사실임에도 불구하고(왕상 14:25-28) 이 같은 기사를 첨언한 것이다(12절). 이와 같은 본문을 통하여 우리는 다음과 같은 사실을 숙고해 불 수 있다. (1) 스스로 겸비한 태도를 취하고 그것을 행함으로 나타낼 때만이 진정한 회개가 되는 것이다. 11절을 보면 르호보암은 성전에 들어갈 때마다 빼앗긴 솔로몬의 금방패 대신 놋으로 만든 방패를 그의 호위병들에게 들게 하고 성전에 들어갔다. 그런데 참으로 이것은 화려했던 지난 몇년 동안의 생활과 완전히 대조적인 것이었다. 그래서 르호보암의 이러한 실제적인 겸비한 생활을 유다 백성들도 본받아 선한 일을 행했던 것이다(12절). 그러기에 우리는 마음으로 자신의 허물을 뉘우치고 고백할 뿐만 아니라 행위로 그 사실을 나타내 하나님의 은총을 체험해야 할 것이다. (2) 하나님께서 자기 백성들을 부르실 때 사용하시는 칭호는 곧 하나님께서 그들을 용납하셨음을 가리킨다. 본장 1절에서 저자는 율법을 버린 유다 백성들을 가리켜 온 이스라엘 이라고 표현하였다. 이는 유다를 여로보암의 북이스라엘과 같이 여호와께 범죄한 부류로 간주해 한 통속으로 여겼음을 가리킨다. 그런데 12절을 보면 다시 유다라는 칭호로 바꾸어 부른 것을 볼 수 있는데, 이는 유다가 다시 다윗과 솔로몬의 길 로 돌이켰음을 암시하는 것이다. 이와같이 여호와께서 우리를 하나님의 자녀 로 불러주실 때(요 1:12) 우리의 죄는 이미 용서된 것이며 구원의 반열에 끼게 되는 것이다. 그러므로 우리에게 항상 하나님을 아바 아버지라 부르는 신앙 고백이 있어야 할 것이다. (3) 성도들이 무익하고 허탄한 것을 갖고 자랑치 않도록 경고하신다. 사실 르호보암이 하나님의 심판을 받았던 것을 나라가 견고하고 세력이 강해지자 교만해지고 율법을 버린 데 있었다(1절). 그런데 그가 이처럼 교만해졌던 이유는 왕국이 분열된 이후에도 남유다가 쇠퇴하지 않고 계속 부강해지고, 예루살렘에는 많은 보물이 있었기 때문인 듯하다. 그래서 르호보암이 여호와를 신뢰하는 대신 재물과 나라의 융성함에 마음을 두었던 것이다. 그러나 하나님께서는 이러한 것을 없애버리심으로 허탄한 것을 좇는 마음을 제하셨다. 그러기에 우리는 오직 하나님만을 신뢰해(빌 3:3) 승리하는 삶을 살아야 할 것이다. 3. 르호보암의 행적과 종말(12:13-16) 남유다 초대 왕 르호보암의 치세에 대해 지금까지는 지극히 단편적인 문제만 언급했다(1-12절). 즉, 본장에서 지금까지는 르호보암이 범죄한 사실과 그에 대한 심판, 그리고 회개와 하나님의 은총으로 그의 통치 일부를 기술했다. 그러나 앞 사실에 연이어지는 본문은 르호보암의 행적과 종말에 관한 역사적 사실을 지금까지의 서술 방법과는 다르게 진술하는 바, 르호보암의 통치 연도에 대한 문제를 기록한 전반부(13절)와 그의 행적과 죽음을 언급한 후반부(14-16절)로 구성되어 있다. 이러한 본문은 왕상 14:29-31과 그 내용이 동일한데, 특이하게도 본문에는 14절이 첨언되어 있다. 즉, 열왕기 저자의 기록과는 달리 본서 저자는 14절을 통해 르호보암 치세에 대한 총체적인 평가를 내림으로 사악한 왕으로 그를 처리한다. 이는 지금까지 나타난 본서의 기록 방향과는 다소 차이가 있는 것인 바 매우 특이한 것으로 사료(思料)된다. 사실 르호보암은 강력한 왕권을 가지고 변방의 유다 성읍들과 함께 예루살렘을 중심으로 해서 17년간 통치했다. 그러나 그는 종교적인 면에서는 마음을 오로지하여 여호와를 찾지 않고 악을 행했다. 이것은 아마 이방인 암몬 여인이었던 어머니의 영향 때문인 것으로 추측된다. 또한 그는 매우 호전적이어서 북이스라엘의 여로보암과 항상 전쟁을 하였다. 이것은 하나님께서 금지하신(11:4) 동족(同族) 간의 전쟁을 말하는 것이다. 이처럼 르호보암은 한때 순종하기도 했고(11:1-4) 겸비하기도 했으나(12절) 한결같지 못하여 악으로 떨어졌다. 이는 참으로 그가 육은 강했어도 심령이 연약했음을 나타낸 것이다(13:7). 이러한 사실을 통해 우리가 교훈 받을 수 있는 것은 다음과 같다. 즉, (1) 신앙 생활에 있어 성공의 비결은 오직 마음을 여호와께로 향하는 데 있다는 것이다. 왜냐하면 생명의 근원이 여호와께로부터 나왔기 때문이다(잠 4:23). 그러기에 우리는 언제나 여호와를 향해 마음을 열어야 한다. (2) 하나님께서는 항상 전심 전력으로 당신을 찾을 것을 요구하신다(삼상 7:3;시 9:1;렘 24:7). 본문에서 르호보암은 마음을 오로지하여 여호와를 구하지 아니한(14절) 대표적인 인물로 등장한다. 사실 그는 처음 3년 동안은 번영을 누렸으나 나머지 14년 동안은 계속해서 침체된 삶을 살게 되었으며 항상 여로보암과의 전쟁으로 시달렸다(15절). 이와같이 그의 삶이 침체의 늪에서 벗어나지 못한 것은 오로지 하는 일심된 마음이 없었기 때문이다. 예수께서도 한사람이 두 주인을 섬기지 못한다고 말씀하셨는데(마 6:24), 이는 마음과 뜻과 목숨을 다하여 하나님을 사랑하여야 할 것을 성도들에게 요청하는 말씀인 것이다(마 22:37;눅 10:27)."
        }
    ]
}