{
    "bible_book": "역대하",
    "chapter_number": 35,
    "commentaries": [
        {
            "verse_reference": "35:1",
            "commentary": "-19 \n 왕하 23:21-23에 따르면 요시야는 '언약책에 기록된 대로' 여호와를 위하여 유월절을 지키라고 명령했다. 그래서 백성들은 이를 엄격히 준행하였는데 이전에는 결코 이와 같이 유월절을 지킨 일이 없었다. 이런 열왕기의 간략한 묘사와는 달리 역대기 저자는 이 행사를 보다 자세히 묘사하고 있는데 특히 제사장들과 레위인들의 활동에 관하여 세세하게 기술하고 있다."
        },
        {
            "verse_reference": "35:1",
            "commentary": "예루살렘 여호와 앞에서 - 신 16:5, 6을 보면 유월절은 각 성에서 따로 드리지 말고 예루살렘 성전에 모여서 공동체적으로 함께 드리라고 명령하고 있다. 그러나 요시야 이전까지는 유월절 절기를 지키지 않거나, 혹은 준수했다고 하더라도 예루살렘 성전에서 행하지 않고 대부분 자기 성읍에서 드렸던 것 같다. 그래서 요시야는 예루살렘 여호와 앞에서 절기를 지킬 것을 명하고 백성들과 함께 준수한 것이다. 한편, 히스기야 때에도 유월절 절기는 지켜졌는데 그 당시에는 백성들이 예루살렘에 모이지 못하였기 때문에한달 연기하여 이 월에 거행되었다(30:2,3). \n 정월 십사 일에 - 이는 유월절 준수를 위해 율법에서 정한 때이다(출 12:6; 레 23:5; 민 9:3). 한편, 여기에 나타난 정월은 히브리 종교력 제1월을 가리키 는데 민간력으로는 제7월이고, 바벨론식의 이름으로는 '니산(Nisan)월'이다. 이로 미루어 보아 본서 저자는 바벨론의 포로 생활로부터 해방되어 귀환한 백성들에게 선조들의 역사를 회상시켜 주기 위하여 본서를 썼음에도 불구하고 유대 전통에 의하여 기록했음을 알 수 있다."
        },
        {
            "verse_reference": "35:2",
            "commentary": "면려하여...사무를 행하게 하고 - 여기서 '면려하여'에 해당하는 히브리어 '예하제켐'(* )은 강하게 하다', '용기를 내다', '고무하다'라는 뜻의 동사 '하자크'(* )에서 온 말로 율법에서 명하는 대로 추진해 나갈 수 있도록 용기를 준 것 을 가리킨다(O. Zocker, Curtis). 이것은 히스기야가 설득력있는 설교(29:5-11; 30:22)로 강한 도전을 준 것과 유사하다 할 수 있다. 한편 이때의 제사장들은 \n규정된 규례와 율례로 재확립된 사람들일 것이다(29:5; 30:16, J. Wolfendale)."
        },
        {
            "verse_reference": "35:3",
            "commentary": "온 이스라엘을 가르치는 레위 사람 - 레위 사람들의 가르치는 직분에 관해서는 17:7-9; 신 33:8-10; 느 8:7, 9을 참조하라.\n 거룩한 궤를...전 가운데 두고 - 여기서 '두고'에 해당되는 동사'테누'(* )는 '두다', '가져오다', \n'들어올리다', '복원하다'라는 뜻의 동사'나탄'(* )에서 온 것으로 본절에서는 본래 장소에 있지 않던 언약궤를 다시 제자리에 두는 것을 가리킨다. 그런데 본절에 나타난 언약궤에 관련된 견해들은 매우 다양하다. (1) 사악한 므낫세나 아몬에 의해서 옮겨졌거나, 요시야가 성전을 복구하는 동안에 잠시 옮겼을 것이라는 가정(Bertheau, Barker, O. Zocker). 그래서 랍비들은 성전을 수리하는 지하방에 옮겼다고 말한다. 그러나 랍비들의 견해에 대한 구체적인 자료는 미약하다. (2) 여기서 벧도우(Bertheau)는 한 발짝 더 나아가 \"유월절에 레위인들이 율법 에 따라 새로 성결된 법궤를 메었으나(광야에서의 장막 생활을 기념하기 위해서) 요시야가 이 행사를 금했다\"는 것이다. 요시야가 그것을 금한 이유는 더 이상 장막이 존재하지 않고 솔로몬 성전이 건축되었기 때문이라는 것이다. 그리고 이와는 달리 어떤 학자들은 레위인들이 법궤를 메고 백성들의 신앙을 강화시키기 위하여 전국을 순회했는데 요시야가 이를 금했다고 주장하기도 한다(Calmet). 그러나 이를 뒷받침할 수 있는 분명한 다른 증거는 없다. (3) 본절의 의미를 상징적으로 보아야 한다는 가정(Keil). 즉, 성전이 세워지기 이전 에 하던 것 같이 법궤를 더 중요시하지 말고 4-6절에 기록하고 있는 바와 같이 여호와와 백성들을 섬기라는 뜻으로 보아야 한다는 것이다(Curtis). (4) 본절이 다음과 같이 수정되어야 한다는 견해(Benzinger)로, 즉 '보라 이제 법궤는 성전 안에 있다'라는 것이다. 이상에서 우리는 법궤가 사악한 왕들에 의해 옮겨졌을 것이라고 보는(1)의 견해가 옳다고 보아야 한다. 왜냐하면 본문에서는 성전과 장막을 비교하여 상상하기는 힘들 뿐만 아니라 요시야가 준수한 유월절을 언약책의 발견으로 인한 과거 조상들의 죄에 대한 회개로 시작되었기 때문이다(34:24, 25). 그리고 이와 더불어 요시야는 궤를 다시 하나님의 전에 옮겨 여호와를 섬기게 했기 때문이다. 그러므로 므낫세가 성전 안에 우상의 제단을 쌓았기 때문에 법궤를 다른 곳으로 옮겼을 가능성이 크며, 언약궤의 유실(遺失)도 이때에 발생하였던 것으로 추측된다(34:15 주석 참조). 한편, 므낫세와 아몬 당시 법궤를 옮긴 주체에 대해서 페인(Payne)은 신실한 제사장들이 언약궤를 보호하기 위해 그렇게 했을 것이라고 가정한다. \n 섬길 것이라 - 이에 해당하는 히브리어 '이브두'(* )는 '일하다', '봉사하다', '종살이 하다', '노예가 되다'란 뜻의 '아바다'(* )에서 유래한 용어이다. 그러므로 이는 자신의 의지와 생각, 그리고 뜻을 전적으로 포기하고 그 직무에만 충실할 것을 나타낸 말이다."
        },
        {
            "verse_reference": "35:4",
            "commentary": "다윗의 글...솔로몬의 글을 준행하여 - 이는 레위인들과 제사장들의 반차와 직무를 분류할 때 다윗과 솔로몬이 규정한 규례들을 가리킨다(8:14 ; 대상 9:10-34; 23:6)."
        },
        {
            "verse_reference": "35:5",
            "commentary": "레위 족속의 차서(次序)대로 - 이스라엘 백성들이 예루살렘에 전체적으로 모여서 제사드릴 때는 미리 순번이 결정된 레위인들에 의해서 드려졌다(대상 24장)"
        },
        {
            "verse_reference": "35:6",
            "commentary": "유월절 어린 양을 잡아 너희 형제를 위하여 예비하되 - 30:16-18을 보면 레위인들이 부정한 사람들을 위하여 유월절 양을 잡아 그들을 성결케 하였다고 기록하고 있는데 여기서는 레위인들이 유월절 양을 잡는 것이 그들의 일상적인 직무인 것처럼 언급되어 있는 듯하다(Keil, Curtis). 그러나 하나님께서 \n출애굽 직전에 모세에게 일러준 규례에 의하면 유월절 양은 이스라엘 회중이 잡는 것으로 되어 있다(출 12:6). 그럼에도 불구하고 레위인들이 유월절 양을 잡은 것 같이 본절에 언급된 것은 유월절 행사가 크게 확장되면서 이러한 업무를 레의인들이 전담케 되었음을 나타낸 것이라는 의견(Curtis)은 가정에 불 과한 것 같다. 왜냐하면 이를 뒷받침하는 구체적인 근거 자료가 없기 때문이다. 한편 여기에서 '스스로 정결케 하고 유월절 피를 뿌리기 전에 정결케 해야 할 것(30:16, O. Zockler)을 가리킨 것인지 고살한 레위인들이 제사장에게 피를 건네 주기 전에 깨끗케 해야 할 것을 명하는 것(Keil)인지 분명치 않다."
        },
        {
            "verse_reference": "35:7",
            "commentary": "요시야가...유월절 제물로 주매 - 히스기야도 이와 마찬가지로 백성들에게 유월절 제물을 제공했었다(30:24). 왜냐하면 멀리서 제사를 모시기 위해 모인 백성들에게는 온전한 제물이 없을 수도 있었기 때문이다(Keil). 한편 이 제물들 가운데 양과 염소는 유월절 제물로 사용되었고(출 12:5), 수소는 번제와 화목제의 제물로 사용되었다(민 28:16-25)."
        },
        {
            "verse_reference": "35:8",
            "commentary": "방백들 - 여기에 나오는 방백들은 '하나님의 전을 주장하는 자' 세 사람과 '레위 사람들이다(Keil). 왜냐하면 이들은 세속 직무를 맡은 자들로서 방금 언급한 9명과는 다른 인물이기 때문이다(O. Zocker). \n 즐거이 희생을 드려 - 여기서 '즐거이'에 해당하는 히브리어 '린다바'(* )는 '자발적으로' '자원적으로', '아낌없이'라는 뜻이다. 이는 왕이 자신의 의무와 책무에 따라 제물을 내놓는 것(31:3; 겔 45:21; 46:2)과는 달리 방백들이 의무와 상관없이 자발적으로 희생 제물을 내놓은 것을 가리킨다. \n 하나님의 전을 주장(主掌)하는 자 힐기야와 스가랴와 여히엘 - 이 세 방백들 가운데 힐기야는 대제사장이고(34:9), 스가랴는 대제사장 다음 가는 인물 로 추측된다. 한편, 여기에 나타난 여히엘은 이다말 가계의 두목인 듯하다(Bertheau, Keil, O. Zockler)."
        },
        {
            "verse_reference": "35:9",
            "commentary": "레위 사람의 두목을 곧...요사밧은 - 이중에서 고나냐와 스마야와 요사밧은 히스기야때의 레위인들의 명단에도 나타난다(31:12-15). 그리고 하사뱌와 여이 엘은 매우 흔한 이름이다(대상 5:7; 6:45; 9:14, 35).  \n35:10 \n 구비하매 - 이에 해당하는 히브리어 원형 '쿤'(* )은 '준비하다', '적합하다', '채비하다'란 의미이다. 그러므로 이것은 8:16; 29:35과 같이 완전히 준비된 상 태를 가리키는 말이다. \n 왕의 명령을 좇아 - 30:16에서는 히스기야 왕의 명령이 '하나님의 사람 모세의 율법을 좇아'라고 묘사되었는데 본절도 이와 비슷하게 쓰여진 것 같다. \n 제사장들은 자기 처소에 서고 - 이는 제사장들이 자기 직무에 따라 섰음을 가리킨다. 그리고 레위인들은 4, 5절에서 이미 언급한 대로 백성들의 반열을 따라 섰다. 이처럼 본서 저자는 유월절을 준비한 모습과 당시 상황에 대해 자세히 언급하고 있다."
        },
        {
            "verse_reference": "35:11",
            "commentary": "유월절 양을 잡으니 - 유월절 양은 하나님과 올바른 관계를 회복하기 위한 제물로서 우리를 위해 십자가에 대속하신 예수를 상징한다(벧전 1:19). \n 피를 받아 뿌리고 - 레위인들이 백성들을 위하여 유월절 양을 잡고 그 피를 제사장들에게 주면 제사장들은 그 피를 제단 뿔에 바르고 또 제단 아래에 뿌렸다(29:22). \n 짐승의 가죽을 벗기고 - 이에 대한 자세한 내용은 29:34 주석을 참조하라."
        },
        {
            "verse_reference": "35:12",
            "commentary": "그 번제물을 옮겨 - 여기서 '옮겨'에 해당하는 히브리어 '헤씨르'(* )는 '잡아 찢다', '분리하다'는 동사 '쑤르'(* )에서 온 말이다. 이것은 번제 제물로 사용할 짐승을 각을 떠서 조각조각 분류헤 놓는 것을 가리킨다(레 3:9-11). 이러한 이 유로 인해 바커(P.C. Barker)는 이 용어를 '잘랐다'(cut off)라고 해석한다. \n 모든 백성에게 나누어 - 분류된 번제 제물의 조각들을 각 가계(家系)의 두목들에게 나누어 주며 그들은 다시 그것들을 제사장에게 주어 번제를 드리게 했다. 그런데 12장에는 이와 같은 의식에 관해서 전혀 언급되지 않고 있다. 그러나 이것은 유월절 양이 화목제의 양과 같이 다루어졌음을 보여주는 것이라고 추측할 수 있다. 한편, 제물의 기름진 부분은 여호와께 드리는 저녁 화제로 온전히 불태워져 향기로운 냄새를 드렸음에 틀림없다(레 3:6-16, Keil, Curtis). \n 소도 그와 같이 하고 - 7-9절에서 언급된 바와 같이 여기서의 '소'는 황소를 언급한다. 그러나 다 태운 후(레 3:3-5) 나머지 제물은 화목제물로 나누어 먹었다(13절)."
        },
        {
            "verse_reference": "35:13",
            "commentary": "유월절 양을 불에 굽고 - 출 12:7-9과 신 16:7에 규정된 바에 따르면 유월절 양은 구워야 했다. \n 그 나머지 성물 - 이는 살찐 소를 가리키는데 솥과 가마와 냄비에 삶아서 유월절 음식으로 사용토록 했다. 그런데 구운 양고기와 삶은 소고기를 언제 먹느냐에 대해 벌도우(Bertheau)는 니산월(이스라엘의 종교력 1월, 민간력 7월) 14일저녁 당일 하루 분이라고 하고, 카일(Keil)은 유월절 14일과 함께 계속되는 무교절의 7일 동안 먹었다고 주장한다. 그런데 여기서 카일(Keil)의 견해가 옳 은 것 같다. 왜냐하면 유월절 음식으로 삶은 고기는 적당하지 않가 때문이다. (출 12:9). \n 삶아 - 위에서 언급된 카일(Keil)의 견해를 뒷받침해 주는 것으로 삶은 제물이나 화목 제물은 무교절에 먹었다(레 23:4-8). \n 속히 분배하고 - 이에 해당하는 히브리어는 '달리게 하다', '재빨리 가지고 가다'라는 뜻의 동사 '루츠'(* )에서 왔다. 그래서 대부분의 영역 성경들도 이 를 '급히'(quickly 또는 speedily)라는 부사를 사용하여 해석하거 있다. 그러나 이것은 시간적인 제약(출 12:10, 11) 때문에 급히 서둘렀다기 보다는 많은 백성들에게 골고루 음식이 돌아가도록 하기 위해서 주의깊게 행동했음을 가리킨다고 보는 것이 더 타당하다(Barker). 그러기에 어떤 학자는 이것을 레위인들의 열심 있고 자발적인 봉사 행위를 나타낸 것이라고 이해한다(Williamson)."
        },
        {
            "verse_reference": "35:14",
            "commentary": "그 후에 자기와 제사장들을 위하여 준비하니 - '그 후에', 즉 평민들을 위해 준비한 후 레위인들은 자신들과 제사장들을 위하여 준비 했다. 그런데 그들이 이렇게 나중에 준비할 수 밖에 없었던 것은 번제와 기름을 드리는 일로 저녘까지 분주했기 때문이라고 본절은 말한다. 한편, 여기서 '저녁'은 14일 저녁 하루를 가리킨다기 보다는 7일간의 축제 기간 전체를 가리킨다고 보아야 할 것이다(Keil). \n 번제와 기름 - 여기서 '번제'(*, 하올라)는 유월절 어린양을 가리키고 '기름'(*, 하할라빔)은 소위 기름을 가리킨다고 이해할 수 있다. 그러나 본절에 언급된 번제와 기름은 동일한 의미(O. Zockler)로 보아야 한다. 왜냐하면 기름을 뜻하는 '하할라빔'은 소, 양, 염소 등 제단에서 태우는 모든 제물의 기름을 가 리키기도 하기 때문이다(Keil). 그리고 소위 기름은 꼭 유월절 14일 저녁에 다 태워야 할 필요가 없기에 아마 무교절의 7일 동안 계속 제물로 드려졌을 것으로 생각된다."
        },
        {
            "verse_reference": "35:15",
            "commentary": "본절에서 볼 수 있는 바와 같이 노래하는 자들과 문지기들은 제사장들과 레위인들의 업무가 아무리 과다하다 할 지라도 자기 처소를 떠나 자기 업무가 아닌 다른 일에 종사하지 않았음을 알 수 있다(대상 25:1-6). 그런데 여기에서 그 기능이 전혀 다른 노래하는 자들과 문지기을 함께 언급한 것은 당시의 전 \n체 광경을 그리려고 한 의도에서 비롯된 듯하다(O. Zockler). 한편 유대인의 전승에 따르면 유월절 양이 성전 마당에서 죽임을 당하는 동안에 레위인들은 '할렐송'(Hallel)을 불렀다고 한다(Curtis)."
        },
        {
            "verse_reference": "35:16",
            "commentary": "-19 \n 요시야의 왕이 지킨 유월절과 무교절 축제의 특징을 묘사한다. 유월절과 함께 무교절은 7일 동안 지켜졌는데 사무엘 이후 가장 철절하게 지켜진 절기 행사였다."
        },
        {
            "verse_reference": "35:16",
            "commentary": "본절은 지금까지 앞에서 소개한 축제의 진행 과정을 총괄적으로 요약하고 있다. \n 당일에 - 이에 대해서는 (1) 14일 하루만을 가리킨다고 보는 견해(Curtis), (2) 7일 간의 축제 기간 전체를 가리킨다고 본느 견해(Keil, O. Zockler, Barker)로 나누어진다. 그런데 여기에 사용된 히브리어 '욤'(* )은 창 2:4에서 '욤'이 창조기간인 7일 전부를 가리키는 것처럼 어떤 일정한 기간 전체를 통칭하는 경우로 쓰였다고 봄이 옳을 것이다. 또한 17절에서 '그 때에'라는 표현이 축제 전(全) 기간을 칭하고 있기 때문에 (2)의 견해가 옳다고 보아야 한다. \n 요시야의 왕의 명대로 - 이는 모든 행사가 요시야 왕의 주관하에 진행되었음을 가리킨다."
        },
        {
            "verse_reference": "35:17",
            "commentary": "연하여 무교절을 칠 일 동안 지켰으니 - 무교절은 항상 유월절과 동시에 진행되었다. 그래서 이 기간을 가리켜 유월절이라 부르기도 하고(30:1), 무교절이라 칭하기도 한다(30:13, 21 주석 참조)."
        },
        {
            "verse_reference": "35:18",
            "commentary": "선지자 사무엘 이후로 - 왕하 23:22에는 '사사가 이스라엘을 다스리던 시대부터'로 기록되어 있어 본절과 차이를 보이고 있다. 한편 여기에는 요시야가 지킨 유월절의 특징이 소개되고 있는데 (1) 참석자들의 수, (2) 제물의 수, (3) 정해진 달에 시행된 점 등에서 이스라엘 역사상 가장 큰 유월절 행사였다는 것을 설명하고 있다(Murphy).\n 모인 온...거민과 함께 - 이는 광범위하게 많은 사람들이 참여했음을 가리킨다(O. Zockler). 이 같은 범국가적인 유월절 행사를 통하여 그들은 다시금 여호와 안에서의 새 삶을 가능케 해주는 영적 동력(power)을 얻을 수 있었다."
        },
        {
            "verse_reference": "35:19",
            "commentary": "요시야...십 팔 년 - 요시야 18년이 34:8에 이어 두 번째로 강조되어 나타난다. 이것은 요시야 18년 본서 기자가 열왕기 저자와 같이 역사적으로 중요하게 보았음(왕하 22:3; 23:23)을 반영한 것이다. 여기서 요시야의 개혁은 유월절 행사로 절정을 이루었고, 그것과 함께 종결되었음을 알 수 있다. 한편, 유월절 행사와 성전 수리가 다같이 요시야 즉위 18년째에 있었는데(34:8), 그렇다면 성전 수리는 종교력으로 정월 14일 이전에 있었을 것이다. 한편, 카일(Keil)은 율법책 발견과 유월절 행사는 직접적으로 관계가 없고, 아마 유월절행사 이후에 율법책이 발견되었을 것이라고 주장한다. 그러나 왕하 23:21을 보면 유월절 행사는 율법책의 발견과 밀접한 연관이 있을 뿐만 아이라 유월절이 '이 언약책에 기록된 대로' 진행되었음을 명백히 밝히고 있다. 따라서 카 일의 견해는 수정되어야 할 것으로 판단된다(왕하 23:23 주석 참조)."
        },
        {
            "verse_reference": "35:20",
            "commentary": "-27 \n 본문은 요시야가 므긱도 전투에서 전사(戰死)한 사실을 기록한 것으로서 왕하 23:29, 30의 기록보다 훨씬 더 자세하게 언급하고 있다."
        },
        {
            "verse_reference": "35:20",
            "commentary": "애굽 왕 느고 - 이는 애굽의 26왕조의 두 번째 왕 사메티투스(Psammetichus)의 아들인 바로느고(Pharaoh Neco) II를 가리킨다. 그는 B.C.609년에서 594년까지 통치했다. 이에 대한 보다 자세한 내용은 왕하 23:29 주석을 참조하라. \n 갈그미스를 치러 얼라온 고로 - 여기서는 애굽 왕 느고의 공격 목표가 '갈그미스'라는 지역으로 나와 있지만 왕하 23:29에는 앗수르 왕을 치는 것이 목표였다고 기록되어 있다. 그러나 느고가 왕위에 오른 때(B.C. 610) 이후이다. 따라서 열왕기의 기록은 좀더 정확히 이해되어져야 한다. 그런데 본절에 언급된 바와 같이 느고가 갈그미스에 간 것은 갈그미스를 '치러'(KJV, against) 올 라간 것이 아니라 갈그미스에서(NIV, RSV, at) 싸우려고 간 것이었다. 이것은 그가 유프라테스 강 건너편에 위치한 하란을 재 점령하기 위해 취한 조치이다(Payne). 한편 갈그미스 지중해 북동쪽 유프라테스 강의 서쪽 변방 지역에 위치한 오늘날의 '제라비스'(Jerabis)로서 고대 힛타이트(Hittite) 제국의 수도이자 시리아(Syria)에서 메소포타미아(Mesopotamia)로 통하는 관문이었다(Curtis). \n 요시야가 나가서 방비하였더니 - 요시야가 느고를 대항하여 싸우려고 했던 이유에 대해서 학자들은 대체로 다음과 같이 설명한다. (1) 유다가 앗수르의 속국이었기에 요시야가 앗수르의 명령을 따랐기 때문이라고 보는 견해. 그러나 그 당시 앗수르 제국은 쇠약해질 대로 쇠약해져 거의 멸망 상태에 있었다. 그래서 이 견해는 타당치 못한 것으로 이해된다. (2) 요시야가 팔레스틴에서 애굽의 지배권이 부활되는 것을 저지하고, 유다 왕국의 독립을 유지하기 위해 싸웠다는 견해(Curtis). (3) 유다가 바벨론의 나보폴라살(Nabopolassar) 치하의 속국으로 있었기 때문이라는 견해(Barker). 그러나 비록 당시 바벨론이 앗수르 제국의 쇠퇴 이후 팔레스틴을 장악하는 신흥 제국 세력으로 등장하긴다 했지만 아직은 바벨론이 본격적으로 세력을 확장하던 시기는 아니었다. 그리고 나보폴라살이 자기 아들 느부갓네살(Nebuchadnezzar)이 지휘하는 바벨론 군대를 갈그미스로 보내어 애굽 왕 바로느고를 공격하여 승리를 거둔 것(36:6)은 그후 2년 뒤의 일이었던 것(Curtis)으로 보아 이 견해는 타당치 않다. 따라서, 비교 적 (2)의 견해가 타당한 것으로 여겨진다.그러나, 이것은 당시의 역사 정황으로 나타난 가시적인 원인으로서 보다 궁극적인 이유는 요시야가 하나님의 말씀을 듣지 아니함에 있었다(21, 22절). 그리고 이와 더불어 멸망으로 치닫는 유다 왕들 가운데서 하나님의 은총을 받은 결과(34:27, 28)였다고 할 수 있다(본장 강해 참조)."
        },
        {
            "verse_reference": "35:21",
            "commentary": "하나님이 나를 명하사 속히 하라 하셨은즉 - 느고가 요시야에게 보낸 이 메시지의 출처가 어디냐에 대해서 여러 가지 견해가 있다.(1) 고대 주석가들은 이 메시지가 느고의 꿈을 통해서이거나 어떤 선지자의 신탁에 의해서 온것이라고 생각했다 (2) 헤로도투스(Heroddtus)는 애굽의 신(神)에게서 온 메시지라 고 생각했다. 그러나 (3) 느고는 분명히 여호와께로부터 계시를 받고 이 메시지를 요시야에게 전했음이 분명하다(Keil). 여호와께서 이방인들을 감동시키사 단신의 뜻을 나타내신 것은 여기에서 뿐만 아니라 36:23의 고레스 칙령에서도 볼 수 있다(O. Zocker). 그러므로 이것은 선한 요시야가 당한 죽음의 원인을 제시하기 위해 역대기 저자가 꾸민 이야기가 결코 아니다(Curtis)."
        },
        {
            "verse_reference": "35:22",
            "commentary": "요시야가 몸을 돌이켜 떠나기를 싫어하고 - 요시야는 느고에 대한 적대감 때문에 그가 전한 하나님의 명령을 믿지 않았을 것임이 분명하다. 즉, 그는 애굽 왕 느고에 대한 지나친 적대감 때문에 하나님의 뜻을 생각할 수 없었던 것이다. 여기서 우리는 요시야가 하나님의 뜻에 어긋나는 전쟁을 적대감에 불 타 수행함으로써 죽음에 이르게 되었다고 추측할 수 있다. \n 변장 하고 - 이에 해당하는 히브리어 '히트하페스'(* )는 의복 같은 것으로 자신을 덮어 위장하는 것을 뜻한다(18:29; 왕상 20:38; 22:30; 욥 30:18). 여기서 요시야는 아합 왕처럼 하나님의 경고를 받았으나 이를 무시하고 변장하여 싸움터에 나갔다고 생각해 볼 수 있는데(O. Zockler는 의견을 전적으로 부인함). 이는 결국 요시야가 느고의 말이 하나님의 명령인 줄 알고도 고의적으로 거역했다는 말이 된다. 한편, 이 단어를 해석하는 데 있어서 (1) 완전하게 무장하고(P.C. Barker), (2) 열성적으로, (3) 스스로 튼튼히 무장하여(LXX, O. Zockler), (4) 변장하여(Payne, Keil) 등 학자들 사이에 많은 견해가 있다. 그러나 이는 많은 영역 성경이 번역하는 것처럼, 또한 한글 개역 성경과 공동 번역이 표현하고 있는 것과 같이 (4)의 견해를 지지하여 '변장하여'(KJV, NIV, RSV, disguised himself)로 하는 것이 타당하다. \n 하나님의 입에서 나온 느고의 말을 듣지 아니하고 - 요시야가 고의적으로 하나님의 명령을 어겼든지, 아니면 지나친 적대감으로 하나님의 뜻을 깨닫지 못했든지 간에 그의 행위는 결과적으로 하나님의 뜻에 위배되는 것이었다. \n 므깃도 골짜기 - 이곳은 고대부터 유명한 전투지로서 애굽 군대를 맞아 저항하기에 가장 적절한 장소였다. 즉, 이곳은 팔레스틴위 해안 평원과 북부 에스드렐론(Esdraelon) 계곡 사이의 능선에 위치한 요충지였기 때문에 B.C.15세기부터 세계 1차 대전까지 주요한 전투 장소였던 것이다(Payne). 이에 대한 \n보다 자세한 내용은 왕하 23:29; 대상 7:29 주석을 참조하라. \n35:23 \n 활쏘는 자가 요시야 왕을 쏜지라 - 요시야의 죽음은 아합의 죽음과 동일한 방법으로 이루어졌다(18:33). 여기서 역대기 저자는 요시야에 대한 하나님의 징계를 암시하고 있음이 분명하다. 그래서 하나님의 뜻을 계속해서 반영하지 못하고 경건한 왕이 사라졌음을 보여준다(Keil)."
        },
        {
            "verse_reference": "35:24",
            "commentary": "저의 버금 병거에 태워 - 이렇게 한 것이 (1) 요시야의 죽음을 위장하여 드러나지 않게 하기 위한 것인지, 아니면 (2) 이 병거가 첫번째 병거보다 환자를 안락하게 수송할 수 있는 더 널찍한(O. Zockler) 병거라서 옮겨 태운 것인지는 (Keil) 분명치 않다. 그럼에도 불구하고 이 병거가 일반 병거보다 가벼운 병거 라면 도망치기 위해 준비된 것이라고 이해할 수 있을 것 같다(J. Wolffendale). \n 예루살렘에 이른 후에 저가 죽으니 - 왕하 23:30에서 '신복들이 그 시체를 병거에 싣고'왔다는 것과 본절의 내용은 결코 모순되지 않는다. 왜냐하면 요시야는 므깃도에서 화살에 맞았을 때 이미 죽은 바와 다름없었을 것이기 때문이다(왕하 23:29, 30 주석 참조)."
        },
        {
            "verse_reference": "35:25",
            "commentary": "예레미야는 저를 위하여 애가(哀歌)를 지었으며 - 요시야는 경건한 왕이었기 때문에 그의 죽음은 백성들에게 큰 슬픔을 안겨다 주었다. 그래서 예레미야는 그를 위해 애가를 지었는데 그 애가는 현재 보존되어있지 않다. \n 오늘 날까지 - 역대기 저자가 기록하던 당시까지를 가리킨다. \n 애가 중에 - 이것은 오늘날 성경 속에 있는 '예레미야 애가'를 가리키는 것은 아니다. 이 애가집은 현재 소실되고 없다. 그러나 어떤 학자들은 애가서 내의 비가(悲歌) 전체를 본 애가라고 주장하기도 한다(J. Wolfendale). 그럼에도 불구하고 일르 뒷받침할 증거는 분명치 않다."
        },
        {
            "verse_reference": "35:26",
            "commentary": "모든 선한 일 - 이에 해당하는 히브리리어 '하사다우'(* )의 기본형은 '헤세드'(* )로서 '인자', '경건', '선행', '친절'등을 가리킨다. 그러므로 이것은 요시야가 백성들에게 베푼 선정(善政)을 의미한다고 볼 수 있다(32:32). 한편, 바커(Barker)는 저자가 이같이 표현한 것은 요시야가 하나님의 뜻을 준행키 위해 말씀을 연구한 사람이라는 사실을 나타내기 위함이라고 주장한다(Pulpit Commentaey). 그러나 어쨌든 본절의 이러한 표현이 요시야의 선한 특징을 서술하기 위한 것임에는 분명하다(O. Zockler)."
        },
        {
            "verse_reference": "35:27",
            "commentary": "그 시종(始終) 행적 - 처음과 나중에 행한 일에 대한 강조는 역대기 저자의 특징이라고 할 수 있는 것 같다(9:29; 12:15)."
        }
    ]
}