{
    "bible_book": "역대하",
    "chapter_number": 16,
    "commentaries": [
        {
            "verse_reference": "16:1",
            "commentary": "아사 왕 삼십 륙년에...유다를 치러 - 왕상 16:8, 10에 따르면 바아사(baaha) 는 아사 통치 26년에 그의 후계자 엘라(elah)에 의해 살해되었다. 따라서 15:19에서 이미주석한 바와 같이 본절의 36년은 26년으로 수정하여야 할 것이다. 라마를 건축하여 - 베냐민 지파의 기업인 라마(수 18:21-28)는 예루살렘 북쪽 약6km 지점에 위치해 있으며 오늘 나의 '엘-람'(xlRam)에 해당된다(삿 4:5;19:13). 이라마(Ramah)는 에브라임에서 예루살렘으로 통하는 교차로에 위치하고 있는 곳이다. 바아사는 아사의 명성을 듣고 남하(南下)하는 이스라엘 백성들을 막기 위하여(15:9) 이곳을 요새화하여 경비를 강하했다. 또한 이로써 유다 정복을 위한 전초(前哨) 기지 확보라는 전략적 목적도 꾀하였다. 왕상 15:17 주석 참조. 한편 라마보다 더 북쪽에 있는 벧엘은 과거 아비야가 여로보암에게서 빼앗은 성읍이다(13:19). 그런데 이때에 라마와 함께 이 벧엘도바아사에 의해서 탈환되었던 것으로 추측된다(Payne). 이와 같은 바아사의 침략은 아사가 아람 왕 벤하닷에게 원조를 요청하게 된 배경이 되었다."
        },
        {
            "verse_reference": "16:2",
            "commentary": "은금을 취하여 - 본절과 병행 구절인 왕상 15:18에는 '은금을 몰수히 취하여 ' 벤하닷(Ben-hadad)에게 보냈다고 기록되어 있다. 즉, 아사는 바아사의 침입 을 막기 위하여'그 부친의 구별한 물건과 자기의 구별한 물건'(15:18) 전부를 아람 왕 벤하닷에게도움을 청할 목적으로 갖다 바쳤던 것이다. 이처럼 아사는 초기에 온전히 여호와께만의지함으로 받은 축복의 선물들을 이제 여호와가 아닌 다른 사람을 의지함으로 다 잃게 되었다. 도한 그는 이와같이 아람 왕을 이스라엘 민족간의 문제에 개입토록 함으로써 그 다음 한 세기 동안 계속해 서 아람이 이스라엘을 간섭하게끔 만들었다(왕하8:28, 29;16:5-9). 아람 왕 벤하닷 - 벤하닷의 계보가 여기서는 생략되어 있지만 병행 구절인 왕상15:18에는 '헤시온의 손자 다브림몬의 아들 벤하닷'이라고 기록되어 있다. 이 자(者)는 벤하닷 1세(B.C.900-860년)로서 사마리아 성을 공격하여 성읍 백 성들을 기아에 허덕이게 했던 유능한 정치 군인 벤하닷 2세(왕하 6:24)의 아버 지이다. 한편 헤시온(Hezion)은 르손(Rezon, 왕상 11:23-25)과 동일인이라는 주장도 있는데(Corney) 분명치않다. 왕상 15:18 주석 참조."
        },
        {
            "verse_reference": "16:3",
            "commentary": "내 부친과 당신의 부친 사이에와 같이 - 이는 벤하닷의 아버지인 다부림몬 (왕상15:18)과 아사의 아버지 아비야 사이에 상호 동맹 조약이 체결되었던 적 이 있음을 가리킨다(Payne). 당시 아비야가 여로보암에게서 크게 승리하였기 때문에(13:13-19) 다브림몬은 북왕국 이스라엘과 조약을 맺었던 것으로 보인 다. 이로 볼 때 아람은 항상이스라엘의 정세(政勢) 변동에 크게 영향을 받았음 이 분명하다. 나와 당신 사이에 약조하자 - 이처럼 아사는 그의 부친 아비야는 달리 비 굴하게 먼저 아람에게 약조를 청하였다. 이는 마치 유다 왕 아하스가 앗스르 왕 디글랏 빌레셀에게 원조를 요청하던 때의 모습과 유사하다(왕하 16:7 이 하). 그렇지만 이같이 하나님 대신 외국 군대를 의지하던 자들의 결말은 다 동일하여 도리어 이방인의 압제 하에놓이고 말았으니 자승 자박(自繩自縛)의 대표적 경우라 하겠다. 바아사와 세운 약조를 깨뜨려서 - 아람(Aram)은 이미 북이스라엘과 약조를 맺고 자아었음에도 불구하고 아사의 요청에 기꺼이 응하여 쉽게 약조를 깨뜨렸다(4절). 아람이 이와같이 한 이유는 다음과 같이 추측할수있다. 아람은 처음에 이스라엘이 남북으로 분열되는 틈을 타서 남왕국 보다 많은 지파와 세력을 가진 북왕국(왕상 11:29-36)과 동맹을 맺어 안전을 구가했다. 그런뒤 어느 정도 세력을 키워 팔레스틴 진출을 꿈꾸고 있던 차에 아사가 그 명분을 제공해 준 것이다. 그래서 앞서 이스라엘과 맺은 약조를 무시한 채 이스라엘을 공격하여 자국(自國)의 이득을 취할 수 있었던 것이다. 한편 이러한 역사적 사건에서 우리는 다음과 같은 교훈을 얻을 수 있다. 즉, 오늘날에도성도들 간의 분쟁은 오히려 사단이 성도들을 이간질하게 하는 빌미를 제공하게 되다는 점이다(눅 11:17;고전 1:10;3:3)."
        },
        {
            "verse_reference": "16:4",
            "commentary": "아사로부터 많은 뇌물을 얻었을 뿐 아니라(2절) 팔레스틴으로 진출할 기회를 얻는일석 이조의 이득을 본 벤하닷(3절)은 지체없이 이스라엘 땅을 공격하기 시작했다. 본절은 이때 벤하닷이 공략한 이스라엘 성읍들의 명단을 보여준다. 이욘 - 이는 '메리아윤'(Merj 'Ayun)이라는 지명으로 현존하고 있는 곳으로서 남달리 지파의 산지 아래에 타원형으로 형성되어 있는 기름진 땅이다. 그 부근에는 리타니(Litany)라는 강이 있었는데 오늘날 납달리 평야 북쪽 끝에 위치 하고 있는 '텔 디빈'(Tell Dibbin)과 동일한 것으로 추측된다(Curtis). 단 - 이는 이스라엘의 북쪽 경계선 지역에 있는 성읍이다(삿 18:29). 본래의 이름은 '라이스'(Laish)였는데 단지파가 이곳으로 이주해 와 '단'(Dan)이라고 개명(改名)하였다(삿 18:1, 2, 29-31). 아벨마임 - 왕상 15:20에서는 일명 아벨벧마아가(Abel-beth-maachah)로도 불리우고있다. 이곳은 레바논 기슭에 위치하고 있던 납달리 지파의 성읍으로서 시돈과 해안지대로 통하는 교통의 요지였다. 이는 베가가 디글랏 빌레셋에게 빼앗겼던 성읍이기도한데(왕하 15:20) 삼하 20:18에서는 단순히 '아벨'(abel)로도 불리웠다. 납달리의 모든 국고성 - 병행 구절인 왕상 15:20에는 '긴네렛 온 땅과 납달리 온땅'이라고 나와 있다. 그러나 거기서 접속사 '과'(*, 와우)는 '즉'(namely)으로 수정번역하여야 한다. 왜냐하면 긴네렛 온 땅이 곧 납달리의 곡창 지대로서 솔로몬이 국고성(國庫城)을 많이 세운 곳이기 때문이다(8;6). 한편 긴네렛(chinnereht)은 신약 시대의 '게네사렛'과 동일한 지역으로서 갈릴리 바다 서쪽지역을 가리킨다(민 34:11;수11:2;12:3;19:35). 역대기 기자는 당시 그곳이 '긴네렛 '보다는 납달리 국고성으로 더잘 알려져 있었기 때문에 그렇게 언급한 듯하다(Keil). 한편 이상의 이욘, 단, 아벧마임, 납달리의 모든 국고성은 이스라엘의 북쪽 변방 지대로서 바아사가 성을 건축하던라마와는 반대 위치에 있었다. 이로 볼 때 아람이 직접 이스라엘과 접전한 것이 아니라 반대편에서 공격함으로써 바아사로 하여금 유다 공격을 포기하도록 만든 것임에 틀림없다."
        },
        {
            "verse_reference": "16:5",
            "commentary": "라마 건축하는 일을...그친지라 - 자신의 주력 부대가 거개 라마에 집중되어 있었기 때문에 북쪽 변방에 아람이 침입했다는 소식을 들은 바아사는 라마 건축하는 일을포기하지 않을 수 없었다. 한편 본절과 병행 구절인 왕상 15:21에는 바아사가 \"라마 건축하는 일을 그치고 디르사에 거하니라\"고 언급되어 있다. '디르사'(Tirzah)는 당시에북왕국의 수도이다(왕상 14:17;15:21,33). 이로 볼 때 바아사는 라마 건축하는 것보다 수도를 방어하는 것이 급선무라 판단하여 라마에서 디르사로 돌아갔음이 분명하다.그런데 역대기 저자는 이 사실을 생략하고 있다. 왕상 15:21 주석 참조."
        },
        {
            "verse_reference": "16:6",
            "commentary": "아사왕이...게바와 미스바를 건축하였더라 - 바아사가 벤하닷의 침입을 맞아 수도를 방비하러 간틈을 타 아사 왕은 유다 백성들을 거느리고 가 라마를 재탈환하였다.그리고 바아사가 라마를 건축하던 돌과 재목을 가져다가 게바와 미스바를 건축하는 데사용하였다. 여기서 게바(Geba)는 예루살렘 북쪽 약 9.6Km 지점에 위치한 오늘날의'예바'(jeba)를 가리킨다 (Curtis). 이 게바는 아사 때부터 줄곧 유다 왕국의 북방 한계선에 있는 성읍으로 나타난다(왕하 23:8;슥 14:10). 다음으로 미스바(Mizpah)는 예루살렘 북서쪽 약8km 지점에 위 치했던 성읍으로 오늘날의 '나비 삼월'(Nabi Samwil)이다. 이 성읍 역시 성경에서 자주 언급되고 있다(삿 20:1, 3:21:1,5,8;삼상 7:5등). 한편 아사 왕이 게바와 미스바를 건축한 것은 북왕국의 침입을 방어하기 위해서인데 렘41:9에보면 아사가 미스바에 큰 '구덩이' 곧 저수지를 만들었다는 기록이있다(Keil)."
        },
        {
            "verse_reference": "16:7",
            "commentary": "선견자 하나니 - 하나니(hanani)란 이름은 성경에 여러 명 나온다(대상 25:4,25;스10:20;느 1:2;12:36). 그렇지만 선견자 하나니에 대한 언급은 여기 밖에 없다. 이 선견자 하나니는 바아사의 집안이 몰락할 것을 예언하고 아사의 아들 여호사밧을 도왔던선견자 예후의 아버지이다(19:2;20:34;왕상 16:1). 아람 왕의 군대가 왕의 손에서 벗어났나이다 - 이는 곧 아사 왕이 여호와를 의지하기만 하였다면 바아사에게서 승리할 수 있었을뿐만 아니라 본래 그와 동맹 관계에 있던(3절) 아람도 정복할 수 있었을 것이라는 뜻이다. 한편 본 서에서 외국과 동맹을 맺음으로써 선지자로부터 책망을 받았던 왕들은 여호사밧(19:2), 여호람(21:11-15),요아스(24:19), 아마샤(25:15) 등이있다."
        },
        {
            "verse_reference": "16:8",
            "commentary": "룹사람 - 세라의 군대속에 룹 사람(the Lubims)이 있었다는 말이 14:9에는 나타나지 않는다. 역대기 저자는 그곳에서 단지 '군사 백만'이라고만 기록했다. 그렇지만 본절로 볼 때 시삭의 군대처럼(12:3) 세라의 군대에도 다른 용병 들이 많이 포함되어 있었음을 알 수 있다. 한편 본저의 '룹' 12:3에는 '훗'사람으로 기록되어 있는데 이는원어로 다같이 '루빔'(* )으로서 리비아 사람들을 말한다. 이에 대한 자세한내용은 12:3 주석을 참조하라."
        },
        {
            "verse_reference": "16:9",
            "commentary": "여호와의 눈은...감찰하사 - 이는 하나님의 전지하심(Omniscience)과 보호하시고 섭리 하심을 가리키는 성경의 관용적 표현이다(잠 15:3;슥 4:10). 전심으로 자기에게 향하는자 - 여기서 '전심으로'(*, 솰렘)는 '일관된', '신실한'이란 뚱을 지닌 단어이다. 이것은 신실하신 여호와께서 자기 백성들에게 요청하시는 언약의 한 조항이며 핵심이다(신 6:5). 그러기에 이전에 아사 왕도 자기 백성들과 함께 이 같은 자세를 견지할 것을 맹세하였었다(15:12). 이후부터는 왕에게 전쟁이 있으리이다 - 이미 1절에서 살펴보았듯이 아사와 바아사간의 전쟁은 아사 왕 26년에 바아사가 죽음으로써 끝이 났다(왕상 16:8). 따라서 이후부터 왕에게 계속해서 전쟁이 있었다는 성경적 기록이 어디 에도 없다. 그러므로 본절의 내용은 아사의 후손들에게 적용된다고 보아야 할 것이다."
        },
        {
            "verse_reference": "16:10",
            "commentary": "선견자를 옥에 가두었으니 - 아사는 선견자 하나니의 질책에 분노하여 그를 옥에가두고 말았다. 그가 이렇게 분노한 것은 벤하닷과의 동맹으로 이스라엘군을 축출하는성공을 거두었음에도 불구하고 하나니가 왕을 책망하기 때문이었다. 즉, 그는 전쟁의방법보다는 결과만을 중시한 나머지 자신이 하나님을 의지하지 않은 채 인간적인 교만을부린 것을 새각하지 않은 것이다. 아무튼 우리는 비록 아사가 인간적인 모략으로 일시적인 서공을 거두었다하나 하나님 앞에서 더 큰 실패를 자초하였음을 본절에서 발견하게 된다. 한편 여기서 '옥'(*, 마흐페케트)은 '바꾸는곳', '떨게하는곳','구르게 하는 곳'을 가리키는데 어떤 고문(拷問) 장소를 가리키는 것 같다(Keil &Delitzch, vol. III, p. 369). 실상 이 단어는 성경에서 단 세 번밖에 쓰이지 않았는데 모두 선지자의 고문과 관련하여 사용되고있다(렘 20:2, 3;29:26). 그리고 본절은 구약성경에서 최초로 왕이 선지자를 박해한 데 대한 기록이다. 이런 일은 이후로 자주 일어났는데 미가야에 대해서(24:21), 그리고 우리야에 대해서(렘 26:20-23) 가해진 박해 등을 들 수 있다. 또 몇 백성을 학대하였더라 - 여기서 '학대하다'에 해당되는 히브리어 '라차츠'(* )는 '파괴하다', '부수다'라는 뚱을 지니고있다(O. Zockler). 이로 볼때 선지자에 대한 왕의 학정(虐政)에 대하여 불만을 가진 백성들이 상당수 있었음이 틀림없다. 그래서 아사 왕은 본보기로 몇명의 백성을 학대함으로써 다른 백성들이 불만을 표시하지 못하도록 만들었음이 분명하다. 이와 같이 한번의 죄악은 연쇄적으로 다른 죄악을 몰고 오기가 십상이다. 그러므로 이러한 죄의 사슬을 끊어버리기 위해서는 다윗처럼 하나님으로부터의 책망이 있을 때 곧 바로 회개하는 겸손한 마음을 가져야 할 것이다(삼하 12:7, 13)."
        },
        {
            "verse_reference": "16:11",
            "commentary": "유다와 이스라엘 열왕기 - 여기서 아사 왕의 시종 행적을 기록한 사료(使料)는왕상15:23에서 말하는 '유다 왕 역대 지략'과는 다른 사료인 듯하다. 역대기 저자는 '유다와 이스라엘 열왕기'라는 자료에 대해서 여기서 최초로 공개하고 있는데 이 자료를통하여 그는 열왕기에 없는 많은 새로운 사실들을 소개해 주고 있는 것 같다. 이에 대한 보다 자세한 내용은 역대상 서론, '역대기의 자료'를 참조하라."
        },
        {
            "verse_reference": "16:12",
            "commentary": "그 발이 병들어 심히 중하나 - 아사 왕은 그의 통치 39년에(왕상 15:23, 저가 늙을때에) 그 발에 병이 들었다. 여기서'심히 중하나'에 해당되는 히브리어'할 라'(* )의 문자적인 뚱은 '닳아 빠지다'이다. 이로 보아 그의 병은 가려움증이 아주 심한 피부병이었던 듯하다. 여호와께 구하지 이니하고 - 여기서 역대기 저자는 아사에게 바아사와 전 쟁할때에가졌던 교만한 마음이 없어지지 아니하고 마지막 죽음의 병을 앓게 된 때까지도 그의교만이 계속돠었음을 보여준다. 이와 유사하게 히스기야 왕도 병들어 죽게 되었으나그는 인간 질병의 궁극적인 치유자는 여호와이심을 믿었기 때문에 나음을 입었다(왕하20:5;시 103:3). 이와같이 아무리 좋은 약이 나 의원이 있다할지라도 여호와께서 허락하시지 않으시면 온전한 치유란 있을 수 없다(렘 8:22). 물론 의술이나 의약 그자체가나뿐 것은 아니다. 왜냐하면 하나님께서는 그것은 일반 은총으로서 만민에게 허락하셨으며 바울도 디모데가 병이 났을때 치료의 일환으로 포도주를 쓰라고 권고했기 때문이다(딤전 5:23). 따라서 본절은 아사가 의원을 찾아간 그 자체를 정죄한 것이 아니라 (1) 치유의 하나님(욥 42:10;시6:2;30:2;41:4) 대신 인간적인 방법을 의지한 것과 (2)미신적인 방법(삼상 28:7;왕하1:2이하;대상10:14)으로 의원을 의지한 것에 대한 정죄라 할 수 있다."
        },
        {
            "verse_reference": "16:13",
            "commentary": "아사가 위에 있은 지 사십 일 년에 죽어 - 본절과 병행 구절인 왕상 15:23에는 아사가 늙어서 병들어 죽었다고 기록되어 있다. 그런데 이때에 아사의 나이가 얼마나 되었는지는 정확히 알 수가 없다. 만일 열왕기의 기록처럼 아사가 많이 늙었다면 혹자의주장처럼 아사는 아비야의 아들(14:1)이 아니라 모친인 셈이 된다(15:16). 그러나 성경에서는 아사가 아비야의 아들임을 명백히 하고 있다(14:1;왕상 15:8). 그러므로 마아가는 그의 조모임이 틀림없다. 15:16주석 참조. 한편 아사의 조모가 아사 통치시에까지 영향력을 미쳤다는 사실(15:16)은 아사 왕이 상당히 어렸을 때 왕위에 올랐음을암시해 준다. 그러므로 41년간을 통치한 아사의 당시나이는 그리 많은 편이 아니었을것이다. 혹자는 아사 왕이 요시야 왕과 비슷한 나이에 왕위에 올랐으며 그가 죽을 때의 나이는 50세가 넘지 않았을 것이라고 말한다(P.C. Barker)."
        },
        {
            "verse_reference": "16:14",
            "commentary": "자기를 위하여 파 두었던 묘실에 - 왕상 15:24에는 \"그 열조와 함께 그 조상 다윗의 성에 장사되고\"라고 기록되어 있다. 그러나 역대기 기자는 열왕기의 일반적인 진술보다 더욱 자세하게 아사의 다윗 성에 장사되긴 하였으나 자신을 위한 묘실을 따로 마련하여 두었다가 그곳에 묻히었음을 보여준다. 이에 대한 보다 자세한 내용은 왕상15:24 주석을 참조하라. 많이 분향하였더라 - 이와같이 왕을 장사할때에 향을 피운일은 성경에 많이 기록되어 있다(21:19;렘 34:5). 죽은 자를 위하여 향을 피우는 관습은 동양의 많은 나라에서흔히 볼 수 있는 일이다. 이전의 두 장(章)에서는 주로 아사가 여호와 보시기에 선과 정의를 행한 사실(14:2)과 아사의 마음이 일평생온전하였다는 사실을 중점적으로 기술했다(14,15장). 그러나 이 같은 아사의 선정(善政)과는 대조적으로 본장에서는 그가 행한 실정(失政)에 대해 기술하고 있다. 즉, 본장은 그의 통치 말년에 일어난 일련의 부정적 사건으로서, 아사가 여호와보다 사람을 의지하고, 자신의합리적인 판단에의거한 벙법들을 취해 실수한 사실들을 몇 가지 나열하면서 마지막으로 그의 죽음을 묘사하고 있다. 이러한 본장의 내용은 다음과 같이 크게 셋으로 나우어질 수 있다. 즉, (1) 아사가 바아사의 공격을 효과적으로 방어하기 위해 아람 왕 벤하닷을 이용한 부분(1-6절), (2) 그때 선견자 하나니가 나타나 여호와보다 아람 왕을 의지한 그를 책망하였으나 아사가 이에 도리어 노하여 하나니를 핍박한 부분(7-10절), (3) 아사가 질병에 걸려 위급할 때에도 하나님보다 의원(醫員)을 더 의지한 사실과 그의 죽음을 다룬 부분(11-14절) 등이 그것이다. 이 같은 본장에는 아사 왕이 행한 세 가지의 잘못이 나타나는데, 그는 먼저 이스라엘 왕 바아사와의 관계에서 승리하기 위해 인간적인 방법으로 대처했다(2-5절). 하나님을 의지하기보다는 오히려 재물의힘을 의지했을 뿐만 아니라 재물로 사람을 매수한 것이다. 그리고 두 번째 잘못은 선견자를 핍박했다는 사실이다(7-10절). 아사는 자신에게 정직한 말을 하고 하나님의 뜻을 전한 하나니를 옥에 가두어 핍박하였다. 그리고 마지막으로 아사는 자신의 질병에 대해 의원을 의지함으로 하나님께 간구하고 의뢰하는 신앙을 버렸던 것이다(12절). 이와 같은 본장은 열왕기와 그 내용의 구성에 있어서 차이를 보이는 바, 이는 저자의 의도를 반영한 것이라고 할 수 있다. 즉, 열왕기서는 아사가 아람 왕 벤하닷을 뇌물로 매수해 대신 싸우도록 한 것만을 언급한 반면(왕상 15:17-24), 본서 저자는 아사가 말년에 행한 일련의 부정적 사건을 기술해 그를 평가한다. 그래서 하나님을 의지하지 않고 자신의 힘과 능력을 의지하는 자가 어떤 결과(13절)를 맞는가를 본문이 보여주고 있는 것이다. 이와 더불어 아사가 범한 일련의 실정을 연속적으로 기술하여 그가 행한 선정(14, 15장)과 실정을 비교적으로 나열하고 있다. 한편 본장은 이와 같은 이유로 인해 14장의 기사와 묘한 대조를 보이고 있다. 즉, 14장과 본장이 동일하게 전쟁에 관하여 기술하고 있음에도 불구하고 그 전쟁을 맞이하는 아사 왕의 태도는 완전히 다르기 때문이다. 이에 대하여 구체적으로 살펴보면 다음과 같다. (1) 14장에 나타난 구스 사람 세라의 군대는 아사 왕을 압도할 만한 큰 대적이었으나 본장에 언급된 바아사의 군대는 그리 강력하지 못했다. (2) 아사 왕이 세라의 군대에 대해서는 하나님께 구원을 요청했으나 바아사의 대해서는 아람 왕 벤하닷에게 도움을 구했다. (3) 첫 번째 전쟁에서는 구스가 완전히 패주하였을 뿐만 아니라 유다는 큰 승리의 기쁨을 획득해 평화를 얻게 되었으나, 두 번째 싸움에서 유다는 승리의 기쁨도 없었고 다만 잠시 문제를 중단시켰을 뿐이었다. (4) 동일학 아사랴와 하나님의 한 선지자의 충고가 있었으나 왕은 완전히 다른 태도로 반응하였다. 즉, 처음에는 아사랴의 충고를 기꺼이 받아들여 큰 개혁을 추진하였으나 나중에는 하나니의 권고에 분노하여 그를 옥에 가두고 말았다. (5) 앞장에서는 전쟁 이후의 삶이 하나님 앞에서 온전한 삶이었으나 본장에서는 왕의 마음이 더욱 완악하여져서 큰 중병에 시달리게 되었다. 그럼에도 불구하고 그는 하나님의 도우심을 구하지 않고 의원에게만 의지함으로써 믿음의 사람답지 않은 완고한 태도로 일관하는 삶을 살았다. 이와 같은 본장의 사실들을 통해서 우리는 다음과 같은 교훈을 깊이 새기게 된다. 첫째, 인간 중심적인 합리적 사고 방식이 당시에는 그럴듯하게 보일지 모르나 필경은 멸망의 길로 인도하게 된다는 것이다. 아사 왕은 바아사와의 전쟁을 치름에 있어서 당시 북왕국과 동맹 관계에 있던 아람을 꾀어내어 동맹국끼리 서로 싸우게 만드는 것이 일석 이조의 효과를 얻을 수 있는 묘안이라고 생각했음이 분명하다. 그래서 벤하닷을 재물로 매수해 그 일을 재처한 결과 그가 바라던 대로 일석 이조(一石二鳥)의 효과를 거두었다. 그러나 그일이 있은 후 하나님의 책망이 있자 오히려 그의 마음은 완악해질 대로 완악해져 선견자 하나니를 핍박한 것이다. 이와같이 인간 중심의 합리적인 사고 방식은 자신을 교만하게 만들어 결국은 멸망의 길로 치닫게 만든다. 둘째. 하나님께서는, 당신의 권능과 능력보다 사람의 팔에 의지하는 자들에게 진노하신다는 사실이다(신 4;24). 흔히 사람들은 작은 일이나 자신이 할 수 있는 일, 또는 다른 사람의 도움을 조금만 받으면 가능한 일들에 대해서는 여호와께 도움을 구하지 않는 경향이 있다. 그러나 하나님께서는 그러한 인간들의 결국을 분명히 아시기 때문에 그들에 대하여 진노하시는 것이다. 그래서 잠 16:25에서도 어떤 길은 사람의 보기에 바르나 필경은 사망의 길이니라 고 격언하고 있는 것이다. 셋째, 선 줄로 생각하는 자는 넘어질까 조심해야 한다는 것이다. 사실 아사 왕의 전기 통치와 후기 통치를 비교해 보면 전자는 선정(善政)이요 후자는 실정(失政)이었다. 이러한 사실은 자신이 선 줄로 생각했다가 넘어져 실수한 대표적인 예인데 이것을 통해 우리는 언제나 자신을 살펴 넘어질까 조심해야 한다는 교훈을 깨달을 수 있다(롬 11:20;고전 10:12). 1.아사와 아람과의 동맹(16:1-6) 본문은 아사가 행한 선정(善政)과 대조되는 그의 실정(失政)을 언급한 그 첫 번째 부분이다. 즉, 본문은 북이스라엘의 바아사로부터 침략을 받은 아사가 아람 왕 벤하닷과 동맹을 맺어 북왕국의 라마 건축을 저지한 사실을 기술하고 있다. 그런데 이러한 내용을 언급하는 가운데서 본문은 북이스라엘과의 당시 상황 설명(1절), 바아사가 라마에 성읍을 건축하는 것에 대한 아사의 인간적 대처 방법 서술(2-4절), 벤하닷과 북왕국과의 전쟁 결과(5, 6절)등을 간접적으로 기술하고 있어 아사가 취한 인간적인 방법이 옳지 않음을 나타낸다. 사실 일찍이 아사는 세라와의 전쟁에서 하나님의 초자연적인 간섭으로 기적적인 승리를 경험한 바 있다(14:9-15). 따라서 그는 이번 전쟁에서도 하나님께 도움을 구했어야 마땅했다. 그럼에도 불구하고 그가 동족을 치기 위해 이방 적대 세력 벤하닷과 동맹했다는 것은 통치 초기와는 달리 그의 마음이 교만해져서 인간적(세상적)인 자구책(自救策)을 강구하기에만 급급하게 되었음을 의미한다. 더욱이 그는 여호와의 소유인 성전의 보물을 사용(私用)하여 벤하닷에게 일종의 뇌물을 주었다(2절). 이는 세속적인 정략(政略)을 성사시키기 위해 거룩한 성전 기구를 더럽힌 독신(瀆神)행위였다. 그의 동맹은 일시적으로 성공하여 북왕국 바아사 군을 격퇴하기는 했으나 나중에는 도리어 더 많은 전쟁을 치뤄야 하는 어처구니 없는 결과를 낳고 말았다(9절). 이러한 본문의 사건들을 통하여 우리는 다음과 같은 사실들을 숙고해 볼 수 있다. (1) 아사의 실수는 항상 신앙으로 무장하여 준비하지 않은 데서 비롯된 것이다. 구스 사람 세라와의 전쟁 이전에 그는 내적으로 여호와에 대한 신앙으로 철저하게 무장하고, 외적으로 온 유다 백성들을 훈련시켜 외침(外侵)을 대비했었다. 그러나 아사 왕 36년에 바아사와 전투가 있던 그 이전에, 그는 신앙의 무장을 소홀히 했던 것이다. 그래서 세라의 군대에 비할 바 못 되는 바아사 군대의 공격에도 당황해 벤하닷에게 막대한 뇌물을 주면서까지 도움을 청했던 것이다. 이처럼 신앙으로 무장하는 일에 소홀히 한 사람들은 환난을 당할 때 믿음으로 담대히 대처하지 못하고 두려워 당황해 하며 인간적인 수단에 의지하게 되는 것이다. 참으로 환난 때에 여호와를 의지하는 신앙보다 더 강력한 해결책은 있을 수 없다. (2) 악한 자들은 자신들의 투자보다 훨씬 많은 이익을 노리고 상대방에게 도움을 준다. 벤하닷은 아사 왕을 통하여 막대한 뇌물을 받기도 하였지만 북이스라엘 성읍 중에 가장 수확이 큰 국고성들만을 공격하여 더 큰 이득을 보았다. 또한 이들은 이 전쟁을 통하여 팔레스틴 땅에서 국력을 확장시킬 수 있는 기회도 확보했다. 이와같이 악한 자들은 항상 투자보다 몇십배의 이득을 갈취하는 것이다. 그러므로 하나님을 의지하지 않고 악한 자들을 의지하는 사람은 도리어 자신의 가장 귀한 것들을 잃어 버리게 된다. (3) 적에게 도움을 요청하는 것은 자신의 약점을 드려내 보이는 일이다. 이 사건이 있은 이후로 벤하닷은 유다를 얕잡아 보고 항상 침략의 기회를 엿보게 되는데(9절), 이는 아사가 유다의 약점을 그들에게 드러내 보였기 때문이다. 그러나 이와는 반대로 여호와는 도움을 청하는 자의 약점을 책잡지 않으시며 오히려 감추어 주시고 도와 주신다. 그러기에 우리는 언제나 도움의 손길을 여호와께로부터 바라야 하는 것이다. (4) 인간에게 의지한 결과는 도리어 두려움만을 남길 뿐이다. 북왕국 왕 바아사가 할 수 없이 라마 건축을 포기하고 돌아간 뒤에 아사 왕은 다시 바아사가 쳐들어 올 것을 대비하여 라마의 건축 재료들을 가져다가 게바와 미스바를 건축하였다. 이와같이 인간에게 의지한 결과는 결코 기쁨이나 만족이 아니며 오히려 두려움으로 자신을 방어하기에만 급급해 하게 되는 것이다. 그러기 때문에 우리는 영원한 안정을 주시는 하나님만을 전적으로 신뢰해야 하는 것이다(사 26:3;57:13;시 5:11). * 합리주의(rationalism)가 가지는 허상(虛像). 본문에 나타난 아사는 이전의 신앙 중심 주의에서 합리주의로 전향한 대표적인 인물인 것처럼 보인다. 왜냐하면 바아사와의 전쟁에서 벤하닷과 동맹 관계를 맺어 보다 합리적으로 일을 해결하려는 그의 모습에서 합리주의자들이 가지는 일반적인 양상들을 발견할 수 있기 때문이다. 즉, 모든 상황과 문제를 이성적으로만 판단하여 해결하려고 하는 모습이 아사에게서 발견된다. 여기서 합리주의(rationalism)가 갖는 맹점은 신앙보다 이성의 권위를 절대시하고 과학적인 결과나 추론을 우상시하는 것이다. 그래서 합리주의 우상에 빠진 자들은 보이지 않는 실재의 힘이나 신앙을 과소 평가할 뿐만 아니라 신앙적 행위들에 대해서는 무식의 소치로 받아들이는 것이다. 또 문제 해결에 있어서 이성적으로 접근하는 것이 최선이라 생각하고, 만일 이성으로 해결 안되는 것은 비현실적이거나 우연의 산물로 돌린다. 그러므로 결국 신의 존재를 부인하게 되는데, 그 이유는 신은 이성적으로 이해가 안 되는 존재이기 때문이다. 우리의 삶에 있어서 그러한 이성주의자들이 만들어 놓은 결과는 인간의 모든 행위를 과학에 기초해서 해석하고 유도했기 때문에 인간 자체를 기계화하고 인간 자신을 신격화하는 교만을 낳게 되었다. 결국 이러한 차원에서 볼 때 합리주의는 형태가 다른 바벨탑이라고 할 수 있다. 본문에서도 아사는 당면 과제를 합리적으로 해결했다. 그러나 그러한 합리적인 방법은 하나님을 영화롭게도 못하고 참 기쁨과 만족을 주지도 못했다. 사실 오늘날 신학에 있어서 성경에 계시된 진리를 비평적으로 평가하고 유신론에 반대하는 역사적, 과학적 논증들을 크게 강조하는 학자들은 바로 이러한 합리주의에서 비롯된 것이라 할 수 있다. 왜냐하면 이들은 성경의 진리에 대해 과학적인 가설과 추론을 세워 도전하기 때문이다. 그리고 반종교적, 반교권주의적인 무종교주의자들도 바로 이러한 인본주의에서 시작된 것이라 할 수 있다. 이유인즉, 이들 또한 성경에 타나난 하나님의 절대 계시보다는 자기들의 합리적인 이성을 더 앞세우기 때문이다. 이러한 합리주의가 당분간은 이해가 쉽고, 인간의 눈으로 보기에는 옳은 것 같아 보일지 모르지만 보다 거시적으로 하나님 편에서 볼 때는 결코 용납할 수 없는 많은 요인들을 포함하고 있다. 참으로 아사 왕은 무릇 이스라엘 하나님 여호와를 찾지 아니하는 자는 대소 남녀를 무론하고 죽이는 것이 마땅하다 (15:13)고 말했는데, 스스로 공온한 형벌이 이제 자신의 합리적 사고 결과에 따른 귀결로 자기 머리 위에 떨어지게 된 셈이다. 그래서 히브리서 기자는 하나님께 나아가는 자는 반드시 그가 계신 것과또한 그가 자기를 찾는 자들에게 상주시는 이심을 믿어야 할지니라 (히 11:6)고 말했던 것이다. 진정 합리주의는 이치에 맞고 다 옳은 듯해도 그 결과를 볼 때는 하나님을 믿고 신뢰하는 것보다 못하다. 2. 하나니의 충고와 아사 왕의 최후(16:7-14) 아사가 범한 첫번째 실정에 이어(1-6절) 본문에는 그의 두 번째와 세 번째 실정이 연이어 언급된다. 즉, 본문은 아사가 북이스라엘 바아사를 치기 위해 아람 왕 벤하닷과 맺은 동맹의 관계에 대해 하나니믓 선견자 하나니가 책망하자 그를 팝박해 옥에 가둔 사실을 증거하는 전반부(7-10절)와, 그의 말년에 발병(足病)이 들어 하나님을 의지하지 않고 의사를 신뢰해 불신앙을 범하는 아사의 세 번째 실정을 증언하는 후반부(11-14절)가 있다. 하실 본장을 전체적으로 볼 때, 본장의 전반부(1-6절)에는 아사가 하나님 없이 임의대로 전쟁을 치룬 사실이 기록되어 있고 본자의 후반부인 본문은 아사가 여오와의 말씀에 대하여 어떤 반응을 보였는가를 중심으로 기록되어 있었다. 이 뿐만 아니라 하나니를 투옥시킨 사실은 아사랴의 예언을 청종하여 열정적으로 종교 개혁을 추진하던 아사 통치 초기의 신앙적 모습(15:8-17)과는 극한 대조를 이룬다. 이러한 본문을 통하여 우리는 다음과 같은 사실을 발견하게 된다. (1) 아사는 하나님의 섭리에 어긋난 행동을 함으로써 여호와를 망령되게 했다. 여호와께서는 항상 당신의 뜻을 위하여 자기 백성들을 부르신다. 그러므로 그 뜻대로 부르심을 입은 성도들은 항상 여호와께 의지하여 그 뜻을 행하기를 힘써야 하는 것이다. 그런데 아사는 이 일을 소홀히 함으로 인해 여호와의 영광을 드러내지 못하고 오히려 원수가 좋아할 일을 행함으로 여호와를 망령되게 한 것이다. 그래서 하나님께서는 십계명에서 너는 너희 하나님 여호와의 이름을 망령되이 일컫지 말라 (출 20:7)고 명령하신 것이다. (2) 자신의 힘으로 일하는 자는 스스로 분노하게 되고 하나님의 말씀을 거부하게 된다는 것이다. 아사가 선견자 하나니에게 행한 핍박은 참으로 하나님께 대항하는 이적 행위로 영원한 형벌을 받아 마땅한 일이다. 이전에 그렇게 선하던 아사가 이와 같이 흉폭(凶暴)하게 변한 것은 하나님을 의지하는 것과 그렇지 않은 것이 얼마나 사람을 변하게 하는 가를 보여주는 좋은 실례이다. 그러므로 선한 마음과 선한 의지 그리고 하나님의 말씀에 대한 순종적인 태도는 인간 스스로 가질 수 있는 것이 아니라 여호와께로부터 오는 것임을 알 수 있다. (3) 인간의 교만은 결국 더 큰 죄를 게획하고 시행하도록 한다는 것이다. 아사는 자신의 정당성을 주장하고 자기 죄를 은폐하기 위해서 선견자 하나니를 옥에 가두어 버린 것 같다. 그러나 백성들 중에서 이 일을 알고 왕에게 항의하자 아사는 그런 불만을 공굣연히 드러내지 못하도록 하기 위하여 그들을 학대하여 억눌러 버렸다(10b절). 이처럼 자신을 고집하는 인간의 교만은 자기 죄를 은폐하기 위해 더 큰 죄를 범하도록 하는 것이다. 이에 대하여 잠언 기자가 말하기를, 교만은 패망의 선봉 (잠 16:18)이라고 했다. (4) 재난이나 질병 등의 원인을 찾는일이 신앙 생활에 있어 매우 중요하다는 것이다. 아사는 발이 병들어 심하 중하게 되었을 때에 그 병의 원인이 무엇인지를 찾아보지 않았다. 그래서 그는 여호와께 구하지 아니하고 단순히 궁중에 있던 의원에게 치료받는 것으로 만족하였던 것이다. 이와같이 질병의 원인을 모르고 또 치유의 하나님을 찾지 않은 것은 바로 그에게 여호와를 의지하는 마음이 없었음을 입증하는 것이다. 이에 반하여 히스기야 왕은 자신의 병의 치유를 위하여 오직 여호와께 기도함으로 생명을 연장받게 되었다(왕하 20:1-11). 이러한 사실을 통하여 우리는 작고 쉬운 일까지도 하나님께 의지해야 한다는 교훈을 얻을 수가 있다. * 신앙과 신념의 차이. 본문에 나타난 아사 왕은 어떤 면에서 신앙의 사람이라기보다는 신념의 사람이라고 할 수 있을 것이다. 왜냐하면 그는 자신이 당한 일을 처리함에 있어서 신앙적으로 하나님께 의지하기 보다는 자신의 지혜와 경험적 지식과 의지에 따라 신념적으로 처리하고 있기 때문이다. 사실 신념이나 신앙은 믿는 마음 이라는 점에서는 동일하다. 그러나 그 믿음의 대상 면에서는 현격한 차이를 이루고 있다. 우선 신념의 사람들은 자신을 믿는다. 즉, 자신의 경험이나 숩관, 자신의 인격이나 능력, 그리고 자신의 판단력 등을 믿는다. 그 대표가인 성경의 인물로 바울이 되기 전의 사울을 들 수 있다. 다메섹 사건을 겪기 이전의 사울은 비록 유대교에 열심인 자가 틀림이 없었으나 그는 단지 종교적 신념의 사람이었다. 그래서 하나님을 믿는 믿음보다는 유대교에 속한 자신의 자조심과 신념에 따라 예수를 추종하는 무리들을 핍박한 것이다. 본문에서 아사 왕도 과거에는 열시있는 신앙인이었으나 그의 통치 말기에는 단지 자신의 경험이나 능력을 고집하는 신념의 사람으로 둔갑하고 말았다. 그리고 또 한 예로, 내가 주와 함께 죽을지언정 주를 부인하지 않겠나이다 (마 26:35)라고 맹세했던 베드로가 예수를 세 번씩이나 부인한것은 그가 신앙인이기 보다는 신념인에 더 가까웠음을 보여준다. 이와 같은 신념의 사람들은 일반인들과 비교해 볼 때 더욱 열정적이고, 강한 의지력의 소유자이어서 일견 존경의 대상인 것처럼 보인다. 그러나 그들의 내면(內面)을 살펴보면 자기 아집과 교만과 무모함 등으로 가득차 있음을 알 수 있다. 그래서 이러한 사람들은 자기 확신에 따른 자기 과대 망상증에 빠져 가장 나약한 자신을 의지하게 되고 보다 이기적인 삶을 살게 되는 것이다. 그러나 신앙인은 무엇보다 자신의 나약함을 알고 만물보다 거짓된 것이 마음임을 안다(렘 17:9). 뿐만 아니라, 그렇게 나약하고 부패한 자신에게서 벗어나는 길도 알며 보다 확실한 진리를 받아들이기 위해 마음의 자세를 갖춰야 한다가 것도 안다. 그렇기 때문에 선하고 진리이신 분은 오직 여호와 뿐이시며 우리가 의지하고 끝까지 붙들어야 할 분도 오직 그분 뿐임을 인정하고 믿는다. 혹자들은 이러한 신앙인의 모습을 마치 자기 의지를 상실한 것과 같은, 즉 지나치게 연약하다고 보고 부정적인 비판을 가하기도 한다. 그러나 신앙인들은 그런 나약한 인간이 아니며 단지 자신의 나약함을 인정하는 강한 자들이다. 왜냐하면 자신의 나약함이나 부패함, 부지함을 여호와를 통하여 초월하고 극복할 줄 알기 때문이다. 따라서 신념의 사람과 신앙의 사람 간의 차이는 믿음의 대상의차이이며 그 결과의 차이이다. 참으로 신념의 사람 아사는 왕위에 있는지 39년에 그 발에 중병이 들었고 41년에 죽었다. 이것이 신념인들이 당하는 쓸쓸한 말로(末路)이다. 그러나 성경은 신앙인들이 맞이할 영광의 미래에 대하여 수없이 나타냄으로 우리에게 신앙의 사람이 되기를 요구하고 있다. * 섭리하시는 여호와의 눈. 본문 9절을 보면 여호와의 눈은 온 땅을 두루 감찰하사 전심으로 자기에게 향하는 자를 위하여 능력을 베푸신다고 하였다. 여기서 우리는 전지 전능(全知全能)하신 여호와의 섭리를 발견할 수 있다. 사실 하나님의 섭리 란 하나님께서 만드신 세상을 당신의 뜻대로 다스리시는 것을 가리킨다. 그러므로 이 땅에 있는 모든 피조물들은 하나님의 섭리에 따라 살아가게 되는 것이다. 하나님의 서리의 눈길은 모든 인간들의 생각과 행위와 역사(歷史)를 감찰하신다. 그러기에 여기서 섭리하시는 여호와의 눈 이 뜻하는 바는 여호와께서 모든 섭리의 대상들을 온전히 다 아신다는 것이다. 즉, 전지하신 하나님께서 이 세상의 피조물들과(시 104:14;링마 5:45), 들짐승들, 국가의 크고 작은 사건들, 인간의 출생과 운명, 의인의 보호와 악인의 형벌(시 4:8;롬 8:28), 성도에게 필요한 것들의 공급, 기도의 응답(시 65:2;마 7:7) 등의 모든 일들을 다 감찰하신다는 것이다. 따라서 성도들은 다음과 같이 여호와의 섭리에 대해서 올바른 이해를 가질 필요가 있다. (1) 일반적인 의미 : 하나님은 자신의 지혜로 온 세상을 주관하신다. 그러므로 불완전한 인간이 하나님의 일을 함부로 판단하는 일은 삼가해야 한다. 하나님은 결코 불완전한 인간의 제한된 지식 체계 속에 제한되실 수 없는 분이다. 비록 우리의 눈으로 보기에는 불공평한 듯이 보이고, 어떤이에게는 하나님의 관심과 사랑이 없으신 것처럼 보일지 모르나 우리는 그분의 속뜻을 함부로 헤아릴 수 없는 것이다. 다만 그분이 어떠한 경우에 있어서도 지혜로우시며, 공평하시며, 사랑과 관대하심이 넘치시는 분임을 우리는 인정해야 한다. 그래서 이사야서의 기자는 여호와의 말씀에 내 생각은 너희 생각과 다르며 내 길은 너희 길과 달라서 하늘이 땅보다 높음같이 내 길은 너희 길보다 높으며 내 생각은 너희 생각보다 높으니라 (사 55:8, 9)고 했던 것이다. (2) 구체적인 이해 : 하나님의 섭리가 악인에게는 불공평하게 보이는 것이 당연하다. 왜냐하면 악인은 하나님의 섭리하심에 따라 스스로 고통을 당하기 때문이다. 그런데 간혹 의인에게도 하나님의 섭리가 불공평한 듯이 보일 때가 있다. 그러나 이것은 그분의 내적 동기가 밝히 드러날 때, 충분히 이해되어질 수 있다. 하나님께서는 분명히 의인의 역경을 악인의 형통함보다 더 크게 인정하신다. 하나님께서는 의인의 적은 소득이 악인의 많은 소득보다 낫다고(시 37:16;잠 16:8) 말씀하신다. 하나님께서는 의인을 정오의 빛같이 나타내시며(시 37:6), 정직한 자에게 좋은 것을 아끼지 아니하신다(시 84:11). 이와같이 하나님의 섭리 속에 감추인 하나님의 인자하신 뜻을 볼 수 있을 때 의인은 결국 불공평해 보이는 역경 속에서도 내적인 평화를 누리게 되며 하나님을 더욱 더 의뢰하고 사랑할 수 있게 되는 것이다. 따라서 우리는 잠 19:3의 말씀처럼 사람이 미련하므로 자기 길을 굽게 하고 마음으로 여호와를 원망하는 일은 없어야 할 것이다. 그리고 이와 더불어 날마다 하나님의 섭리의 눈길이 우리를 떠나시지 않도록, 또한 우리의 생애 가운데 하나님의 섭리가 이루어 지도록 기도하는 삶을 살아야 할 것이다."
        }
    ]
}