{
    "bible_book": "역대상",
    "chapter_number": 23,
    "commentaries": [
        {
            "verse_reference": "23:1",
            "commentary": "다윗 왕은 성전 건축에 대한 지대한 관심(22장) 못지 않게 건축된 성전 내에서 드려질 하나님께 대한 경배에도 많은 관심을 가지고 있었다. 바로 그러한 다윗 왕의 관심은 23:1-26:32에 걸쳐 이를 위한 실제적인 준비의 행동으로 나타나 있다. 즉 여기서 다윗 왕은 여호와 경배를 위하여 선택된 레위인들을 여러 가지 기능별로 조직하여 봉사하게 함으로써 여호와를 향한 경배가 후대에까지 계속 이어질 수 있도록 조처하였던 것이다.\n다윗이 나이 많아 늙으매. 다윗은 그의 나이 30세에 이스라엘의 왕이 되었다. 그리고선 헤브론에서 7년 6개월, 예루살렘에서 33년, 도합 40년 6개월을 통치하였다(삼하 5:4, 5). 그러므로 다윗이 솔로몬에게 왕위를 물려줄 때 그의 나이는 적어도 70세는 되었을 것이다.\n아들 솔로몬으로 이스라엘 왕을 삼고. 솔로몬이 다윗을 이어 통일 이스라엘의 왕으로 즉위하는 장면은 왕상 1장에 잘 묘사되어 있으니 참조하라. 한편 솔로몬은 출생시에 이미 하나님에 의해 왕으로 지목된 아들이었다. 즉, 솔로몬이 태어날 때 하나님께서는 선지자 나단을 다윗 왕에게 보내어 솔로몬의 이름을 지어주셨는데 그 이름은 ‘여호와께서 사랑하신 자’라는 뜻의 여디디야(Jedidiah)였던 것이다(삼하 12:25). 그이름 속에는 하나님께서 솔로몬을 다윗의 후계자로 선택하셨다는 의미가 내포되어 있다. 이로써 다윗 왕은 하나님께서 솔로몬을 왕으로 지목하셨음을 분명히 알 수 있었다. 따라서 이제 그가 솔로몬을 차기 왕으로 삼은 것은 하나님의 뜻을 그대로 따른 순종의 행위였다고 할 수 있다.\n23:2 이스라엘 모든 방백과 제사장과 레위 사람을 모았더라. 다윗 왕은 성전 건축 이후 예배 및 성전 관리에 필요한 많은 인력을 확보하고 동시에 효율적인 조직을 체계화시키기 위해 전국의 레위인들을 소집하였다. 그런데 이러한 자리에 이스라엘 모든 방백들이 참여했던 것은 성전 예배를 준비하는 일이 전국가적인 관심사가 되었을 뿐만 아니라 이 일을 위해서는 각 지파의 협조가 있어야만 했기 때문이었다. 한편, 26:31의 기록에 의해서 우리는 레위인들의 소집이 다윗 왕 40년 곧 그의 생애의 마지막 해(왕상 2:10, 11)에 있었음을 엿볼 수 있다. 우리는 이러한 사실로써 다윗 왕이 마지막까지 하나님의 영광을 위해 총력을 기울였음을 알 수 있다. 즉 당시 다윗 왕실 주변에서는 왕위 계승을 둘러싼 음모와 모반(謀反)이 종종 일어났다(왕상 1:5-10). 그리고 솔로몬을 다윗 왕조의 첫 후계자로 세움과 관련, 선결되어야 할 문제들이 산적해 있었다. 그런데도 다윗이 성전 봉사 직제(職制) 확립에 최우선적 관심을 보인 것은 그의 하나님 중심주의, 신앙 제일주의의 표출이 아닐 수 없다.\n23:3 삼십 세 이상으로 계수하였으니 모든 남자의 명수가 삼만 팔천인데. 레위인들은 30세 이상부터 성전에서 봉사할 수 있었으며 그 정년(停年)은 50세였다(민 4:3, 23). 그러나 본 절은 다윗 왕이 30세 이상의 레위인을 계수하였다는 말이 아니다. 왜냐하면 24,27절에서 20세 이상의 레위인들이 계수되었다고 분명히 언급되어 있기 때문이다. 다만 본 절은 원래의 레위인의 봉사 가능한 연령을 지적해 주고 있을 뿐이다(Keil,Lange). 즉 레위인들은 30세부터 성전에서 봉사할 수 있었으며 25세만 되어도 성막에서 일을 보조할 수 있었다(민 8:24). 그런데 다윗은 그 하한선을 20세로 낮추었다. 아마도 그 까닭은 거친 광야 생활 때에 비해 성막 봉사가 훨씬 쉬어졌고(26절) 더욱이 성전 건축이라는 대역사를 앞두고 많은 일꾼이 필요했기 때문일 것이다. 한편, 모세때에 30세 이상인 레위인의 수는 8,580명이었다(민 4:47, 48). 그에 비하면 다윗 당시의 30세 이상 레위인들의 수 38,000명은 약 4배 이상 증가한 수이다.\n23:4 이만 사천은 여호와의 전 사무를 보살피는 자요. 본 절의 이만 사천에 해당하는 레위인들의 임무는 무엇이었는가? 그들은 ‘여호와의 전(殿) 사무를 보살피는 자’들이라고 되어 있다. 이에 대해 혹자는 본 문맥에 어울리지 않게 이 이만 사천의 레위인들은 성전을 건축하는 모든 일들을 감독한 감독관들이었다고 주장한다(Curtis). 그러나 본문맥은 분명히 성전 건축에 관한 것이 아니고 성전 건축 이후에 있을 성전 봉사에 관한 것이다. 따라서 그 같은 주장은 결코 받아들여질 수 없다. 더구나 성전 건축을 감독하는 것은 레위인들의 임무에도 적합하지 않다. 그렇다면 여호와의 전 사무를 보살피는 임무는 구체적으로 무엇이겠는가? 그것은 제사장을 도와 제사와 관련된 여러가지 일들을 감당하는 것이라고 이해되어진다. 왜냐하면 여호와의 전에서 행하여질 사무(일)란 제사의 행위 외에 다른 어떤 것이 될 수 없기 때문이다. 한편 이와 같이 제사장들을 돕는 이만 사천 명의 레위인들이 맡은 구체적인 직무는 28-32절에 기록되어 있다(Keil). 이들은 각 가문에 따라 구분된 24반열(6-24절)의 반차(班次)를 좇아 봉사하였다. 이처럼 이만 사천 명이 24교대로 근무할 경우 한 번에 천 명씩 제사직에 종사하게 되는데 이와 관련 페인(Payne)은 1000명이라는 숫자가 성전 규모상 결코 불합리한 숫자가 아니라고 주장하였다.\n육천은 유사와 재판관이요. ‘유사’에 해당하는 히브리어 ‘쇼테르’는’관리’를 의미하며 또한 ‘서기관’을 의미하기도 한다. 26:29 주석 참조. 이들은 재판관의 재판의 근거를 마련해 주기 위해 율법을 해석하는 사람들이었던 것으로 보여진다. 그리고 여기서의 ‘재판관’은 ‘여호와께 속한 일’(대하 19:8), 곧 종교적인 문제를 판결하는 업무를 관할하였던 자인 것으로 보인다. 이들에 관한 상세한 내용은26:29-32에 다시 나오니 참조하라.\n23:5 사천은 문지기요. 이들 문지기에 관해서는 26:1-28에 그 반차와 직임이 다시 상세히 나와 있다. 그러니 보다 자세한 내용은 그곳을 참조하라. 더욱이 그곳에는 성전 곳간을 관리하는 자들도 포함되어 있음을 기억하라.\n사천은 … 찬송하는 자라. 이들 찬양 대원들은 25:1-31에 다시 언급되고 있다. 이들은 모두 아삽, 헤만, 여두둔의 자손들로서 돌아가며 찬양의 직무를 맡기 위하여 역시 24반열로 구분되었다(25:1, 9-31). 보다 자세한 내용은 25장을 참조하라.\n지은 악기로 여호와를 찬송하는 자. 악사(樂士)들이 여호와를 찬송하기 위하여 주로 사용한 악기는 제금, 비파, 수금 등이었다(대하 29:25-27, 느 12:35:36, 암 6:5). 이들 여러 악기에 관해서는 15:16 주석에서 간략히 도표로 정리해 놓았으니 참조하라.\n23:6 다윗이 … 그 반열을 나누었더라. 다윗은 레위 족속을 게르손, 그핫, 므라리의 혈통을 따라 24반열로 구분하였다(7-24절). 이렇게 구분된 레위인들은 역시 24반열로 구분된 제사장들(24:1-19)을 순번에 따라 돕는 사역을 감당하였다. 한편, 다윗이 마련한 24반열 제도는 솔로몬 때에 철저히 이행되었으며(대하 8:14, 29:25) 이후 몇몇 의로운 왕들의 종교 부흥 운동으로 인해 그 명맥이 유지된 것으로 보인다. 그러다가 에스라와 느헤미야 때에 다시 회복되었으니 곧 바벨론 포로 이후기의 일이다(느 12:1-7,12-21). 그러므로 이스라엘 역사상 24반열 제도의 시행 유무는 당시의 종교적, 신앙적 상태와 깊은 관련이 있었다고 볼 수 있다.\n23:7 게르손. 레위의 장남이다. 그 자손들은 광야 생활시 성막과 장막, 그 덮개 및 기타 부속물들을 관리하는 직무를 맡았었다(민 3:25, 26).\n라단과 시므이라. 다른 기록에 의하면 게르손 계통의 중요한 두 가문의 시조는 립니(Libni)와 시므이(Shimei)이다(6:17, 20, 출 6:17, 민 3:18). 여기서 라단(Ladan)은 립니의 또 다른 이름이 아니고 립니의 후손인 것으로 추측된다(Curtis, Lange).\n23:8 여히엘. 이름의 뜻은 ‘하나님은 살아계심’이다. 그런데 이 사람은 다윗 당시 여호와의 궤 앞에서 악기를 연주한 레위인 여히엘(Jehiel, 15:18)과는 구별된다. 이밖에도 성경에서 ‘여히엘’로 불리운 동명 이인이 많으니 착각함이 없어야 할 것이다(27:32, 대하 21:2, 29:14, 35:8, 스 8:9, 10:21,26).\n요엘. 이름의 뜻은 ‘여호와는 그의 하나님’이다. 그는 15:7에 나오는 ‘게르솜 자손의 족장 요엘’과 동일 인물인 듯하다. 15:7 주석 참조.\n23:9 시므이의 아들들은 … 라단의 족장들이며. 본 절은 시므이의 세 아들들이 라단 계통에 속한 족장들이라고 말하고 있다. 이로써 우리는 본 절의 시므이가 립니의 아우인 시므이(6:17)와는 다른 동명 이인(同名異人)임을 알 수 있다. 한편 이 시므이는 라단 계통의 후손이므로 결국 라단 계통의 후손들에게는 모두 6개의 반차가 주어진 셈이다(본 절과 8절). 이로 보아 라단의 후손들이 다윗 당시에 매우 중요한 가문이었음을 알 수있다.\n23:10 시므이. 이 시므이는 6:17에 언급된 게르손의 차남, 곧 립니의 아우인 시므이이다. 그의 후손들에게는 모두 네 개의 반차가 할당되었다.\n시나. 본문에서 그는 일명 ‘시사’로도 불리우고 있다. ‘시나(Zina)’는 ‘풍부’라는 뜻이며 ‘시사(Zizah)’는 ‘열렬히 사랑함’이라는 뜻이다. 그런데 이러한 이름의 변화가 단순한 필사자의 착오에서 비롯된 것인지 아닌지는 분명치 않다(Barker).\n브리아. 그는 브리아 가족(Beriites)의 조상인 아셀의 넷째 아들 브리아(Beriah,창 46:17)와는 구별된다. 한편 ‘브리아’라는 이름의 뜻은 ‘사악함’, ‘나쁨’이다.\n23:11 없음.\n23:12 그핫. 레위의 둘째 아들이다. 그는 그핫(Kehath)보다는 고핫(Kohath)으로 더 잘 알려져 있다. 한편 그핫의 후손들은 레위 지파 중에서도 가장 탁월한 족속이었다. 이는 그들 가운데서 제사장 가문이 나온 것(민 3:2-4)만으로도 여실히 입증된다. 6:1 주석 참조.\n아므람과 이스할과 헤브론과 웃시엘 네 사람이라. 이 족보의 명단은 다른 기록과 일치하고 있다(6:2, 출 6:18, 민 3:27). 이들 네 사람에 대해서는 6:2 주석에서 언급하였으니 참조하라.\n23:13 아므람의 아들들은 아론과 모세니. 이에 대한 보다 자세한 언급이 출 6:20에 나타나 있다. 그에 따르면 아론과 모세의 모친(母親)은 요게벳(Jochebed)이었음을 알 수있다.\n아론은 … 영원토록 지극히 거룩한 자가 되어. 이는 하나님께서 아론(Aaron)과 그의 후손들을 거룩하게 구별하여 대대로 이스라엘의 제사장이 되게 하신 사실(출 28:1)을 언급한 구절이다. 하나님께서는 특별히 이들을 제사장직에 위임하기 위하여 몸을 성결케 할 것을 요구하셨는데 그 자세한 내용이 레위기 8장에 기록되어 있다. 거기에 보면, 이들은 성결케 되기 위하여 먼저 결례(潔禮)를 행하고 머리와 몸에 관유(灌油)를 발라야 했다. 그리고 하나님께 희생 제사를 드렸으며 희생 제물의 피를 취해 몸에 바르며 회막 안에서 꼬박 7주야를 지내야만 했었다. 이러한 제사장 위임 규례가 갖는의미에 관해서는 레 8장 강해 전반을 참조하라.\n여호와 앞에 분향하며 섬기며 … 축복하게 되었으며. 본 절은 제사장의 3대 직무를 말하고 있다. 곧, 제사장의 3대 직무는 (1) 여호와 앞에 분향하는 것, (2) 여호와를 섬기는 것, (3) 그 이름으로 축복하는 것이었다. 여기서 여호와 앞에 분향하는 것이란 하나님께 대한 제사를 주관하는 것을 가리키며 여호와를 섬기는 것이란 성소내에서의 여러 가지 봉사들을 포함하는 말이다. 그리고 여호와의 이름을 받들어 축복한다는 말은 여호와의 이름을 축복한다는 말이 아니라 그의 이름으로 백성들에게 축복을 선포한다는 말이다(출 28:1, 38, 43, 29:1, 35, 45, 30:7-10, 민 6:22-27). 이와 관련해서는 민8:14-22 강해, ‘레위인의 제사장직’을 참조하라.\n23:14 레위인에 관한 본 기사에서 주목할 만한 일은 ‘하나님의 사람’이라 불리울 정도로 위대했던 모세의 후손들이 일반 레위인과 동등하게 취급되고 특별한 권위나 특권을 지니고 있지 않다는 것이다. 만일 모세가 하나님께 자신의 자손에 대한 축복을 간구했었다면 하나님은 그것을 허락해 주셨을지도 모른다. 그러나 모세는 결코 후손들을 위한 어떠한 간구도 하지 않았다. 이는 그가 세속적인 우월감에 사로잡힌 자가 아니요 하나님의 성결한 일을 먼저 생각한 신앙의 인물이었기 때문이다.\n하나님의 사람 모세. 본 절과 더불어 모세는 모두 다섯 번에 걸쳐 ‘하나님의 사람’이라는 칭호를 성경에서 얻고 있다(신 33:1, 수 14:6, 대하 30:16, 스 3:2). 구약 시대당시 ‘하나님의 사람’(man of God)이란 하나님께서 특별히 당신의 사자(使者)로 삼아주신 자를 가리켰다. 신 33:1 주석 참조. 이로써 우리는 모세가 구약의 인물 중 하나님의 마음에 부합되었던 가장 위대하고 경건한 인물이었음을 능히 알 수 있다. 참고로 다윗 왕은 이러한 칭호를 세 번 받은 것으로 기록되어 있다(대하 8:14, 느 12:24, 36).\n23:15 모세의 아들은 게르솜과 엘리에셀이라. 게르솜(Gershom)은 모세가 미디안 광야에서 낳은 아들로서 그의 이름의 뜻은 ‘내가 타국에서 객이 되었음이라’이다(출 2:22). 그리고 엘리에셀(Eliezer)은 모세가 출애굽한 이후에 낳은 아들로서 그의 이름의 뜻은 ‘하나님이 나를 도우사 바로의 칼에서 구원하셨다’이다(출 18:4).\n23:16 본 절 이하 20절까지는 그핫의 후손들에게 모두 9개의 반차가 할당되었음을 보여 주고 있다. 이와 관련해서는 본 장 6-23 강해에 나오는 도표를 보다 참조하라.\n스브엘. 그는 하나님의 전(殿) 곳간을 맡는 책임자가 되었다(26:24). 한편 24:20에는 아므람의 후손 수바엘(Shubael)이 언급되고 있는데 스브엘(Shebuel)과 동일 인물인 것으로 추정된다. 24:20 주석 참조.\n23:17 르하뱌라 … 르하뱌의 아들은 심히 많았으며. ‘르하뱌’란 이름의 뜻은 ‘여호와께서 확장시키셨다’이다. 이러한 그의 이름은 그의 가문의 번성함과 깊은 관계가 있는 듯 하다. 구약에서 자식의 중다(衆多)함은 하나님의 축복으로 여겨졌다(시 127:3-5). 아마도 하나님께서는 르하뱌의 조상 모세를 기억하시고 그에게 많은 후손들을 주셨을 것이다.\n23:18 슬로밋. 24:22에서는 슬로밋(Shelomith)이 슬로못(Shelomoth)으로 소개되어 있다. 그러나 26:25, 26에 언급된 슬로못과는 다른 인물이다. 또한 본 절의 슬로밋은 시므이의 아들 슬로밋(9절)과도 구별된다. 이에 대한 보다 자세한 사항은 26:26 주석을 참조하라.\n23:19 여리야와 둘째 아마랴와 셋째 야하시엘과 넷째 여가므암이며. 이들 네명의 이름이 24:23에 또다시 그대로 언급되고 있다. 그 곳에서 이들은 제사장을 돕는 레위인들로 소개되었다. 한편 이 가운데 여리야(Jeriah)는 ‘여호와께서 보심’이란 뜻이며 아마랴(Amariah)는 ‘여호와께서 말씀하심’이란 뜻이다. 그리고 야하시엘(Jahaziel)은 ‘하나님께서 보심’이란 뜻이며 여가므암(Jekameam)은 ‘사람들이 일어날 것임’이란 뜻이다.\n23:20 족장 미가. 이름의 뜻은 ‘여호와와 같은 이가 누구뇨’이다. 그 역시 24:24에서 제사장을 돕는 레위인으로 또다시 소개되었다. 참고로 그의 아들은 사밀(Shamir)이었다. 사밀은 그의 부친과 마찬가지로 성전에서 봉사하던 레위인 중 한 명이다(24:24).\n잇시야. 미가의 형제 잇시야 또한 24:25에서 제사장을 돕는 레위인으로 소개되었다. 이로써 고핫(그핫) 자손 중 24반열에 오른 자는 스브엘(16절), 르하뱌(17절), 슬로밋(18절), 여리야, 아마랴, 야하시엘, 여가므암(19절), 미가, 잇시야 모두 아홉 사람이 된다. 16절 주석 참조.\n23:21 본 절 이하 23절까지는 므라리 족속에게 할당된 반차를 보여주고 있다. 므라리 족속은 무시의 세 아들과 마흘리의 두 아들 도합 5명이 반차를 차지하였다.\n므라리의 아들들은 마흘리와 무시요. 전통적으로 므라리의 아들은 마흘리(일명 말리)와 무시 두 명인 것으로 기록되어 왔다(6:19, 민 3:33). 그러나 우리는 24:26에서 므라리에게 야아시야라는 아들이 한 명 더 있었음을 발견하게 된다. 한편 므라리는 레위의 셋째 아들이다(6절, 창 46:11). 그 자손들은 성막과 관련, 성막 널판 및 그 부속품을 관리하는 직무를 담당하였다(민 3:36).\n엘르아살과 기스. 다윗이 나눈 레위인의 24반열(6절)에 오른 마흘리의 두 아들이었다.\n23:22 엘르아살이 … 딸만 있더니 그 형제 기스의 아들이 저에게 장가들었으며. 엘르아살의 딸과 기스의 아들은 사촌 관계이다. 그러나 딸에게는 상속권이 없었던 당시의 법률로 인해 엘르아살의 딸이 기스의 아들, 곧 친족에게로 시집가게 된 것이다(민 36:6,9). 왜냐하면 그렇게 하여 자기 족속의 기업이 다른 족속에게로 넘어가는 것을 막을 수 있었기 때문이다. 이와 관련해서는 룻 1:6-18 강해, ‘계대 결혼의 성경적 의의’를참조하라. 한편 여기에서 중요한 것은 엘르아살에게 아들이 없었으므로 엘르아살 다음대에 이르러서는 마흘리 가문에 주어진 반차는 오직 하나가 되었다는 사실이다. 즉, 마흘리 가문에 있어서 반차는 오직 기스 한 가족만이 있게 된 것이다. 이렇게 마흘리가문에게 오직 반차 하나만 남게 되었다면 므라리 자손의 반차는 모두 넷이 되며 결과적으로 7-23절에 나타난 레위인의 반차수는 23반차가 된다. 즉, 다시 말해서, 게르손 자손의 열 반차(7-11절), 그핫 자손의 아홉 반차(12-20절), 그리고 므라리 자손의 네반차(21-23절) 도합 23반차가 되는 것이다. 이러한 숫자는 24반차에서 하나가 모자라는 숫자이다. 따라서 우리는 본 문맥에서 므라리의 아들 야아시야에 대한 기록이 생략되었다고 볼 수 있는 것이다. 그리고 다음 장 26, 27절에서 야아시야에 대한 기록이 분명하게 나오므로 이러한 주장은 충분히 가능한 것이다(Keil, Payne, Lange). 즉 야아시야에게는 네 명의 아들이 있었는데 이들 중 한 명에게 반차가 주어졌다고 보아야한다. 그럴 경우 레위인의 반차는 모두 24반차가 된다.\n23:23 마흘리와 에델과 여레못 세 사람이더라. 본 절의 므라리의 후손, 무시의 아들인 마흘리(Mahli)와 21절의 므라리의 아들인 마흘리는 이름은 같으나 서로 다른 인물이다. 그런데 무시의 아들 마흘리 또한 므라리의 아들 마흘리와 마찬가지로 일명 말리(Mahli)로도 불리웠다(6:47). 한편, 본 절에 나오는 세 사람은 24:30에서 제사장을 돕는 레위인으로 또다시 소개되었다.\n23:24 여호와의 전에서 섬기는 일을 하는 이십 세 이상된 족장들이라. 이미 3절 주석에서 언급하였듯이 본래 모세 때에는 30세 이상된 레위인들만이 회막(會幕)의 일을 할수 있었다(민 4:3). 그러나 이후 곧 모세는 그 하한선을 25세로 낮추었으며(민 8:24) 다윗 왕은 20세로까지 낮추었다(27절). 다윗 왕이 이처럼 레위인이 봉사할 수 있는 연령을 20세로 낮춘 이유에 대해서는 다음과 같은 견해가 있다 (1) 혹자는 앞으로 설치될 영원한 성소인 예루살렘 성전(22장)에서는 많은 봉사 인력이 필요할 것으로 다윗은 예상했기 때문이라고 주장한다(Payne). (2) 그리고 또다른 사람은 이제는 무거운 성막이나 기구를 멜 필요가 없어졌기 때문에, 즉, 광야 시대와 같이 많은 힘이 요구되는 봉사의 필요성이 없어졌기 때문에(26절) 그 연령을 20세까지 낮춘 것이라고도 설명한다(Keil). 그런데 이 두 가지 주장은 서로 상반되는 것이 아니므로 우리는 두 가지 주장 모두를 받아들이는 것이 현명할 것이다. 이는 본 문맥에서도 아무런 무리가 없다.\n23:25 평강을 … 주시고. ‘평강을 주다’에 해당하는 히브리어 ‘누아흐’는 ‘정착하다’, ‘쉬다’는 뜻으로 본 절은 여호와 하나님께서 이스라엘 백성들을 약속의 땅(창13:14, 15, 26:2, 3)에 정착하게 하시고 그곳에 평안히 거하게 하셨음을 의미하고 있다. 즉, 다윗은 여기서 이스라엘 백성들이 하나님의 역사(役事)로 말미암아 더 이상 전과 같이 이방 족속들에게 쫓겨다니지 않게 되었음을 언급한 것이다. 우리는 여기서 이스라엘의 안전한 정착 생활에 대한 공로를 자기 자신에게로 돌리지 않고 오직 하나님께로 돌리고 있는 다윗 왕의 겸손한 인격에 주목해야 할 것이다.\n예루살렘에 영원히 거하시나니. 다윗 왕은 이 말을 할 때에 하나님의 궤의 예루살렘 운송(15, 16장)과 앞으로 건축될 예루살렘 성전(23장)을 염두에 두었던 것이 분명하다. 왜냐하면 여호와 하나님께서 예루살렘에 영구히 거하시게 된 것은 결국 바알레유다에 있던 하나님의 궤(삼하 6:2)를 예루살렘으로 옮긴 사건과 앞으로의 예루살렘 성전 건축을 통하여 실제적으로 이루어지게 되었기 때문이다. 즉 이로써 하나님의 궤는 더 이상 모세 시대와 같이 이리저리 운송될 필요가 없게 되었다. 그리고 백성들은 오로지 한 장소, 곧 예루살렘 성전 안에서 여호와를 경배하는 일에만 주력할 수 있게되었다. 이와 관련해서는 신 12:4-14 강해, ‘예루살렘 중앙 성소의 의의’를 보다 참조하라.\n23:26 레위 사람이 다시는 … 멜 것이 없다한지라. 과거 이스라엘이 광야에서 방랑 생활을 하던 때에는 레위인들이 항상 성막과 그에 딸린 기구들을 수레에 싣거나 어깨에 메곤 하여 운반하였었다(민3, 4장). 그러나 이제는 하나님의 궤와 기구들이 예루살렘 성전에 영구히 모셔질 것이기 때문에 레위인들은 더 이상 이 거룩한 기구들을 운반할 필요가 없게 되었다. 본 절은 바로 그러한 사실을 의미한다.\n23:27 다윗의 유언대로. 다윗이 자신의 죽음을 앞두고 솔로몬과 신하들에게 남긴 유언(遺言)은 28, 29장에 상세히 언급되어 있다. 본 절에 따르면 그때 다윗은 성전에서 봉사할 레위인의 연령을 20세로 낮추도록 다시 지시하였음이 분명하다.\n23:28 그 직분은 아론의 자손에게 수종들어. 여기서 ‘아론의 자손’은 곧 제사장들을 말한다. 20세 이상으로 계수된 레위인들(27절)은 바로 이 제사장들을 도와 제사에 관련된 여러 가지 봉사의 직분들을 감당하였다. 이와 관련해서는 민 8:14-22 강해, ‘레위인의 2대 사역’ 및 민 4:34-49 강해, ‘레위인의 이중 직무’를 보다 참조하라.\n여호와의 전과 뜰과 골방에서 섬기고. 레위인들이 이러한 장소들에서 어떤 일을 했는가는 나타나 있지 않지만 아마도 청소 등과 같은 궂은 일들도 하였을 것이다(Lange). 왜냐하면 이어 나오는 ‘모든 성물을 정결케 하는 일’이란 구절이 바로 이들이 청소와 같은 궂은 일도 감당하였음을 시사해 주고 있기 때문이다.\n23:29 진설병. 진설병(陳設餠, showbread)에 관한 규례는 레 24:5-9에 상세히 나와 있다. 제사장들은 그 떡을 상 위에 차려놓는 일을 하였으며(레 24:8) 그 떡을 만드는 일은 제사장들을 돕는 레위인들이 하였다. 한편, 진설병은 이스라엘, 곧 언약 공동체를 상징하는 거룩한 떡으로서 안식일마다 새로운 것으로 하나님께 드려졌다. 그리고 진설되었던 떡은 제사장들의 몫이 되었다. 이에 관한 보다 상세한 내용은 레 24:5-9 주석을 참조하라.\n무교전병이나 남비에 지지는 것. 이스라엘 백성들은 하나님께 소제(素祭)를 드릴때 누룩을 섞지 않은 밀가루를 화덕에 구운 것이나 번철에 부친 것으로 드릴 수 있었다(레 2:4, 5). 그때에 소제에 드릴 고운 가루를 굽거나 부치는 일 역시 레위인들이 감당하였다. 레 2:1-3 강해, ‘소제에 대하여’ 참조.\n또 모든 저울과 자를 맡고. 여기서 저울이나 자는 고운 가루나 기름, 포도주 등의 무게 또는 양을 측정하는 도구들이다. 제사장들은 소제에 사용될 고운 가루, 희생 제물에 사용될 기름, 포도주 등을 정확히 측정하여 제사 때 드려야 했다(출 29:40). 그런데 이때에 사용할 측정 기구들을 깨끗하게 보관해 두는 직무 또한 제사장들을 돕는 레위인들이 맡았었다.\n23:30 새벽과 저녁마다 서서 여호와께 축사하며 찬송하며. 이는 성전에서 행할 악사들의 임무를 보여주고 있다. 즉 4천명의 악사들로 구성된 찬양대(5절)는 아침 저녁으로 드려지는 제사 때마다 하나님께 찬송을 드렸던 것이다(Lange, Pulpit Commentary).\n23:31 안식일과 초하루와 절기에 모든 번제를 여호와께 드리되. 제사장들은 안식일과 매월 초하루와 각종 절기 때마다 하나님께 번제(燔祭)를 드려야만 했다(민 28:9-29:39). 여기서 말하는 절기에는 이스라엘의 5대 축제, 곧 나팔절, 대속죄일, 유월절, 맥추절, 초막절 등이 포함된다. 특히, 후자의 세 절기 때에는 이스라엘의 모든 성인(成人) 남자들이 중앙 성소에 나아와 하나님께 보여야만 했었다(출 23:14-17, 신 16:16). 레위기서론, ‘구약 제사의 종류와 의미’ 참조.\n항상. 즉, 위에 언급된 날들이 임할 때마다 항상이라는 뜻이다. 그럴 때마다 레위인들은 제사장의 일을 도와 하나님께 제사드리는 일이 차질없도록 보조하였다.\n23:32 회막의 직무와 … 아론 자손의 직무를 지켜 … 수종드는 것. 여기에 언급된 직무란 제사장들에게 주어진 직무를 의미한다. 그리고 그러한 직무를 지켜 수종든다는 말은 레위인들에게 해당되는 말로서 제사장들을 돕는 일을 그들이 행하였음을 보여 준다. 사실 레위인들은 제사장들의 조력자들로서 하나님께서 제사장들에게 주신 일종의 선물이었다(민 18:6). 한편 본 절에서 ‘회막의 직무’란 하나님의 장막(후에는 예루살렘 성전)에서 행하는 제반 임무를 가리킨다. ‘성소의 직무’란 하나님의 장막 내의 성소(theHoly Place) 안에서의 일과 번제단에서의 일 등을 가리킨다. 다음으로 ‘아론 자손의 직무’란 바로 제사장의 직무를 가리킨다."
        }
    ]
}