{
    "bible_book": "역대상",
    "chapter_number": 27,
    "commentaries": [
        {
            "verse_reference": "27:1",
            "commentary": "23-26장에서 성전 예배를 위한 다윗 왕의 조직 정비에 대하여 기술한 저자는 이제 본 장에서 이스라엘 내의 일반 업무를 위한 다윗 왕의 조직 정비에 대하여 기술하고 있다. 이러한 본 장에서 우리는 다윗 왕이 그의 말년에 종교적인 분야 뿐만 아니라 이스라엘의 일반적인 분야까지 완전히 조직을 정비하여 그의 아들 솔로몬에게 나라를 물려주고 있다는 사실을 엿볼 수 있다.\n왕을 섬기는 유사들. 추측컨대 이는 군대의 지휘관들을 의미하는 것 같다. 아마도 이들은 12반으로 나뉘어진 상비군을 훈련시켰을 것이다.\n달마다 체번하여 들어가며 나왔으니. 이는 각기 차례에 따라 직무를 수행하려 병영(兵營)에 들어갔다가 나오는 일종의 상비군 제도를 가리킨다. 그런데 본 절 이하에 의거해 볼 때 이러한 상비군의 교대는 매월 초에 이루어졌던 듯하다(왕하 11:5, 7, 9, 대하 23:4, 8과 비교).\n27:2 정월 첫반의 반장은 삽디엘의 아들 야소브암이요. 야소브암(Jashobeam)은 다윗의 피난 시절 당시 시글락에서 다윗과 합류한 자로서(12:6) 다윗 왕의 첫 삼인의 두목으로 활약하였다. 11:11 주석 참조. 한편, 삼하 23:8에서 그는 ‘요셉밧세벳’, 곧 밧세벳에 거주하는 자로 소개되었는데 아디노(Adino)라는 별명도 지니고 있었다.\n27:3 저는 베레스의 자손으로서. 야소브암의 조상 베레스(Perez)는 유다의 넷째 아들이었다(2:3, 4). 이 베레스 가문은 역사상 유다 지파 중 가장 탁월한 가문이 되었다(느11:4-6). 이로써 우리는 정월 반장인 야소보암이 유다 지파 중 가장 탁월한 가문의 출신임을 알 수 있다. 한편 다윗 왕도 이 가문의 출신이었다(마 1:3-6).\n27:4 이월반의 반장은 아호아 사람 도대요. 여기서는 도대(Dodai) 뒤에 ‘ 의 아들 엘르아살’이란 말이 생략되었음이 분명하다(Lange, Pulpit Commentary, Keil, Curtis). 왜냐하면 11:12과 삼하 23:9에서는 다윗의 용사 3인 중 한 사람이 ‘아호아 사람 도도(또는 도대)의 아들 엘르아살’로 기록되어 있기 때문이다. 사실상 엘르아살은 다윗 왕이 승승 장구하던 때의 용사였으므로 다윗 왕의 말년에 그의 아버지가 군사의 반장이 된다는 것은 있을 수 없는 일이다.\n또 미글롯이 그 반의 주장이 되었으니. 미글롯(Mikloth)이라는 이름은 8:32, 9:37에서 베냐민 지파의 한 사람으로 기록되어 있다. 그러나 그 기록은 사울 이전의 계보이므로 그곳에 나오는 미글롯이 본 절의 미글롯과 같은 인물이라고 보기에는 힘들다. 한편, 주장(主掌)에 해당하는 히브리어 ‘나기드’는 군대의 지휘자나 대장을 의미하는 말이다. 아마도 미글롯은 엘르아살의 휘하에서 2월반을 지휘한 군장이었거나(Keil), 또는 2월반의 행정을 맡은 행정 장관이었을 것이다(Payne).\n27:5 대제사장 여호야다의 아들 브나야. 브나야(Benaiah)는 다윗 왕의 둘째 삼인 중 한사람으로서 모압의 용맹스런 용사 둘을 죽이고 함정에 빠진 사자를 때려 잡는 등 큰일을 행한 용사였다(11:22, 23). 그는 다윗을 위해 세운 공을 인정받아 왕의 근위대인 그렛과 블렛 부대의 대장으로 일하였다(11:25, 삼하 8:18, 20:23). 이후 그는 솔로몬에 의해서도 군대장관으로 발탁되었는바 그의 능력이 출중(出衆)하였음을 보여준다(왕상2:35). 한편, 브나야의 아버지 여호야다(Jehoiada)는 다른 곳에서 아론의 집 족장으로 소개되어 있다(12:27). 그러나 다윗 당시에 대제사장은 사독과 아비아달 두 사람 뿐이었으므로(삼하 15:24, 35) 그곳의 ‘족장’이나 본 절의 ‘대제사장’이라는 용어는 모두 ‘제사장’을 뜻하는 말로 이해해야 될 것이다. 12:27 주석 참조.\n27:6 삼십 인 위에 있으며. 30인 제도는 다윗 왕이 헤브론에서 왕이 된 직후 조직한 군사 제도이다. 다윗은 그 동안 자신을 위하여 전쟁터에서 헌신, 봉사, 충성하였던 뛰어난 용사들 30명으로 이를 구성하였다. 삼하 23:24-39 주석 참조. 그런데 브나야가 삼십인 위에 있었다는 말은 그가 삼십 인보다 뛰어난 용사였다는 사실과 그가 삼십 인을지휘하는 위치에 있었다는 사실을 함께 보여준다.\n그 반열 중에 그 아들 암미사밧이 있으며. 이는 브나야의 아들이 3월반에 속하여 그의 아버지와 함께 크게 활약하였음을 보여주고 있다. 아마도 암미사밧(Ammizabad)은 미글롯의 경우(4절)와 마찬가지로 브나야 휘하에서 군장이나 행정 장관의 역할을 수행하였을 것이다.\n27:7 아사헬이요 그 다음은 그 아들 스바댜니. 아사헬(Asahel)은 다윗의 30인 용사 중 그 이름이 첫 번째로 거론된 자로서(삼하 23:24) 요압의 동생이자 다윗 왕의 조카였다. 그러나 그는 다윗 왕인 이스라엘을 통일하기 전에 이미 아브넬에 의해 살해되었다(삼하 2:18-23). 때문에 실제적으로 아사헬은 다윗 왕이 그의 말년에 조직한 군대 조직의 반장(班長)이 될 수 없다. 따라서 여기에서 아사헬을 4월 장관으로 소개한 것은 그의 가문 중 한 사람이 반장으로 발탁되었음을 나타내는 말이지 이미 죽은 아사헬을 지시하는 것은 아니라고 이해되어야 한다(Pulpit Commentary). ‘그 다음은 그 아들 스바댜니’라는 문구가 이와 같은 해석을 뒷받침해 준다. 결론적으로 말하자면, 본 절은 4월 반장에 아사헬의 아들 스바댜(Zebadiah)가 발탁되었음을 보여 주고 있는 것이다. 한편, 스바댜가 이처럼 4월 반장에 발탁된 것은 순전히 그의 아버지 아사헬의 공을 다윗왕이 인정한 때문일 것이다.\n27:8 이스라 사람 삼훗. 본서 11:27과 삼하 23:25에서는 삼훗(Shamhuth)이 ‘하롯 사람 삼훗’으로 소개되어 있다. 즉, 삼훗은 하롯 출신의 사람이라는 뜻이다. 11:27 주석 참조. 그렇다면 여기서 ‘이스라’는 지명이 아닌 셈이다. 왜냐하면 그의 출신 지명은 하롯으로 이미 밝혀졌기 때문이다. 이와 관련, 많은 학자들은 ‘이스라’를 ‘세라’의 변형으로 본다(Payne, Lange, Keil). 실상 우리는 이스라와 세라가 같은 어근(제라흐)으로 이루어져 있음을 발견할 수 있다. 이렇게 본다면 ‘이스라 사람’이란 삼훗이 세라 가문에 속한 사람이었음을 나타내는 말이다. 세라(Zerah)는 유다의 다섯째 아들로서(2:4) 베레스 가문과 함께 이스라엘에서 탁월성을 발휘한 가문이었다. 한편, 삼훗은 다윗의 30인 용사 중 한 명으로도 활약했었다(삼하23:25).\n27:9 드고아 사람 익게스의 아들 이라. 이라(Ira) 역시 다윗의 30인 용사 중 한 사람이다(11:28, 삼하 23:26). 그는 드고아 사람이었는데 드고아(Tekoa)는 베들레헴 남쪽 8 km지점에 위치한 유다 산지의 한 성읍이다. 11:28 주석 참조.\n27:10 에브라임 자손에 속한 발론 사람 헬레스. 헬레스(Helez)란 이름의 뜻은 ‘강한’이다. 그 역시 다윗의 30인 용사 중 한 사람이었다(11:27, 삼하 23:26). 그에 관한 보다 자세한 내용은 11:27 주석을 참조하라.\n27:11 세라 족속 후사 사람 십브개. 후사(Hushah)라는 지명은 유다 지파의 족보를 다룬 4:4에서 발견된다. 그렇지만 그곳의 정확한 위치에 대해서는 알려진 바가 없다. 한편 후사 사람 십브개(Sibbecai)는 다윗의 30인 용사 중 한 사람으로서(11:29) 게셀에서 블레셋 족속과 전쟁할 때 거인족의 아들 삽을 쳐 죽인 예가 있다(20:4, 삼하 21:18). 그런데 그의 이름 ‘십브개’가 삼하 23:27에서는 ‘므분내’로 잘못 기록되어 있기도 하다. 그는 오월 장관 삼훗(8절)과 같이 세라의 후손이었다.\n27:12 베냐민 자손 아나돗 사람 아비에셀. 아나돗(Anathoth)은 예루살렘 북쪽 4 km 지점에 위치한 베냐민 지파의 성읍으로 이곳에는 레위인의 거주지가 있었다(수 21:18, 왕상2:26, 렘 1:1). 이곳 출신인 아비에셀(Abiezer) 역시 다윗의 30인 용사 중 한 사람이었는데(11:28, 삼하 23:27) 므낫세 자손 아비에셀(7:18)과는 구별된다.\n27:13 세라 족속 느도바 사람 마하래. 느도바(Netopha)는 베들레헴 남동쪽에 위치한 유다의 성읍이다(2:54, 9:16, 스 2:22, 느 7:26). 마하래(Maharai)는 이곳 출신으로 유다지파의 세라 족속(8, 11절)이었으며 역시 다윗의 30인 용사 중 한 사람이었다(11:30, 삼하 23:28). 한편 본 장에는 마하래 외에도 또 한 사람의 유명한 느도바 출신 용사가 언급되고 있는데 곧 15절의 헬대이다.\n27:14 에브라임 자손에 속한 비라돈 사람 브나야. 에브라임 지파의 땅인 비라돈(Pirathon)은 에브라임 산지에 위치한 나블루스(Nablus)에서 남서쪽으로 약간 떨어진 오늘날의 페라타(Ferata) 마을이다(삿 12:13). 그런데 이곳 출신의 브나야(Benaiah) 또한 다윗의 30인 용사 중 하나였다(11:31, 삼하 23:30).\n27:15 옷니엘 자손에 속한 느도바 사람 헬대. 여기서 옷니엘(Othniel)은 이스라엘 최초의 사사 옷니엘을 가리킨다(삿 1:13, 3:9-11). 옷니엘은 갈렙의 조카이자 사위였으며 유다 지파에 속한 자였다. 4:15 주석 참조. 따라서 옷니엘 자손인 헬대(Heldai)는 유다 지파 사람 이었음을 알 수 있다. 이 헬대 역시 다윗의 30인 용사 중 한 사람으로서 10월 장관 마하래와 함께 느도바 출신이었다(13절). 그런데 그의 이름이 11:30에서는 ‘헬렛’으로 삼하 23:29에서는 ‘헬렙’으로도 표기되어 있다. 한편 이상에서 소개된 12명의 반장들을 지파별로 분류해 보면 다음과 같다. 즉 유다 지파에서 일곱명(야소브암, 아사헬의 아들 스바댜, 삼훗, 이라, 십브개, 마하래, 헬대), 레위 지파에서 한 명(여호야다의 아들 브나야), 베냐민 지파에서 두 명(엘르아살, 아비에셀), 에브라임지파에서 두 명(헬레스, 비라돈 사람 브나야)이다. 여기서 알 수 있듯이 유다 지파가 상비군 조직에 있어서 단연 우위를 점하고 있다. 이와 같은 사실은 바벨론 포로에서 귀환한 유다 왕국의 후손들에게 유다 왕조의 탁월성을 충분히 보여주었을 것이다. 따라서 본서 저자는 은연 중에 본 기록을 통하여 당시의 독자(讀者)들인 귀환민들에게 유다 왕조의 정통성 내지는 탁월성을 밝혀줌으로써 유다 왕조 재건에 대한 용기를 심어주었다고 볼 수 있다.\n27:16 이스라엘 지파를 관할하는 자. 지금까지(1-15절) 이스라엘의 상비군 제도를 언급한 저자는 이제 본 절 이하 24절까지에서 이스라엘의 각 지파를 관할한 관장들을 소개하고 있다. 여기서 ‘관할하는 자’, 곧 관장에 해당하는 히브리어 ‘나기드’는 ‘지도자’, ‘우두머리’를 뜻하며 각 분야에서 가장 탁월한 인물을 의미한다. 그러나이들 관장들이 과연 어떤 역할을 하였는지에 대해서는 본문이 밝혀 주고 있지 않은 고로 자세히 알 수 없다. 아마도 이 제도는 각 지파 내의 여러 가지 일들을 원만하게 처리할 수 있도록 하기 위해 다윗 왕이 세운 행정적인 조직이었을 것이다(Keil, PulpitCommentary). 한편, 본문에서 갓 지파와 아셀 지파의 관장은 생략되어 있다. 아마도 본서 저자인 에스라가 이에 대해 알 수 없었거나 아니면 후대의 필사자의 실수로 본문에서 누락되었기 때문일 것이다(Payne). 또한 여기에 열거되고 있는 지파들의 이름은 창세기에 기록된 순서대로(창 49:3-27) 열거되지 아니했고 다소 특이한 방법으로 열거되었다. 즉, 저자는 앞 부분에 레아의 아들들인 여섯 지파(르우벤, 시므온, 레위, 유다, 잇사갈, 스불론)를, 그리고 그 다음에 라헬에게 속한 여섯 지파(납달리, 에브라임, 므낫세 반, 므낫세 반, 베냐민, 단, 이중 납달리와 단 지파는 라헬의 시종 빌하의 소생임)를 소개하고 있는 것이다. 그런데 왜 저자가 이러한 기록 방식을 채택하였는지 그 이유에 대해서는 알 수 없다. 다만 본서 저자가 어떤 의미에서든 레아의 소생과 라헬의 소생을 구분지으려 하였던 것만은 분명하다.\n27:17 레위 사람의 관장은 그무엘의 아들 하사뱌요 아론 자손의 관장은 사독이요. 다른 지파의 관장은 오직 한 명씩이었으나 유독 레위 지파에는 이처럼 두 명의 관장이 임명되었다. 즉, 아론 자손, 다시 말해서 제사장 가문을 대표하는 대제사장 사독과 그 나머지 레위인들을 대표하는 하사뱌였다. 이와 같이 레위 지파에만 유독 두 명의 관장을 임명한 것은 그마만큼 다윗 왕이 레위 지파의 임무인 제사직의 중요성을 깊이 인식하고 있었다는 사실을 보여주고 있다. 한편, 사독(Zadok)에 대해서는 6:8 주석을 보다 참조하라. 다음으로 레위 사람의 관장 그무엘의 아들 하사뱌(Hashabiah)는 그핫의 셋째 아들인 헤브론의 후손으로 추정된다. 그는 요단 서편, 곧 가나안 땅의 이스라엘 백성들로부터 성전세와 기타 국가의 세금을 받아들이는 감독의 직책을 맡은 인물이다. 26:30 주석 참조. 그런데 혹자(Barker)는 본 절의 하사뱌를 게르손 자손으로 보기도 하는데 확실치 않다.\n27:18 다윗의 형 엘리후. 유다의 관장인 엘리후(Elihu)는 다윗의 형으로 소개되어 있다. 그러나 다윗의 가족을 소개하고 있는 2:13-15에는 엘리후라는 이름이 나타나지 않는다. 따라서 엘리후는 다윗의 친형제가 아닌 먼 친척 관계에 있는 형이거나, 아니면 그이름과 유사한 다윗의 맏형 엘리압(Eliab, 2:13)을 지시하는 것이라고 추론해 볼 수 있다. 실상 엘리압이 이새의 장자이므로 유다 지파의 관장으로서 가장 적합한 인물이었다고 생각해 볼 때 엘리후는 엘리압이라는 이름의 약간 변형된 형태라는 추론은 가능하다(Keil, Lange, Payne). 이에 따라 70인역(LXX)은 아예 엘리후를 엘리압으로 번역해 놓고 있는 실정이다.\n미가엘의 아들 오므리. 오므리(Omri)에 대하여 달리 알려진 바는 없다. 대신 미가엘(Michael)이라는 이름은 7:3에서 잇사갈의 후손으로 언급되어 있다. 그렇다면 본 절의 ‘아들’이란 말은 문자적 의미보다는 ‘자손’, ‘후손’이란 의미를 지녔다고 하겠다.\n27:19 오바댜의 아들 이스마야. 이스마야(Ishmaiah)라는 이름은 12:4에서 다윗의 삼십용사와 관련하여 언급되어 있다. 그러나 본 절의 이스마야가 그와 동일 인물인지는 분명치 않다.\n27:20 므낫세 반 지파 … 길르앗에 있는 므낫세 반 지파. 므낫세 지파에 관장이 두 명이 임명된 것은 이 지파가 요단 이편과 저편으로 나뉘어 거주하였기 때문이었다. 이 중 길르앗에 있는 므낫세 반 지파는 곧 요단 동편에 거주한 무리들을 의미한다(민32:33-42). 따라서 앞에 기록된 므낫세 반 지파는 자연적으로 요단 서편, 곧 가나안땅에 거주한 무리들(수 17:5-13)을 의미하게 된다.\n베냐민의 관장은 아브넬의 아들 야아시엘이요. 여기서 아브넬(Abner)은 사울 왕의 사촌이자 이스보셋의 군대 장관이었던 아브넬인 것으로 추정된다(Payne, PulpitCommentary). 이 아브넬에 대해서는 삼하 2:8 주석을 참조하라. 한편 아브넬의 아들 야아시엘은 다윗의 삼십 용사 중 한 사람인 므소바 사람 야아시엘(11:47)과는 분명히 구별된다.\n27:21 없음.\n27:22 단의 관장. 단은 라헬에 속한 야곱의 아들 중 가장 먼저 태어난 아들이었으나 이처럼 가장 마지막에 소개되고 있다. 16절 주석 참조. 즉 서열상으로만 따진다면 단은 납달리보다 먼저 소개되어야 마땅했다(창 30:1-8). 이와 관련 단 지파는 우상을 가장 많이 숭배했던 지파였으므로(삿 18:1-31) 저자인 에스라가 의도적으로 맨 나중에 기록하였을 가능성을 배제할 수 없다.\n27:23 본문에는 이미 21장에서 기록된 바 있는 다윗 왕의 인구 조사가 다시 한 번 언급되고 있다. 그런데 앞에서와는 약간 달리 본문에서 저자는 다윗 왕의 인구 조사 행위를 어느 정도 변호하려는 입장을 취하고 있다. 그는 이렇게 함으로써 다윗 왕조가 한 때 저지른 불명예를 극소화시키려 하고 있는 것이다.\n이십세 이하의 수효는 다윗이 조사하지 아니하였으니 … 하늘의 별같이 많게 하리라하셨음이라. 저자 에스라는 다윗 왕이 비록 하나님 보시기에 악한 인구 조사를 명하였을지라도 이십 세 이하의 인구는 조사하지 않게 하였다는 사실을 강조하고 있다. 이러한 다윗 왕의 조치는 그가 악을 행하였던 와중에서도 하나님의 언약에 대한 믿음만큼은 버리지 않았다는 사실을 보여주는 것이었다. 즉, 여호와 하나님께서는 이스라엘의 조상 아브라함에게 ‘이스라엘을 하늘의 별과 같이 많게 하리라’고 약속하셨다(창15:5, 22:17). 이 언약대로라면 다윗 당시의 이스라엘의 인구는 이미 도저히 계수될 수 없는 중다(衆多)한 무리임에 틀림없다. 다윗은 이와 같은 믿음에 근거하여 이스라엘의모든 무리를 계수하지 아니하였으며 단지 20세 이상 싸움에 나갈 만한 자들만을 계수하도록 명하였던 것이다(Keil, Payne, Bertheau, Lange).\n요압이 조사하기를 시작하고 끝내지 못하여서. 이는 요압이 다윗의 인구 조사 명령에 불만을 품고 의도적으로 인구 조사를 게을리한 것을 가리킨다. 즉, 그때 요압은 의도적으로 레위 지파와 베냐민 지파의 수효는 계수치 아니하였던 것이다. 이에 대해서는 21:6 주석을 보다 참조하라.\n그 일로 인하여 진노가 이스라엘에게 임한지라. 이에 대한 자세한 내용이 21:7-14과 삼하 24:12-17에 기록되어 있다. 거기에 따르면 하나님께서 사흘 동안 온 이스라엘 땅에 온역 재앙을 발하시니 죽은 자의 수가 칠만에 달하였음을 알 수 있다.\n그 수효를 다윗 왕의 역대 지략에 기록하지 아니하였더라. 이처럼 조사된 이스라엘의 인구수가 공식 기록에 등재되지 않은 까닭은 이번의 인구 조사가 하나님의 뜻하신 바가 아니었기 때문이다(21:1-8). 한편 이처럼 조사된 수효를 역대 지략에 기록하지 않도록 지시한 자는 틀림없이 다윗 왕이었을 것으로 생각된다. 이렇게 볼 때 그 수효를 기록하지 아니한 것은 범죄 이후 다윗 왕의 믿음을 또다시 보여주는 것이다. 왜냐하면 이러한 조치는 다윗이 자신의 과거 행위를 부끄럽게 여긴 증거요, 또한 자신의 뜻보다 하나님의 뜻을 좇으려 한 증거가 되기 때문이다. 한편 ‘역대 지략’은 성경의 역대기와는 다른 이스라엘의 왕실 일지이다. 왕상 14:19 주석 참조.\n27:24 없음.\n27:25 지금까지는 다윗의 상비군 조직(1-15절)과 행정 조직(16-24절)이 언급되었다. 그러나 이제 본 절 이하 31절까지에서는 다윗 왕에게 할당된 재산을 관리하는 왕실 재정 관리들의 이름들이 소개되고 있다. 고대 근동 지방에서 대개 왕실의 재정은 국민 세금으로 충당되었기 때문에 백성들은 도탄에 빠지기 쉬웠다. 그러나 다윗 왕은 왕실의 재정을 국민의 세금에만 의존하지 않고 자기에게 할당된 기업을 통해서 얻은 산물(産物)로 크게 충당하였던 것으로 보인다.\n아스마웻은 왕의 곳간을 맡았고. 여기서 ‘곳간’에 해당하는 히브리어 ‘오차르’는 ‘창고’라는 의미 외에도 ‘보물’, ‘보배’ 등으로 번역될 수 있는 용어이다(왕상 7:51, 대하 11:11). 그런데 ‘왕의 곳간’은 하나님께 바쳐진 물건들을 보관해두는 성물 곳간(26:20)과는 다른 것으로 순전히 왕의 사유 재산을 보관해 두는 창고이다. 당시 이 같은 왕의 곳간은 다음에 나오는 ‘산성의 곳간’과는 달리 예루살렘 왕궁에 있었음이 분명하다. 다음으로 이 곳간의 책임자인 아디엘의 아들 아스마웻(Azmaveth)과 동일한 이름이 11:33에도 언급되어 있다. 만일 그가 본 절에 언급된 아스마웻과 동일 인물이라면 그는 다윗의 30인 용사 중 한 사람이며 바후림 사람, 곧 베냐민 지파에 속한 바후림 출신자인 셈이다. 11:33 주석 참조.\n웃시야의 아들 요나단은 밭과 성읍과 촌과 산성의 곳간을 맡았고. 본 절은 왕의 소유지가 이스라엘 각처에 흩어져 있었음을 보여주고 있다. 왕은 이렇게 흩어진 각 지역으로부터 특산물들을 공급받을 수 있었을 것이다. 그리고 여기에 언급된 ‘산성의 곳간’이란 이 특산물들을 보관해 두는 창고였음이 분명하다. 그런데 이 창고들은 전략적인 목적으로 유사시 사용할 군량이나 무기를 보관하는 데에도 사용되었을 것이다. 한편 여기에 나오는 웃시야(Uzziah)가 다윗의 삼십 인 용사 중 한 사람인 웃시야(11:44)와 동일 인물인지 아닌지는 분명치 않다.\n27:26 글룹의 아들 에스리는 밭가는 농부를 거느렸고. 25절에 언급된 두 사람은 이미 저장해 놓은 물건을 감독한 사람들이지만 이제 본 절에서부터 30절에서 소개되는 자들은그 물건을 생산해 내는 사람들 또는 생산지를 감독한 사람들이다. 그중 먼저 본 절의 ‘밭가는 농부’는 왕에게 고용된 소작농을 의미한다. 이처럼 당시 농업 인구가 존재했다는 사실은 이스라엘이 이제까지의 유목(遊牧) 생활이라는 불안정한 사회에서 농업을 주 산업으로 한 안정된 사회로 들어섰음을 보여주는 것이다. 이는 물론 다윗이 주변국들에 대하여 거둔 군사적 승리의 결과이다(18-20장). 한편, 글룹(Chelub)과 동일한 이름은 유다 지파의 족보를 기록한 4:11에 나타나고 있다. 그렇지만 그를 본 절의 글룹과 동일 인물로 보기에는 약간 무리가 있다.\n27:27 라마 사람 시므이. 구약 성경에서는 라마(Ramah)로 불리우는 지명이 약 다섯 군데 나온다(수 18:25, 19:29, 삿 4:5, 삼상 7:17, 왕상 15:17-22). 따라서 본 절만으로는 어느 곳의 라마를 가리키는지 알 수 없다. 그런데 카일(Keil)은 이를 베냐민 지파내에 있었던 라마(수 18:25)로 추측하기도 한다.\n스밤 사람 삽디. 스밤(Shepham)의 정확한 위치는 지금까지 알려지지 않고 있으나 유다 지파의 네게브 지방에 위치한 성읍으로 추정된다(민 34:10, 11). 이와 관련 카일(Keil)은 과거 모세의 12 정탐꾼들이 정탐하다가 막대기에 꿰어 둘이 메어갈 정도로 큰 포도송이를 발견하였던 곳인 에스골 골짜기(민 13:23, 24)가 바로 이 스밤 부근이었던 것으로 추측하기도 한다.\n27:28 게델 사람. 게델(Geder)은 유다의 저지대인 쉐펠라 지역에 위치한 유다 성읍이다(수 12:13). 구약 성경에서 ‘그데라’(수 15:36), ‘그데롯’(수 15:41) 또는 ‘그돌’(수15:58) 등으로 언급되고 있는 곳이 바로 이 ‘게델’인 것으로 추측된다.\n평야. 이는 히브리어로 ‘쉐펠라’인데 유다 지파와 지중해 사이에 위치한 기름진 땅을 가리킨다. 이곳은 블레셋 해안 평야와 유다 산지 사이에 위치했다. 그런데 실상 이러한 ‘쉐펠라’는 욥바에서 가사에까지 형성되어 있었다. 신 9:1 주석 참조.\n감람나무와 뽕나무. 감람나무는 팔레스타인의 특산품으로 가장 쓸모있는 나무이다(삿 9:8, 9). 이 나무의 열매는 식용으로 이용되었으며 특히 올리브 기름(감람유)을 짜는 데 사용되었다(출 27:20). 그리고 뽕나무도 가나안 백성들에게 크게 유용한 나무로서 팔레스타인에 대단히 많았다(왕상 10:27, 대하 1:15). 그 열매는 먹을 수 있었으며 나무는 목재로도 사용되었다. 이와 관련해서는 레 23:33-44 강해, ‘팔레스타인의 식물’을 보다 참조하라.\n요아스는 기름 곳간을 맡았고. 이는 감람나무 열매에서 짜낸 기름을 요아스가 창고에 보관해 관리하였던 것을 가리키는 말이다. 한편 본 절의 요아스(Joash)가 누구인지는 알 수 없다. 그러나 베냐민 지파에 속한 용사로서 시글락에 도피한 다윗을 도왔던 요아스(12:3)가 아닌가 추측된다.\n27:29 사론에서 먹이는 소떼를 맡았고. ‘사론’(솨론)은 지중해 연안에 펼쳐있는 해안 평야로서 욥바로부터 북쪽으로 갈멜에까지 위치하였다. 이곳은 대단히 비옥한 초목 지대였기 때문에 소들을 사육하기에 적합한 곳이었다. 그런데 이곳을 요단 동편에 위치한 ‘사론 평야’(5:16)와 혼동해서는 안 될 것이다. 5:16 주석 참조.\n27:30 이스마엘 사람 오빌은 약대를 맡았고. ‘오빌’이란 이름은 형태상으로 볼 때 아람어에서 비롯된 것 같다(Curtis, Keil). 이와 관련 혹자(Barker)는 ‘오빌’이 ‘약대 관리인’ 또는 ‘약대 감시자’가 아닌가 추측하기도 한다. 아무튼 이스마엘 사람들이 약대를 잘 다루었기 때문에 다윗 왕은 이스마엘 사람인 오빌을 약대 사육의 책임자로 임명하였을 것이다.\n메로놋 사람. 메로놋(Meronoth)은 기브아 근처였던 것으로만 추정될 뿐 그 정확한 위치가 알려지고 있지 않다. 다만 바벨론 포로 귀환 이후에도 이 지명이 언급되고 있음을 볼 수 있는데 곧 느 3:7에서이다.\n하갈 사람 야시스는 양떼를 맡았으니. 하갈 사람(Hagerite)이란 아브라함의 첩 하갈의 후손들을 가리킨다. 그들은 길르앗 동쪽 지역에 거주하였으나(5:10) 다윗 왕에게 정복된 후 다윗 왕의 통치 하에 있게 된 것이다. 그들은 일찍부터 유목 생활에 익숙해있었다. 5:10 주석 참조.\n27:31 다윗 왕의 재산을 맡은 자들이 이러하였더라. 25-30절에 나오는 다윗 왕의 재산을 맡은 자들은 모두 12명으로 구성되어 있다. 한편 본서 기자는 12라는 숫자와 그 복합수를 매우 즐겨 사용하고 있는데 23-28장에서 아래와 같은 예가 발견된다.성가대 총원 288=24 12(25:7), 레위인 24,000=2,000 12(23:4), 관리와 재판관6,000=500 12(23:4), 24반열=2 12(24:18), 용사 2,700=225 12(26:32), 병사 24,000=2,000 12(27:1), 12장관(27:15). 아마도 이는 히브인들에게 있어 12라는 수가 ‘완전’을 상징하는 수였기 때문인 듯하다.\n27:32 본 절 이하 마지막 절까지에서는 다윗 왕의 중요한 모사(謨士)들과 군대 장관 등이 소개되고 있다.\n다윗의 아자비 요나단. 여기서 ‘아자비’(uncle)로 번역된 히브리어 ‘도드’는 실제로는 ‘사랑하는 자’(The beloved)를 의미하는 말로서(아 1:13, 2:8, 사5:1) 연인, 또는 친족을 가리키는 말이다. 따라서 본 절에 소개된 요나단(Jonathan)이 반드시 다윗의 삼촌이라고 말할 수 없다. 오히려 여기서 요나단은 다윗의 형 시므아의 아들 요나답(Jonadab)을 가리키는 듯하다. 왜냐하면 그는 본 절에 기록된 사실대로 대단히 지혜로운 자였음이 증명되기 때문이다. 그 증거는 삼하 13:3, 32에 잘 나타나 있다. 따라서 본 절의 ‘아자비’는 ‘조카’로 바뀌어져야 할 것이다(Lange, Curtis).\n서기관. 여기서는 왕실 공문서를 관리하는 자를 가리킨다(Wood).\n학모니의 아들 여히엘은 왕의 아들들의 배종이 되었고. 여기서 ‘왕의 아들들의 배종(陪從)이 되었고’라는 말은 원문상으로는 ‘왕의 아들들과 함께 하였다’는 말이다.이는 곧 여히엘(Jehiel)이 왕의 아들들의 가정 교사였음을 나타내는 말이다(Curtis,Lange).\n27:33 아히도벨은 왕의 모사가 되었고. 아히도벨(Ahithophel)은 다윗 왕이 그의 생전에 가장 신임했던 뛰어난 모사였다. 실상 그의 말은 다윗 왕에게 있어 하나님의 계시의 말씀에 비교될 만큼 권위있는 것이었다(삼하 16:23). 그러나 그는 말년(末年)에 압살롬의 반역에 가담하였다가 결국에는 자살로 일생을 마치고 말았다(삼하 17:23).\n아렉 사람 후새는 왕의 벗이 되었고. 아렉(Arech)은 베냐민과 에브라임 지파의 경계지에 위치한 성읍으로 벧엘에서 그다지 멀지 않은 곳에 있었다(수 16:2). 그리고 이곳 사람 후새(Hushai)는 다윗 왕과 절친한 친구로서 압살롬의 난 때에 다윗 왕을 위해 큰 공을 세운 모사였다(삼하 15:32). 한편, 벗에 해당하는 히브리어 ‘레아’는 ‘친구’라는 뜻과 함께 고문(顧問)이라는 뜻도 포함하고 있다.\n27:34 브나야의 아들 여호야다와 아비아달은 아히도벨의 다음이 되었고. 브나야(Benaiah)는 이미 5절에서 다윗의 상비군 반장으로 언급되었으니 참조하라. 한편 여호야다(Jehoiada)는 브나야의 아버지의 이름과 동일하다. 이는 그의 할아버지의 이름이 그대로 그의 이름이 된 때문이다(Lange). 다음으로 아비아달(Abiathar)은 다윗 왕이 사독과 함께 세운 대제사장이다(삼하 15:35). 여호야다와 아비아달은 아히도벨이 자살하여 죽은 후(삼하 17:23) 그의 뒤를 이어 다윗 왕의 모사가 된 것이다.\n요압. 다윗의 조카로서 다윗이 왕이 되기 전부터 그를 추종하였으며 다윗 왕국을 확장시키는 데 크게 공헌한 자이다. 이 요압(Joab)에 관한 보다 자세한 사항은 삼하2:18 주석을 참조하라."
        }
    ]
}