{
    "bible_book": "역대하",
    "chapter_number": 26,
    "commentaries": [
        {
            "verse_reference": "26:1",
            "commentary": "유다 온 백성이...왕을 삼으니 - 본절에서 '유다 온 백성'이 왕위 계승 사건의 주체로 등장한 것이 좀 어색하게 보인다. 그러나 여기서 '유다 온 백성'은 아마샤에 대하여 모반(謨叛)을 일으킨 무리들을 지칭하며(25:27), 역대기 기자 는 웃시야의 즉위가모든 백성의 환호를 받았음을 시사해 주기 위하여 이같이 기록하였을 것이다. 일반적으로 왕위 계승 문제를 백성들이 결정짓는 것은 아니었지만, 역대기에는 직접적으로(23장), 또는 간접적으로 백성들이 왕위 계승 에 관여하였음이 기록되어 있고 백성들이왕위 계승에 대하여 가지고 있던 태도들이 자주 나타나고 있다(22:1;23:21;왕하11:20). 웃시야 - 열왕기에서는 주로 '아사랴'(왕하 14:21)로 쓰고 있다. 이처럼 두 개의 이름을 사용하는 것에 대해서는 명확히 밝혀져 있지 않으나, 통상 웃시야는 공식적인왕명으로, '아사랴'는 본명으로 쓰였다고 생각한다(Keil, Barker). 솔로몬의 경우에도'솔로몬'이라는 이름은 공식적인 왕명이 었으며, 또 다른 이름으로는 '여디디야'라고불리웠다(삼하 12:24,25). 이에 대한 보다 자세한 내용은 왕하 14:21 주석을 참조하라."
        },
        {
            "verse_reference": "26:2",
            "commentary": "엘롯을 건축하여 유다에 돌렸더라 - '엘랏'(왕하 14:22)이라고도 불리우는 엘롯은다윗 시대 이래로 유다에 복속된 에돔 땅이었다(8:17). 이는 여호람 때에 에돔의 반란으로 잃었다가(21:8-10), 웃시야의 부친 아마샤에 의해 다시 찾 은 땅이다(25:14). 그리고 유다가 이스라엘과의 전쟁에서 패한 이후로 이 땅은 거의 방치 상태에 있다가 웃시야에 의해 비로소 건축되고 유다 성읍의 일부가 된 것이다."
        },
        {
            "verse_reference": "26:3",
            "commentary": "예루살렘에서 오십 이 년을 치리하니라 - 웃시야가 통치한 기간은 B.C.791년부터739년까지이다(Payne, Wood). 그의 부친 아마샤가 24년간 웃시야와 함께 통치했고, 웃시야는 그의 아들과 함께 12년을 통치했다(Wood). 따라서, 웃시야가 단독으로 통치했던 기간은 16년 정도가 된다. 여골리아 - 여기에 해당하는 히브리어 '예콜르야'(* )는 케레(Qere:읽히는 것)로서, 많은 사본들과 왕하 15:2에서도 동일하다. 케티브(Ketib:쓰여지는 것)는 모음만 바꾸어서 '예킬르야'라고 표기한다. 그런데, 개역 성경 왕하 15:2에서의 '여골리야'와 다르게 '여골리야'로 표기된 것은 번역상의 오류인 것같다. 그리고 이 이름의뜻은 '여호와께서 강하게 만드신다'이다."
        },
        {
            "verse_reference": "26:4",
            "commentary": "정직히 행하며 - 왕하 15:4에서는 그가 '정직히 행하였으나 오직 산당(山堂)은 제하지 아니하였으므로 백성이 오히려 그 산당에서 제사를 드리며 분향하였다'고 기록하고 있다. 그러나 역대기 기자는 웃시야의 실수들을 후반에 기록하여 둠으로써(16절),웃시야가 전반적으로 선한 왕이었음을 강조하는 듯하다."
        },
        {
            "verse_reference": "26:5",
            "commentary": "하나님의 묵시(默示)를 밝히 아는 스가랴 - 이 선지자에 관해서는 전혀 알려진 바가 없으며, 단지 본절을 근거로 하여 그가 웃시야 왕의 조언자였음을 짐작할 수 있을뿐이다. 한편, '묵시'에 해당하는 히브리어 '비르오트'(* )가 어떤 자질이나 활동만을 의미한다고 킴취(Kimchi)는 언급했다. 그러나, 이는 '비르아트'(* )에 대한 철자법 실수로 보인다. 따라서, 70인역과 다른 고대 역본들은 본절을 해석할때 '하나님을 두려워 하는 교훈을 주는자 스가랴'로 해석한다(Keil)."
        },
        {
            "verse_reference": "26:6",
            "commentary": "블레셋 사람과 싸우고 - 웃시야는 여호람 때에 유다를 침공하며 예루살렘을 약탈하였던(21:16,17) 블레셋과 아라비아 사람들을 응징하기 위해 출전하였 고, 이 전쟁에서블레셋의 주요 성읍 가드, 야브네, 아스돗성을 함락시켰다. 그리고 아스돗 땅과 블레셋 땅 여러 지역에 새롭게 성읍을 건축하였는데, 이는 웃시야가 블레셋을 완전히 정복하였음을 보여준다(Keil). 가드성 - 이 성은 본래 블레셋의 주요한 다섯 성읍들 가운데 하나로(삼상 6:17),초기 이스라엘 역사 속에서 자주 등장한다(대상 7:21). 이곳은 예루살렘에서 30여 km밖에 떨어지지 않은 기름진 평야 지대이기 때문에 르호보암 때에는 가드가 전략적으로도 중요하게 취급되었다(11:8). 하지만, 이 성의 정확한 위치는 여전히 논란이 되고있다(Payne). 야브네 - 성경에서는 단지 이곳에서만 언급되어 있으며, 수 15:11의 얍느엘이 동일지명인 것으로 추측된다(Crutis). 그리고 오늘날은 '예브나'(Yebna)로 알려져 있으며 욥바의 남쪽 19.2km 지점에 위치해 있다. 헬라어 지명은 '얌니아'(Jamnia)로 알려져있는데 유대 역사상 마카비 시대 이후에 부각되어 나타난다 (마카비상 4:15). 또한 예루살렘 몰락후(A.D. 70년) 산헤드린이 이곳으로 옮겨 옴으로써 유대인의 종교적 민족적중심지가 되었다(Jewish Encyclopedia). 아스돗성 - 이는 욥바와 가사 중간에 있는 유명한 블레셋 성읍으로 오늘날에는 '에스돗'(Esdud)으로 알려져 있다. 해안에서 4.8km 정도밖에 떨어지지 않 은 해안 도시로(Curtis) 개역 성경의 행 8:40에는 '아소도'로 표기되어 있다. 아스돗 땅과 블레셋 사람 가운데 성읍들을 건축하매 - 웃시야는 이 성읍들을 정복한 후에 이 지역을 다스리고 또 더 나아가 이 지역에 성읍들을 건축하여 전초 기지로삼았는데, 이는 블레셋의 다른 지역에서 애굽으로 통하는 길을 차단하고, 그 통로를장악하기 위한 것이었다(Barker)."
        },
        {
            "verse_reference": "26:7",
            "commentary": "구르바알 - 이곳의 위치에 관해서는 정확히 알려진 바가 없으며 혹자는 이 문자의판독이 잘못된 것이 아닌가 하고 의심한다(Curtis). 아람어 성경에는 이 지명이 '게랄'(Gerar)로 번역되어 있고 70인역에는 에돔 족속의 수도인 '페트라'(Petra)로 번역되어 있다. 그러나 '페트라'보다는 오히려 탈무드가 제시한 대로 '게랄'(그랄, 창20:1)이라 할 수 있다(Keil, Zockler). 한편, '구르바알'의 뜻은 '바알의 거처'인데이곳에 바알의 신전이 있었기 때문에 붙은 별명인 것으로 추측 된다(Barker). 마온 사람 - 이는 사해의 남동쪽, 에돔의 동쪽 변방에 거주했던 사람들로서(대상4:41), 세일 산 사람들과 깊은 관계를 맺고 있어서 세일 산 사람과 동일시 되는 경우도 많았다(20:1)."
        },
        {
            "verse_reference": "26:8",
            "commentary": "암몬 사람이...조공(朝貢)을 바치매 - 본절과 7절의 문맥은 서로 연관되지 않는 것처럼 보인다. 왜냐하면 웃시야가 정복한 지역은 블레셋과 아라비아와 마온인데 조공을바친 족속은 그와 반대편인 요단강 동편에 있는 암몬 족속으로 언급되고 있기 때문이다. 70인역에서는 암몬 대신 '마온'으로 기록되어 있고, 이것을 인정하는 학자들도 많다(Benzinger, Zockler). 그러나 다른 한편으로 본절이 그대로, '암몬'을 가리킨다는견해를 가진 학자들도 많은데(Keil, Kittel), 그들은 웃시야가 요단강 동편에 있는 암몬 족속까지 정복하였기 때문에 그들이 조공을 바치게 되었다고 주장한다. 그 증거로10절에 '평지'(mishor)가 나오 는데 이곳은 본래 르우벤 지파의 땅으로서 이스라엘이모압과 암몬에게 빼앗긴 것을 웃시야가 다시 정복했다는 것이다. 위의 두 견해 중 '암몬'을 '마온'으로 보는 전자의 견해가 옳다고 할 수 있는데, 그 이유는, (1)문맥의 흐름상 '마온'이라고 보는 것이 자연스럽고, (2)암몬과의 싸움은 후에 요담에 의해서 치러지는 것으로 나타나기 때문이다(27:5). 이름이 애굽 변방까지 퍼졌더라 - 이것은 웃시야의 세력과 영향력이 얼마나 확대되었는가를 나타내 보여 준다."
        },
        {
            "verse_reference": "26:9",
            "commentary": "본절은 웃시야가 나라를 더욱 견고하게 하기 위해서 성채의 벽과 문들에 망대를 세워 예루살렘을 더욱 요새화하였음을 설명하고 있다. 성 모퉁이 문 - 이는 성벽의 북서쪽 모퉁이에 있는 문이다(25:23). 골짜기 문 - 이는 일반적으로 성의 서쪽 야파(Jaffa)문이라고 본다(Robinson,Keil). 그러나 성의 남서쪽 모퉁이 문이라고 보는 학자들도 있다(느 2:13;3:13;Guthe,Mitdell). 성굽이 - 이것은 '모퉁이'(corner) 또는 '모서리들'(angles)을 가리키며 의미상 성벽이 굽어져 있는 여러 곳을 가리킨다고 생각할 수도 있으나(Benzinger), 여 기서는 특정한 한 지역을 가리키는 듯하며, 동북쪽 모퉁이일 것으로 보인다(BDB). 이에 대한 보다 자세한 내용은 느 3:19,20,25 주석을 참조하라."
        },
        {
            "verse_reference": "26:10",
            "commentary": "거친 땅에 망대를 세우고 - 여기서 '거친 땅'은 사해 서편에 있는 유다 광야를 가리키며, 망대가 세워진 곳은 목초지가 있는 곳으로 추측된다. 웃시야 왕은 국가의 주요 소득원이 되는 가축을 주위 유목민들의 강탈로부터 지키기 위하여 망대들을 이곳에세웠는데, 이 망대는 전시(戰時)에 피난처로도 용이하게 사용되었다. 물 웅덩이를 많이 팠으니 - '물 웅덩이'에 해당하는 히브리어 '보로트'(* )는 '샘'을 가리키는데 여기서는 사람과 동물들을 위하여 인공적으로 만든 물저장 탱크를 가리키는 듯하다(Curtis). 평야와 평지에 육축을 많이 기름이며 - 여기서 평야(Shephelah)는 지중해 근방에있는 저지대를 가리키며(1:15;9:27;대상 27:28) 평지(mishor)는 아르논과 요단 동편의헤스논 사이에 있는 평평한 지역을 가리킨다(신 3:10;4:43;수 13:9; 렘 48:8,21). 그런데 이 평지는 8절에서 설명한 바와 같이 암몬 족속의 정복을 통해서 얻은 것이라고 단정지을 수 없다. 그러나 웃시야가 암몬 족속이 차지한 이 땅의 많은 부분을 빼앗았을가능성도 있다. 그런데 본절의 '평지'가 요단 동편 땅 만을 지칭하는 제한적인 의미로사용되었는지는 분명치 않다(Curtis). 여러 산과 좋은 밭 - 여기서 '좋은 밭'에 해당되는 히브리어 '카르멜'(* )은 고유 명사로 '갈멜 산'을 가리키기도 하고(수 12:22;암 1:2), 보통 명사로 '비옥한 땅'을 뜻하기도 하는데(사 29:17;32:15), 여기서는 '비옥한 땅'을 뜻한다(Zockler). 웃시야 왕은 산과 밭에 농사 짓기를 크게 장려하였는데, 이같이 강력한 중농 정책(重農政策)을 실시한 왕을 다윗 가계의 왕들 중에서는 거의 찾아볼 수 없다."
        },
        {
            "verse_reference": "26:11",
            "commentary": "왕의 장관 하나냐의 수하에 속하여 - 이 군사를 뽑는 일은 서기관 여이엘과 영장마아세야의 임무였으나, 이 군대의 지휘는 하나냐에게 맡겨졌다."
        },
        {
            "verse_reference": "26:12",
            "commentary": "족장 - 유다나 이스라엘의 군대 편성은 가계별로 이루어졌으며, 한 가계의 지휘는족장의 손에 맡겨졌다(대상 9:33). 모두 큰 용사요 - 이에 해당하는 히브리어 '레기보레 하일'(* )은 '용감한 용 사', '영웅'을 뜻하기도 하지만 재산이 많아 권력이 있는 사람들을 가리키기도 한다. 그런데 족장이 단순히 용감한 용사를 가리킨다고 보기는 어려우므로 여기서는 한 가계(家系) 내(內)의 영향력 있는 지도자를 가리킨다고 볼 수 있다(Davidson, Curtis)."
        },
        {
            "verse_reference": "26:13",
            "commentary": "그 수하의 군대가 삼십만 칠천 오백명이라 - 족장의 수는 2600명이고 군대 수는307,500명이었다. 이것은 아마샤의 군대보다 7,500명이 더 많은 수이다 (25:5)."
        },
        {
            "verse_reference": "26:14",
            "commentary": "방패와 창 - 14:8;17:17;대상 5:18을 참조하라. 투구 - 겔 27:10;38:5 등에서 창, 방패와 함께 언급되어진다(삼상 17:5;사 59:17;렘 46:4). 갑옷 - 18:33과 삼상 17:5,38;왕상 22:34;느 4:16등을 참조하라. 활과 물매 돌 - 주로 베냐민 사람들이 사용하던 무기였으며 이들은 간편한 차림으로 전쟁에 참여했다(14:8;삿 20:16;대상 12:2)."
        },
        {
            "verse_reference": "26:15",
            "commentary": "공교한 공장으로 기계를 창작(創作)하여 - 이는 분명히 새로운 형태의 무기가 기술자에 의해 제작되었음을 가리킨다. 본절의 설명에 의하면, 이 무기는 망대나 성곽 위에 세워진 일종의 투석기(投石機)라고 할 수 있다. 그런데 이스라엘에는 이전에 이러한 무기가 사용된 적이 없으며 성경에도 그런 언급이 없다. 그러나 당시 애굽이나 앗수르에서는 많이 사용되고 있었음을 비문을 통해서 알 수 있는데, 혹자는 이 무기가유다에 의해 창작된 것이 아니라 앗수르의 무기를 모방한 것이라고 주장한다. 그러나본문이 보여주는 대로, 분명히 유다 나름대로의 독창적인 무기였을 것이다. 벤징거(Benzinger)는 이 무기들이 주로 방어용으로 쓰였을 것이라고 한다. 기이한 도우심을 얻어 강성하여짐이더라 - 이렇게 웃시야가 군대를 강하게 하고 군사 시설을 잘 정비함으로 인하여 이후 유다 역사에 많은 영향을 끼쳤다. 그 예로서(1)히스기야가 블레셋을 크게 장악할 수 있었던 것도 웃시야 의 강력한 군사 정책의 결과였다. (2)앗수르가 예루살렘을 공격해 왔을 때, 히 스기야가 잘 막아낼 수 있었던것은 웃시야에 의해 만들어진 강력한 방어시설 덕택이었다. (3)이사야의 예언들을 살펴보면, 아하스 당시에 유다가 상당 히 번영한 것으로 나타나 있는데, 이것 또한 웃시야의 영향이다(Curtis). 한편, 역대기 기자는 웃시야가 이루어 놓은 이러한 업적의 결과들이 여호와의 '기이한 도우심'에 의한 것이라는 해석을 전제로 덧붙이고 있다."
        },
        {
            "verse_reference": "26:16",
            "commentary": "저가 강성하여지매 - 본절을 유도하는 접속사 '우'(* )는 전(前)절과 역접 관 계로'그러나'라고 해석할 수 있다(KJV, NIV, RSV, NEB, JB). 이것은 지금까지의 웃시야의선정과는 반대로 이제부터 교만하여 여호와께 불순종하는 삶이 시작되었음을 나타낸다. 그리고 그러한 교만한 삶은 군사적, 경제적 권력을 얻게 되면서 시작된다. 따라서, 그는 그 권력을 과시하기 위해 종교까지 자신의 권력에 통합시키려 했던 것 같다. 향단(香壇)에 분향하려 한지라 - 이러한 종교적 예배 행위는 성스러운 것으로 여겨졌었고, 아론의 자손들, 즉 제사장들만이 행할 수 있는 것이었다(출 30:1-10;민16:40;18:1-7). 그럼에도 불구하고 웃시야가 향단에 분향하려 한 이유는 다음과 같이추측해 볼 수 있다. (1)왕직과 제사장직을 겸하려는 의도일 것이다. 당시 애굽이나 근동의 왕들은 왕직과 대제사장직을 겸하고 있었다. 웃시야가 보기에는 그것이 중앙집권을 강화하고 나라를 확고하게 하는 데, 유리하다고 생각되었을 것이다. 그래서 웃시야는 두 직분을 겸함으로써 하나님이 세우신 나라를 이방의 나라와 같이 만들려고 했던것이다. (2)다윗과 솔로몬과 같은 대왕이 되려는 야욕이 있었기 때문일 것이다. 즉,그는 이 두 왕들처럼 대제사장 직분까지도 행함으로써 스스로 위대한 왕이 되고자 했을 것이다. 만일 이것이 옳다면 그는 다윗과 솔로몬의 대제사장직 사역을 잘못 이해하였음이 분명하다. 왜냐하면 다윗과 솔로몬은 자신들에게 맡겨진 특별한 사역에 따라 성전 봉헌 때의 봉헌 기도, 제사장의 반차 제정, 희생제 등과 같은 일들을 행하였을뿐 분향이나 지성소의 출입과 같은 제사장들의 고유한 업무를 침해한 것은 아니기 때문이다. 이러한 오해도 역시 그의 교만의 발로라고 할 수 있을 것이다."
        },
        {
            "verse_reference": "26:17",
            "commentary": "제사장 아사랴 - 아사랴에 관해서는 본문 이외에 알려진 바가 전혀 없다. 한편 그가 제사장이었는지 대제사장이었는지는 분명히 단정지을 수 없으나, 20절에 '대제사장'이란 언급이 있는 것으로 보아 여호야다의 경우와 같이(24:6 주석 참조) 그의 역할상 '대제사장'이라는 존칭이 주어졌을 것으로 생각된다(Zockler). 한편 카일(Keil)은그가 대상 6:36에 언급된 아사랴와 동일 인물이라고 주장하나, 그는 다윗 시대의 제사장 헤만(대상 6:33)의 조상이므로 결코 동일 인물이 될 수 없다. 여호와의 제사장 용맹한 자 팔십 인 - 제사장 아사랴가 이끌고 온 제사장 80인은모두 용맹한 자라고 했는데, 여기서 '용맹한'(*, 하일)의 의미는 제사장 가운데'신실한 자', '세력있는자', '유지'(有志)를 가리킨다. 따라서 아사랴는 제사장들과레위인들의 대표자들을 대동하여 웃시야 왕의 월권(越權) 행위를 막고자 했음이 분명하다."
        },
        {
            "verse_reference": "26:18",
            "commentary": "웃시야 왕을 막아 - 여기서 '막아'에 해당하는 히브리 본문의 원뜻은 '웃시야의 얼굴을 대면하고 섰다'이다. 즉, 이것은 단순한 경고의 말을 한 것이 아니라 강력하게저지하였음을 가리킨다. 여호와께 영광을 얻지 못하리이다 - 이는 단순히 웃시야의 명예와 영광이 더 이상하나님에 의해 증대되지 못할 것이라는 의미(Zockler)가 아니라, 웃시야의 모든 행위가 여호와에게서 옳다 인정함을 받지 못할 것이라는 적극적인 의미를 내포하고 있다."
        },
        {
            "verse_reference": "26:19",
            "commentary": "저가 제사장에게 노할 때에...문둥병이 발한지라 - 제사장들이 율법의 규례를 상기시키면서 죄악을 지적하였으나, 웃시야는 도리어 분노하면서 분향하는 일을 계속하려다가 결국 하나님의 심판을 받아 문둥병에 결리고 말았다. 이처럼 제사장의 권위에 도전하고 또한 성전을 모독하다가 비침한 최후를 맞 이한 사람들로는 나답과 아비후(출6:23;레 10:1,2), 고라 자손들(민16:1-3,28-35), 웃사(삼하 6:6,7)등이 있다."
        },
        {
            "verse_reference": "26:20",
            "commentary": "전에서 급히 쫓아내고 - 문둥병은 웃시야를 전에서 몰아낼 가장 확실한 구실이 되었다. 왜냐하면 이스라엘 율법에 따르면 문둥병자는 항상 성 밖으로 격리 수용시켜서,성전이 든지, 사람들이 사는 마을이든지 일체 접근할 수 없도록 했기 때문이다(레13:46)."
        },
        {
            "verse_reference": "26:21",
            "commentary": "별궁에 홀로 거하였으므로 - 문둥병자가 된 웃시야는 죽는 날까지 왕의 직분을 행사할 수 없었을 뿐만 아니라, 따로 특별히 마련된 별궁에 격리 수용되어 있었다. 여기서 '별궁'(*, 베트 하하프쉬트)에 해당하는 부분의 자세한 내용은 병행 구절인 왕하 15:5의 주석을 참조하라. 그가 이처럼 별궁에 격리 수 용된 것은 더이상 여호와의 전에 출입하지 못하도록 하기 위해서였다."
        },
        {
            "verse_reference": "26:22",
            "commentary": "아모스의 아들 선지자 이사야 - 선지자 이사야(사 1:1;6:1)는 주로 히스기야 왕 시대에 살고 있었기 때문에 웃시야의 행적에 관한 기록은 주로 전승이나 자료를 통해 썼을 것이다(Barker). 혹자는 이 기록이 이사야의 독립적인 한 작 품이 아니라 '이스라엘과 유다 열왕기'의 한 부분으로 되어 있었을 것이라고 추측한다(Bertheau, Zockler)."
        },
        {
            "verse_reference": "26:23",
            "commentary": "저는 문둥이라 하여...장사하니라 - 병행 구절인 왕하 15:7에는 단순히 그가 '그열조와 함께 자매 다윗 성에 그 열조와 함께'장사되었다고 기록하고 있는데 본절에서는 보다 상세하게 '열왕의 묘실에 접한 땅 곧 그 열조의 곁에' 장사되었다고 기록하고있다. 이것은 아마 그가 문둥병자였기 때문에 왕의 가족 묘실 안에 들어가지 못하고따로 그 묘실 곁에 만든 묘실에 장사되었음을 가리킬 것이다. 이와 같은 그의 장사는이전의 여호람(21:20)이나 요아스(24:25)의 경우처럼 불명예스러운 것은 아니었지만,문둥이였기 때문에 다른 열 왕들과는 달리 '그곁에' 묻히게 되었다. 본장은 선왕(先王) 아마샤가  여호와를 버린 것 때문에  하나님의 심판을 받아 살해 됨으로(25:27) 왕위에 오른 웃시야(왕하  14:21,  아사랴 )가 통치하는 장면을 기술한 대목이다. 즉, 본장은 유다 제10대 왕 웃시야가 16세에 왕위에 올라 52년간 동안 치리한 사실(B.C.791-739)을 기록하는 바 그의 통치에 나타난 특징을 구분해 보면 그 시기별로 전기와 후기로 나눠 볼 수 있다. 다시 말해서 그이 통치 성격은 하나님께 충실하여 번영을 누린 전반기와 지나친 경제적, 국가적 번영으로 인해 교만해져 하나님의 심판을 받은 후반기로 구분할 수 있다. 그런데 이 같은 웃시야의 통치 구분은 앞에서 언급된 선왕(先王)들인 요아스와  아마샤의 경우와 비슷한 양상을  보여 주고 있다. 즉, 세  왕  모두  통치  전기에는  선정(善政)을 펼쳐  하나님의  축복을  받다가도(1-15절;24:1-14;25:1-13) 후기에는 악정(惡政)을 해  여호와의 심판을 받아 멸망당했던 것이다(16-23절;24:17-25;25:14-28). 이제 본문에  나타난 웃시야의 치적을 좀더 구체적으로 살펴보면 다음과 같다. (1) 하나님께 대한 순종과 번영(1-15절)  : 아마샤를 대신하여 온 국민의 지지를 받고 왕이 된 웃시야는(1절) 부친 아마샤의 행적을 본받아 여오와 보시기에 정직하게 행했다(4절). 그리고 스가랴 선지자의  지도하에 전심으로 여호와를 구하는 생활을 했다(5절). 그래서 하나님은 그를 형통케  하셔서 그는 많은 성읍을 건축하며 정복 사업을 활발하게 펼쳐 많은 나라를 소국으로 만들었다(6-8절). 또한 그의 두드러진 업적은 농업 분야(10절)와 군대  양성(11-13절), 병기 제작(14, 15절)  등에서 눈부시게 나타가다. 이와같이 웃시야  왕이 강력해진 제는 여호와께서 그를  형통케 하신 내적 요인도 크게 작용했지만, 외적 요인 또한  컸다. 당시 북방의 강력한 세력이었던 아람은 앗수르에 의해 급격히 약화되고, 앗수르마저도  국내적인 문제로 인해 밖으로 시야를 돌릴 틈이 없었다. 이 뿐만 아니라  그러한 역사적 배경하에서 근동의 최강국으로 부상되었던 여로보암 2세 치하(B.C.793-753년)의 북이스라엘도 그가 죽은 후 심각한 내부 혼란으로 매우 쇠약해졌다. 그래서 유다를  중심으로 한 주변 국가들은 자국(自國)의 문제 해결에 정신이 없었던 것이다. 이같은  역사적 배경 때문에 웃시야 왕국은 전반적으로 큰 번영을 이룩할 수 있었던 것이다. (2) 불순종과 징계(16-23절) : 웃시야 왕국이 점점 강해지면서 백성들은 물질주의로 기울어져 한없이 사치해졌고(사 3:18-23),  왕은 심히 교만해졌다916절0. 한편 웃시야 왕의 교만은 이전으 다른 왕들과는  매우 다른 양상으로 나타났다. 즉, 이전의 열왕들과는 달리 그는 제사장직을 모독했던 것이다. 그런다 그가 제사장의 고유 업무를 대신하려고 했던 것은 국가적인 번영을 계기로 다윗 때와 같은 강력한 제사장 나라를 꿈꾸었기 때문인 것으로 생각된다. 그래서  그는 스스로 제사장의 직분을 침해하여 성전에서 분향하려 하였고 그러다가 여호와의  징계를 받아 문둥병에 걸리고 말았던 것이다. 다시 말해서 웃시야는 신앙적인 부흥이 없이 단순히 물질적인 부흥만으로 하나님 나라를 건설하려다가 실패한 대표적인 인물이라 할 수 있다. 이러한 내용의 본장에는 본서 저자의  집필 목적이 분명히 나타나는 바 이를 살펴보면 다음과 같다. 즉, 본장으 내용과 평행 부분인 열왕기에는 웃시야 왕의 통치 전반에 걸친 순종(왕하  15:3)->불순종(왕하 15:4)->심판 결과(왕하  15:5)->죽음(왕하 15:6, 7)으로 간략히 기수되어 있다.  그러나 본서는 그의 선정(1-5절)->승리(6-15절), 범죄(16-19a절)->하나님의 진노(19b-23절0의 도식으로  저개해 웃시야의 통치 사실을 구체적으로 표현함과 동시에 웃시야의 치세에 대해 정당한 평가를 한다. 뿐만 아니라 본서 저자는 웃시야의 통치 내용을  원인->결과, 원인->결과라는 양식으로 구성해 포로에서 돌아온 이스라엘 백성들에게 역사의 산 교훈을 제시해 이스라엘이 멸망당한 이유를 암시함과 더불어 앞으로 살아야 할 삶의  자세에 대해 넌지시 알린다. 이와 같은 본장의 기사를 통하여 우리는 다음과 같은 몇 가지 사실을 발견하게 된다. 첫째, 역사를 주관하시는 분은  바로 여호와시라는 사실이다. 하나님은 의로운 웃시야 왕을 위하여  주변의 대국들을 잠잠케 하심으로써  유다가 강력한 대국으로 성장할 수 있도록 섭리하셨다.  당시 대국의 각축전으로 늘 시달리던  유다가 이와 같은 호기(好期)를 맞아 강국으로 부상할 수 있었다는 것만 보아도 역사를 주관하시는 하나님의 손길을 충분히 감지할 수 있다. 둘째, 하나님의 나라는 인간에 의해서가 아니라 하나님 자신에 의해서 만들어진다는 사실이다. 웃시야는 단지 경제적 번영만으로 제사장 나라를 만들려는 인간적인 욕심을 품었다. 이는 마치 다윗이 스스로 여호와의 집을 짓겠다고 소원했던 바와 동일한 종류의 발상(삼하 7:2-5)이라 할 수  있을 것이다. 그러나 하나님의 나라는 그러한 인간적 수단에 의해서가 아닌 하나님의 방법으로 이루어지는 것이다. 1. 웃시야 왕의 번영(26:1-15) 웃시야 왕의 치세에 대해 증거하고  있는 본장에서 그 전반부에 해당하는 본문은 웃시야가 하나님 보시기에 정직을 행했기 때문에 하나님의 도우심과 축복을 받아 유다가 강성하게 되는 대목이다. 그런데 이같이 웃시야 왕의 번영에 대해 언급하고 있는 본문은 웃시야 통치 전반(前半)에 대한  개괄적 평가(1-5절)와 아울러 그가 받은 축복, 즉 영토 확장의  축복(6, 7절), 외교적  축복(8절), 산업으 축복(9,  10절), 군사적 축복(11-15절)으로 구성되어 있다. 그래서 본서 저자는 하나님께 대해 정직히 행하는 것은 곧 축복이라는 도식(정직->축복)을 나타낸다. 이처럼 본문에 나타난 축복의 내용을  세 분야로 나누어서 좀더 자세히 살펴보면 다음과 같다. (1) 영토 확장 :  그는 부왕(父王) 아마샤가 정복한 엘롯 항구를 건축하여 무역 정책에 힘썼을 뿐만 아니라  블레셋과 암몬을 정복하여 조공을 받아냈다. 이외에도 그의 영토 확장 사업은  매우 활발하여 애굽 변방에까지 그의 명성이 미쳤다(8절). (2) 산업 정책 : 웃시야는 거친  땅에 망대를 세우고 물 웅덩이를 파서 목축업 장려에 힘썼다. 그리고 이와 더불어 그는 산과 좋은 밭에 농부들과 포도원을 다스리는 자들을 두어 농업을 크게 활성화시켰다(10절). (3) 군대  양성과 국방 정책 : 그는 기존 군대를 재편성하여 2,600명의  군대 장관 아래 30만 7천  5백명의 정예병을 두어 훈련시켰다. 뿐만 아니라 병기 제작을 위한  공장을 두어 신무기를 개발하고 방패와 창과 투구와 갑옷과 활과 물매 돌을 충분히 예비하였다(12-14절). 이러한 본문에는 웃시야가 행한 선한  사역을 통해 본서 저자의 분명한 집필 의도가 나타나는 바 이를 살펴보면 다음과  같다. 즉, 본서 저자는 웃시야의 선정(善政)을 열왕기보다 비교적 자세하게 언급함과 더불어 본서 저자의 관심인 제사장적 입장을 부각시킨다. 다시 말해서 본서 저자는 하나님의 묵시를 밝히 아는 스가랴가 웃시야를 신앙적으로 도와주었다는 사실을 암시함으로(5절) 본서 저자의 제사장적 관심을 드러낸다. 그래서 웃시야가 이러한 종교 지도자들의 영향을 받아 모세의 율법과 하나님의 게명을 준수했음을 넌지시 나타낸다. 이와 같은 웃시야의 선한 통치를 통해 우리는 다음과 같은 몇 가지 사실들을 발견하게 된다. 첫째, 믿음을 잃지 않기 위해서는 항상  경건한 사람들을 가까이 해야 할 필요가 있다는 것이다. 웃시야는   하나님의 묵시를 밝히 아는  스가랴의 사는 날 (5절) 동안에 하나님을 구했다. 마찬가지로 요아스 왕도  제사장 여호야다가 세상에 사는 모든 날에 정직히 행하였다(24:2). 이처럼  우리는 항상 신실한 자들을  가까이 함으로써 경건을 배우고 믿음을 견고학 유지할 수 있는 것이다. 둘째, 하나님은 신실한  자들에게 영원한 천국의 복도  허락하시지만 외적인 번영도 분명히 허락하신다는 것이다. 신약 시대에  사는 우리들은 자칫 현세적인 축복을 경시하고 지나치게 마음의 평안과 하늘의  것만을 중시하기 쉽다. 그러나 웃시야을 통해서 보듯이 하나님은 반드시 자기를 구하는  자들에게 그가 계신 것을 나타냄과 동시에 풍성한 상으로 보답하시는 분임을 보여  주신다(히 11:6). 그러므로 우리는 믿음과 경건에 따른 하나님의 축복으로 나타난 현세적인 번영을 보다 긍정적으로 바르게 활용하는 것이 필요할 것이다. 2. 웃시야의 교만(26:16-23) 하나님께 대한 정직->축복 받음(1-15)이라는  도식으로 표현될 수 있는 앞단락에 이어지는 본문은 교만->범죄->심판이라는 양식으로 나타낼 수 있는 웃시야의 악정(惡政)에 대해 기술한 대목이다. 즉,  본문은 하나님의 은헤로 강성해진 유다의 모습에 의해 자고(自高)해진 웃시야가(16절) 오직 제사장만이  할 수 있는 분향하는 일을 하려다가(17, 18절0 하나님의 징벌을 받아 문둥병에 걸리게 됨을 서설한 장면이다(19절). 그래서 그는 왕궁과 격리된 채 여생을 살았을 뿐만 아니라 열조의 묘실에조차 묻히지 못하는 비참한 말로를 맞는다(20-23절). 이러한 본문은 하나님의 진노를 받아 멸망당하는 자들의 전형적인 모습을 그리고 있는 바, 마치 북이스라엘과 남유다가 하나님의 심판을 받은 원인과 과정을 나타낸 듯하다. 또한 본무네 나타난 사실 중에서 특이한 것은 웃시야가 제사장의 사역을 대신하려 했던 것인데 이것은  이스라엘 역사에 나타난 종교적  타락의 현상치고는 색다른 것이다. 즉, 이스라에의 대부분의  열왕들은 교만해지거나 영적으로 타락하게 되면 이방의 우상을 숭배하거나 갖가지 범죄를 저지르는 것이 대부분이었다. 그러나 웃시야는 독특하게 제사장직을 자신이  수행하려다가 하나님의 진노를 받은  것이다. 이는 웃시야의 영적 교만에 의한 것으로 생각할 수  있는데 그는 물질적으로 뿐 아니라 영토의 확장, 군사적인 축복 등이 오자 자신의  힘으로 다윗 시대에 구가했던 제사장 나라를 이루려고 했던 듯하다. 이와 같은 웃시야의  범죄와 비참한 종말을 통하여 우리는 다음과 같 은 교훈을 발견하게 된다. (1)우리는 하나님 앞에서  항상 자고(自高)하는 신앙적 교만을  버려야 한다는 것이다. 신앙적 교만은 주로 외적인 축복을  많이 받은 성도나 신앙 경륜이 오래된 성도들에게 주로 찾아오는 죄로서 오히려 도덕적인 범죄봐 더 심각하게 되는 경우가 왕왕 있다. 웃시야는 바로 이러한 신앙적 교만에 가득차 있어서 제사장의 고유 직무인 분향하는 일을 직접 행하여 했던 것이다.  그런데 그가 그렇게 교만하게 되었던 원인은 바로 하나님께서 형통케 하심으로 얻었던 많은  축복 때문이었다. 그래서 그러한 외적인 축복으로 인해 무엇이든지 행해도 괜찮다는  교만한 생각을 했던 것이 분명하다. 그러나 그는 그러한 교만 때문에 문둥병으로 일생을 마쳐야 하는 비운을 맞게 되었던 것이다. 그러므로 우리는 항상 외적인 증거나  습관적인 신앙 사고 방식에서 벗어나 날마다 새로운 축복을 받기 위하여 겸손한 신앙적 삶과 경건 생활을 향상시켜야 할 것이다. (2) 우리는 항상 타인의 직분과  역할을 인정해야 한다는 것이다. 많은 사람들이 종종 자신의 능력을 과시하기 위하여  다른 사람의 일까지 자기가 행햐가려고 하는 경우가 있다. 웃시야는  당시 제사장들이 자기 역할을 제대로  다 수행하지 못하고 있다고 생각하여 지나친 열심을 내어 그들의 직무까지 침해하는 잘못을 범했던 것으로 추측된다. 그러므로 우리는 남의 일을  간섭하기보다는 인내를 가지고 오히려 상대를 격려하여 그 일을 더 잘하도록 돕는 일에 힘써야 할 것이다. (3) 우리는 항상 인간적으로 먼저 실행하기보다는 하나님의 뜻이 무엇인지를 최우선적으로 찾어야 한다는 것이다. 웃시야는 하나니의 묵시를 밝히 아는 스가랴가 곁에 있을 때에는 항상 먼저 하나님의 뜻을 구하였다. 그러나 그가 분향하려고 성전에 들어설 때는 이미 하나님의  뜻을 구하기보다 인간적인 생각으로  먼저 실행에 옮기는 실수를 범한 것이다. 이처럼 스스로가 옳다고  생각할 때도 먼저 행동하기보다는 항상 여호와께 구함으로써 하나님편에서 옳은 것을 분별하여 행하는 지혜를 가져야 할 것이다. * 교회의 고유 업무에 대한  국가의 태도. 웃시야는 왕으로서 성전에서 행하는 제사자의 고유 업무를 간섭하였다. 이와같이  국가가 교회의 하는일을 간섭한 경우는 역사저으로 살펴볼 때 수없이 많았다. 특히 중세 시대에는 교회가 국가에 대하여, 또는 국가가 교회에 대하여 서로 압력을 행사하는 경우가 비일 비재(非一非再)하였다. 오늘날에도 일부 정치 세력이나 사회세력을은 교회의 잘잘못을 비판하는 수준을 넘어 교회의 고유한 영역인 교리권, 치리권, 사역권까지 침해하려는 경우가 종종 있는 듯하다. 이처럼 타자(他者)의 업무를 존중해  주지 못하고 침해하게 되는 이유는 신학적으로 보다 분명한 영역을 규명해 주지  못하기 때문이기도 하겠지만 주로 물질이나 다른 이해관게 때문이라고 보는 것이 더  타당할 것이다. 즉, 정치인들이 교회를 통해 세력을 얻으려고 하거나 명예심을 만족시키려는 태도,  물질적인 문제 등의 이해 관계 때문에 종종 교회의 고유 업무를 침해하게 되는 것이다. 그러나 분명히 하나님께서는 교외와 국가 간에 서로 침범할 수 없는 고유 업무를 정해 놓으셨다. 다시 말해서 국가는 백성들을 다스리고 재판하고 외교 문제를 결정짓고, 군대를 지휘하고, 제반(諸般) 국정(國政)을 인도하는 기능을 행할 수 있다. 그리고 물론 이 일을 위하여 필요한 경우 교회의 도움을 구할 수는 있으나 교회가 그 일들을 직접 주관할 수는 없는 것이다. 반면에 국가가 해서는 안 되는 일들이  있다. 즉, 말씀을 선포하는 일, 성례식을 행하는 일, 절기를 지켜 하나님을 경외하는  일 등의 교회의 고유 업무에 대해서는 국가가 절대 간섭해서는 안 되는 것이다. 구약을 살펴보면 제사장 직무의 독점적인 권리는 심히 무섭고 엄격한  방법으로 옹호되어 있다. 이 때문에  레위 지파의 제사장 제도가 세워지자마자 그 명예는  그러한 특권 집단에 속하지  못했던 유력 인사들에게 시시를 받았던 것이다. 그러나 그렇게 시기하던 고라와 다단과 아비람은 그 일당들과 함께 산채로 음부에 빠졌다(민 16:1-35). 그래서 제사장의 고유 업무를 침해하여 당한 그들의 무서운 죽음은 다윗과 솔로몬  같은 대왕들까지도 제사장들의 직무를 침해하지 않도록 경각심을 일깨웠던 것이다. 따라서 국가는 어떠한 이유를 불문하고  교회의 고유 직무를 침해해서는 안된다. 그리고 교회는 항상 이러한 세속적인  도전에 응징할 수 있도록 말씀의 반석위에 견고히 서 있어야 할 것이다. 그렇지 못하고  어떠한 잘못 때문에 국가의 손에 교회가 놀아나기 시작하면 고유한 업무까지도 상실하는 불운을 맞이할 수도 있을 것이다."
        }
    ]
}