{
    "bible_book": "역대하",
    "chapter_number": 29,
    "commentaries": [
        {
            "verse_reference": "29:1",
            "commentary": "히스기야가 위에 나아갈 때에 - 히스기야의 통치 기간은 공식적으로 B.C. 728년에서부터 B.C. 687년까지이다(왕하 18:1-3 주석 참조). 한편, 그의 42년간의 통치 기간에는 그가 병에서 회복되어 수명을 연장 받은 15년도 포함되어 있다."
        },
        {
            "verse_reference": "29:2",
            "commentary": "그 조상 다윗의 모든 행위와 같이 - 여대기에서 통치에 대한 평가를 말할 때 '다윗의 모든 행위와 같이'라고 평가받은 왕은 히스기야와 요시야(34:2) 뿐이다."
        },
        {
            "verse_reference": "29:3",
            "commentary": "원년(元年)정월에 - 이것은 히스기야의 통치 첫해, 니산월(태양력으로는 3, 4 월)을가리킨다. 이는 히스기야가 통치권을 맡은 해라기 보다는, 단독으로 통치 권을 받았던해인 B.C. 725년에 해당되는 것이 확실하다(Payne). 여호와의 전 문들을 열고 - 여호와의 전 문이 폐쇄된 것은 히스기야의 부친인 아하스 왕이 통치하던 때였다(28:24), 여호와의 전 마당에 다메섹 신들의 우상을 세워 성전을 더럽혔다. 반면에 경건한 히스기야는 실질적인 통치권을 부여받자 마자, 성전을복구하고 우상을 척결하는 일을 시작했다. 수리하고 - 왕하 18:16에 따르면 히스기야는 그 당시 여호와의 전 문과 기둥에 금을 입혔다고 기록하고 있다."
        },
        {
            "verse_reference": "29:4",
            "commentary": "1-3절은 히스기야가 성전을 정결케 한 사건을 총괄적으로 요악한 것이고, 본절부터 19절까지는 성전을 정결케 하는 과정을 사건 서술의 형식으로 기록하고 있다. 동편 광장에 모으고 - 이곳의 위치에 대해서는 정확히 밝혀진 바가 없으며, 대체적으로 성전의 동편 외곽지에 있는 광장일 것으로 추측한다(Keil). 이곳은 스 10:9의'하나님의 전(殿) 앞 광장'이나, 느 3:26;8:1, 3, 16에 기록된 '수문(수문) 앞 광장'과 동일한 곳으로 추정된다. 그런데 히스기야 당시 제사장들과 레 윈인들의 모임은 주로 성전 안뜰에서 있었던 것으로 여겨지므로(Bertheau, Benzinger) 왜 하필이면 백성들이 모이는 곳인 이 외곽지의 광장에서 모였는지 의문이 생긴다. 그러나 역대기 기자는 '동편 광장'은 성전을 벗어나 수문으 로 나가는 광장이며, 이곳에서 백성들이 곧잘 모였고, 성전이 닫혀져 방치된 것으로 간주되었기 때문에 제사장과 레위인 무리가거기에서 모였다고 생각하였다(Curtis). 또한, 이 광장은 보다 많은 사람이 모이는 데용이했을 것이고, 성전 마당조차 우상 숭배로 많이 더럽혀져 있었기 때문에 이곳에 모였다고 볼 수 있다. 그리고 5,15,16절에서 보는 바와 같이 당시 제사장들과 레위인들가운 데 우상으로 더럽혀져 있던 사람들이 많았기 때문에 먼저 자신을 정결케 하도록하기 위하여 이곳에서 모였을 가능성도 크다."
        },
        {
            "verse_reference": "29:5",
            "commentary": "너희는 성결케 하고 - 제사장들과 레위인들이 성전의 일을 수행할 때, 몸을 정결케하는 일은 규례에 따른 의무였다(대상 15:12, 14). 이처럼 히스기야가 성전을 성결케하기 위하여 성결의 법에 다라 레위인들과 제사장들에게 먼저 자신들을 성결케 하라고명령한 것은 여호와를 향한 신실함과 경외심의 표현이다. 즉, 여호와 하나님을 두려워하지 않고서는 이와 같은 성결이 이루어지지 않았을 것이기 때문이다. 이처럼히스기야는 이스라엘 전체의 죄에 대한 분명한 인식이 있엇고, 하나님의 거룩하심이 절대적이라는 이해가 있었던 게 분명하다. 그 더러운 것을 성소에서 없이 하라 - 여기서 '그 더러운 것'(*, 한닛다)은 '불결함'을 가리키는데, 이는 우상 숭배와 관련하여 다메섹 단의 모양대로 만든 제단을 비롯해서, 온갖 우상 숭배를 위해 사용된 기구들과 그에 관계된 불결함을 가리킬것이다. 유사어로 16절에 '더러운 것'(*, 핫투므아)이 나오는데 이 또한우상의 가증스러운 것을 가리킨다. 이러한 조치는 곧 여호와의 전을 성결케 하라는것으로 간주되엇으며, 하나님께로 돌이키고자 하는 첫 행동 지침이었다. 한편 본절에서 '성소'(*, 하코데쉬)는 성전 내부의 건축물만을 가리 키지 않고, 성전 전체구석구석을 의미하는 것이며(Curtis), 성전 제사와 관련되는 모든 장소와 사람, 그리고 성전 기구들을 총체적으로 말하는 것이 분명하다."
        },
        {
            "verse_reference": "29:6",
            "commentary": "우리 열조(列祖)가 범죄하여 - 여기서 '우리 열조'란 아하스와 그 당시의 사람들을가리키며 구체적인 범죄 내용은 7절에 소개되고 있다. 얼굴을 돌이켜 - 성경에서 '얼굴'은 항상 인격의 표현으로 '인격적인 관계'와 연관되어 나타나며, 상대에 대한 인격의 총체, 즉 마음의 표현을 나타낸다. 따 라서 '얼굴을 돌이켜'라는 표현은 그들이 여호와를 경외하지 않으며, 여호와에 게서 그 마음이 떠났음을 나타낸다. 여화와의 성소를 등지고 - 이것은 성전 제사를 폐하고, 우상 숭배한 사실을 가리킨다. 그리고 삶의 방식까지도 우상을 섬기는 적극적인 표현으로 나타남을 보여준다."
        },
        {
            "verse_reference": "29:7",
            "commentary": "낭실(廊室) 문을 닫으며 - 28:24 에 따르면 아하스는 여호와의 전 문들을 닫고 여호와께 대한 모든 성전 예배를 완전히 폐지하였다. 그러나 왕하 16:10-16에는 아하스가 여호와의 전 마당에서 계속해서 번제를 드린 것으로 기록되어 있다(Curtis). 그러나 역대기 저자의 관점에서 볼 때, 그러한 아하스 의 번제는 다메섹의 신들에게 드려진것이요. 여호와께 드려진 번제 라고 할 수 없다(Keil)."
        },
        {
            "verse_reference": "29:8",
            "commentary": "여호와께서...내어 버리사 - 이는 유다가 아하스 치하에서 아람과 이스라엘에 의해곤욕을 치른 것과 블레셋과 에돔으로부터 당한 수치스러운 패배, 그리고 앗수르의 디그랏 빌레셀에게 당한 군박(窘迫) 등을 가리킨다. 하나님께서 유다가 범죄로 인하여겪게 된 고난을 내버려 두시는 것은 하나님의 징계에 해당되는 것이며, 동시에 하나님의 선하심에 근거하는 것이다. 두려움과 놀람과 비웃음거리가 되게 하신 것 - 28:19에서는 '여호와께서 유다를 낮추심이라'고 이와 유사하게 표현하고 있다. 한편, 이 세 단어들은 불 같은 여호와의 진노하심과 심판하심으로 당하는 극심한 고통을 나타내는데(Curtis), 이는 선지자들의말 가운데 많이 나타나는 표현이며, 특히 예레미야가 많이 사용했다. 이에 대해서는신 28:25;렘15:4;19:8;24:9;25:9,18;29:18;51:37; 겔 23:46;미 6:16 등을 참조하라."
        },
        {
            "verse_reference": "29:9",
            "commentary": "본절에 대해서는 28:5, 8, 17을 참조 하라."
        },
        {
            "verse_reference": "29:10",
            "commentary": "언약을 세워 - 본절에는 여호와와 언약을 세우기 위해 히스기야가 성전을 성결케했다고 나타난다. 그런데, 여기서 히스기야가 언약을 세운다는 것은 이미 주어진 언약의 의무를 수행한다는 의미는 갖는다(Williamson,Curtis).15:12;23:16;34:31;왕하23:3 등에 이와 유사한 표현이 나온다. 마음이 내게 있노니 - 이것은 성전을 향한 히스기야의 열정을 표현한 말로서 이는성전을 건축할 마음을 품었던 다윗의 열정과 유사하다(6:7;대상22:7;28:2)."
        },
        {
            "verse_reference": "29:11",
            "commentary": "게으르지 말라 - '게으르다'에 해당하는 히브리어 '틸솰루'(* )는 '움츠리다'라는 뜻의 '솰라'(* )의 나팔(niphal,단순수동) 동사 미완료형으로서, 본구절은 '너희 자신을 움츠리지 말라'또는 '방심하지 말라'는 뜻을 갖는다. 따라서, 방종하는 가운데 참여치말라는 의미를 나타낸다(욥 27:8). 이는 중요한 시점에서 규모없이 아무렇게나 행동하거나, 어리석게 아무런 일도 하지 않는 것을 경계하는 듯하다. 이미 너희를 택하사 - 이것은 성전에서 봉사하는 레위인들과 제사장들은 이미 율법에 명시한 바(신 10:8)와 같이 특별히 구별된 직분자임을 가리킨다(26:18;대상23:13). 따라서, 제사장들과 레위인들로 하여금 그들이 마땅히 서 있어야 할 위치를알게 하여, 역할을 감당할 수 있도록 하고, 그렇게 역할을 신실하게 수행하는 것이 하나님의 언약에 근거한 것임을 일깨워 주고 있다."
        },
        {
            "verse_reference": "29:12",
            "commentary": "본문에서 그핫과 므라리와 게르손의 자손들을 열거함은 레위 족속 전체를 언급하는것과 다름없다(대상 6:1,16-19). 그런데 각 자손들 가운데 2명 씩 열거한 것은 적어도그들이 지도자적 위치에 있었거나, 의도적으로 선출 된 대표들이었기 때문일 것이다. 아마새의 아들 마핫 - 이 사람의 이름은 그핫 자손 사무엘의 계보에 나타난다(대상6:35). 아사랴의 아들 요엘 - 마핫과 동일한 계보에서 언급되고 있다(대상 6:36). 압디의 아들 기스 - 므라리 자손 에단의 계보에 나타난다(대상 6:44). 여할렐렐의 아들 아사랴 - 레위인의 족보에는 나타나는 여할렐렐(대상 4:16)과 본문의 여할렐렐이 동일인인지는 확실치 않다. 한편, 아사랴는 31:13에서 하나님의 전을관리하는 자로 나타난다. 심마의 아들 요아 - 게르손 자손의 계보에 나타난다(대상 6:20,21). 요아의 아들 에덴 - 레위인의 족보에는 나타나지 않지만, 그는 백성이 드린 예물을그 형제에게 나누어 주는 일을 하였다(31:12ff.)."
        },
        {
            "verse_reference": "29:13",
            "commentary": "엘리사반 - 이는 모세 시대의 그핫 사람들의 족장으로서(출 6:22;민 3:30;대상15:8), 그핫, 므라리, 게르손과 동등한 위치에서 항상 독립된 계보로 소개되 고 있다. 시므리 - 므라리의 자손 중 호사의 아들의 이름과(대상 26:10), 시므온 족속 중에서(대상 4:37) 그 이름이 나타난다. 여우엘 - 레위인의 명단에 자주 나타나는 이름인데, 엘리사반과 함께 언급된 곳은 본문 밖에 없다(Curtis). 스가랴와 맛다냐 - 두 이름은 다른 곳에서도 아삽 자손의 계보 가운데 함께 나타난다(20:14;느 11:17;12:35,41). 아삽은 헤만, 여두둔과 함께 노래와 음악을 맡은 족장들이다(대상 25장)."
        },
        {
            "verse_reference": "29:14",
            "commentary": "여후엘과 시므이 - 이 두 이름이 헤만과 연관해서 나타난 곳은 이곳 뿐이다(Curtis). 스마야 - 성경에 자주 언급되는 이름으로, 여두둔의 자손 중에서도 나온다(대상9:16). 웃시엘 - 개인의 이름으로는 드물게 나타난다. 그리고 헤만 자손의 음악 담당자로 이름이 나오고(대상 25:4), 레위 족속의 이름으로 나타난다(대 상 15:10)."
        },
        {
            "verse_reference": "29:15",
            "commentary": "저희가 그 형제를 모아 - 여기서 '형제'란 레위 지파의 지도자 14명과 그의 가계에 속한 모든 레위인들을 가리킨다. 그런데 이로 볼때, 히스기야의 개혁 운동은 모든 민족들의 호응을 얻는 대역사로 진행되었을 것으로 짐작된다. 여호와의 말씀대로 - 히스기야의 명령은 모세의 율법에 근거한 것이기 때문에 백성들은 히스기야의 명령을 여호와의 명령과 동일하게 여겼음이 분명하며, 온 회중이 이에 동의했을 것이 확실하다. 혹자는 어떤 선지자의 권고가 있었을 것으로 추측하기도한다(Barnes)."
        },
        {
            "verse_reference": "29:16",
            "commentary": "제사장들도 여화와의 전 안에 들어 가서 - 전절(前節)에서는 레위인들이 성전의 외부와 건물 전체를 성결케 하였고(15절). 본절에서는 제사장들이 성전 내부, 즉 성소와 지성소를성결케 하였다고 기록하고 있다. 그곳에는 재사장들만 들어갈 수 있었기때문에 레위인들은 그곳을 성결케 하였다고 기록하고 일 에 참여할 수 없었다(Barker,Curtis, Keil). 레위 사람들이 취하여 - 여기서 제사장들과 레위인들 간의 역할 분담이 잘 이루어져 있었음을 알 수 있다. 기드론 시내 - 이에 대한 자세한 내용은 15:16 주석과 왕하 23:4 주석을 참조하라."
        },
        {
            "verse_reference": "29:17",
            "commentary": "성결케 하기를 시작하여...마치고 - 처음 8일 간은 성전 마당에 잇는 것들을 깨끗이 제거하여 태웠고, 그리고 도 8일 간은 성전 건물의 내부와 외부를 정결케 하여, 약16일 만에 성결케 하는 일을 마쳤다. 이는 니산 월 14일에 시작되는 유월절과 이틀이겹치게 된다((Barker). 따라서 유월절 절기를 염두에 두고 성전을 청결케 하였음을짐작할 수 있다. 여호와의 전을 성결케 하여 - 여기서 '성결케 하여'에 해당하는 히브리어 '카다쉬'(* )는 '구별하다', '성스럽게 지키다'라는 뜻을 내포하고 있다. 그런데 이는 여호와의 전을 깨끗케 하는 작업을 통해서 그들은 여호와의 거룩하심올 인정하였으며,여호와 예배가 외적으로 회복되었음을 가리킨다."
        },
        {
            "verse_reference": "29:18",
            "commentary": "안으로 들어가서..가로되 - 그들은 왕궁에 있는 히스기야 왕에게로 가서 모든 일의경과를 자세히 보고하였다. 떡을 진설(陳設)하는 상 - 이에 대해서는 4:19과 대상 28:16을 참조하라."
        },
        {
            "verse_reference": "29:19",
            "commentary": "범죄할 때에 모든 기구 - 이것은 아하스가 훼파했거나, 내다 버린 전(殿)의 기구들을 가리키는데(28:24), 구체적으로 놋제단과 놋바다, 그리고 놋대야 등이다(왕하16:14,17). 본절은 이것들을 다시 수리하고 복구하여 원래 놓아야 할 위치인 여호와의 단, 즉 빈제단앞에 두었음을 기술하고 있다."
        },
        {
            "verse_reference": "29:20",
            "commentary": "성읍의 귀인들을 모아 - 여기서 귀인 들이란 주로 방백들(24:17;30:1-4)을 가 리킨다(Barker). 이렇게 귀인들을 불러 모으는 것은 국가적인 일이 있을 때 통 례적으로흔히 있는 일이다(Curtis)."
        },
        {
            "verse_reference": "29:21",
            "commentary": "본절에는 히스기야가 제사를 위해 드린 속죄 제물을 세부적으로 열거하고 있다. 수송아지 일곱과 수양 일곱과 어린 양 일곱 - 이것은 번제를 위한 제물이다(24절). 반면에 숫염소 일곱은 속죄 제물이다(23절). 여기서 '일곱'이라는 수는 완전하고 구별된 의미를 가진 수이기 때문에, 여호와께 드리는 제물의 수를 '일곱'으로 하고있다(민 28:11 ff.; 겔 45:23). 한편, 이 두 종류의 제사는 성전을 성결케 하여 재봉헌하는 의미를 지닌다(Curtis). 나라와 성소와 유다를 위하여 - 일반적으로 번제는 여호와와 화해하기 위한 제물이어서, 그리스도를 예표한다. 따라서 그의 구속함을 의미하며, 이는 제사장이 하나님의 성소에 들어갈 때에도 행하여졌다(레 1:3, 4;14:20;16:24). 따라서 히스기야가'나라와 성소와 유다'를 위하여 속죄 제물을 삼은 것은 이스라엘 공동체 전체를 위한제사를 의미하고, 하나님의 백성이 총체적으로 여호와와 언약을 새롭게 하고 있음을나타낸다. 한편 구약시대의 예배에서 번제는 필수적이었다. 그것은 백성들의 일반적인 죄를 용서해 주어 평안을 주는 기능을 가졌다. 반면에 속죄제는 특정한 범죄를 용서받기 위해 드려졌다(Curtis). 따라서 여기서의 제사는 단순히 성전의 재봉헌만을의미하는 것이 아 니라 아하스 때에 이스라엘 전체가 범죄한 모든 일들에 대하여 하나님께 사죄를 구하는 의미도 지닌다."
        },
        {
            "verse_reference": "29:22",
            "commentary": "수소를 잡으매 - 제사장이 번제(燔祭) 의식의 규례를 따라 수소를 잡고 그 피를받아 제단에 뿌리고, 또한 숫양과 어린 양도 그렇게 하였다. 한편, 수소, 또는 수송아지의 희생제사에 관한 최초의 언급은 출 24:5에서 발견되어지고, 출 29:1,3;레4:3;8:2, 14 등에서도 발견된다. 그리고 숫양의 희생 제사는 창 22:13에서 최초로 언급되는데, 아브라함이 이삭 대신 숫양으로 제사하였다. 숫양의 희생 제사는 출29:15-21과 레 5:15;8:2, 22 등에서도 발견된다. 한편, 어린 양의 희생 제사는 출12:3-7과 출 29:38 등에서 언급되고 있다."
        },
        {
            "verse_reference": "29:23",
            "commentary": "속죄 제물로 드릴 수염소 - 숫염소는 일반적으로 번제로 드려졌다(레 1:10;3:12).숫염소가 속죄제로 드려진 사실은 본절에서 처음으로 언급되며, 그 이후에 스 8:35에서 한번 언급되고 있다. 저희가 그 위에 안수하고 - 왕과 회중은 제사장이 이끌어 온 숫염소의 머리에 손을얹어 속죄제의 의식올 거행했다. 그런데 본래 제물로 드려지는 짐승의 머리에 안수하는 의식은 번제가 드려질 때 행하여 졌다(레 1:4). 그러나 여기서는 속죄제를 강조하기 위해서 언급되었다(Curtis, Williamson). 즉, 아하스로 말미암아 저질러진 여호와께 대한 범죄를 염두에두고, 이스라엘 전체를 위한 구속을 강조함으로써 속죄제를 더욱 의미있게 다루고 있는 것이다."
        },
        {
            "verse_reference": "29:24",
            "commentary": "그 피로 속죄제를 삼아 단에 드려 - 속죄제의 피는 번제의 피와는 아주 다르게 처리된다. 즉, 번제의 피는 단에 뿌리는 반면에(22절), 속죄제의 피는 번 제단 뿔에 손가락으로 찍어 바르고 그 단 밑에 쏟아버렸다.(레 4:25, 34). 온 이스라엘을 위하여 - 여기서는 단순히 남유다만을 가리키지 않고 이스라엘 12지파 모두를 가리킨다(30:5). 이는 '유다를 위하여' 드런 것(21절)과 대조를 보이는데,히스기야 왕은 속죄 받아야 될 대상을 북왕국까지 확대하고 있었던 것이다. 이와같이히스기야의 속죄 행위는 하나님의 백성이라는 거시 적인 차원에서 시행되었다. 이는 예루살렘에 있는 성전이 전체 이스라엘 민족 공동체의 합법적인 성소였기 때문이다(Keil). 속죄하니 - 이에 해당하는 히브리어 '레카페르'(* )는 '계속해서 덮어 버리다'라는 뜻을 갖고 있고 주로 '보상하다'(atone), '화해하다'(reconcile) 등의 뜻으로 쓰였다(Barker). 이 단어는 '역청으로 칠하여 덮다', '구속하다', '화해하다'라는 뜻을 가진 동사 '카파르'(* )의 피엘형(Piel;강조형 능동) 부정사이다. 이러한 제사는 그리스도의 구속을 바라보게 하는 임시적인 것이었다. 하지만, 구약 이스라엘백성은 이러한 희생 제물을 통한 구속으로 죄가 없다고 인정되었으며 이러한 속죄 제사로 인하여 하나님의 백성으로서 하나님께 대한 바른 관계가 유지되었다."
        },
        {
            "verse_reference": "29:25",
            "commentary": "본절은 히스기야가 전통에 따라 레위 사람들을 성전에 두어서 악기를 연주하게 한사실을 기록하고 있다 다윗 왕의 선견자 갓과 선지자 나단의 명한 대로 - 제사장들과 레위인들로 하여금찬양케 하고 악기를 연주토록 한 사람은 다윗이었다(8:14). 그런데, 이러한 다윗의사역에 선지자 갓과 나단이 관여했다는 언급은 본절 이외의 다른 곳에서는 찾아볼 수없다(Curtis). 짐작컨대 갓과 나단은 성전 예배와 레위인들을 24반차로 나누는 일에관여했을 것이다(대 상 29:29). 이는...명하셨음이라 - 이 구절을 원문대로 직역하면, '여호와의 손안에서 그의선지자들의 손으로 하신 명령 때문이라'(For in the hand of YHWH the command by thehand of His prophets)이다. 여기서 '여호와의 손'과 '그의 선지자의 손'은 설명적동격이라고 볼 수 있는데(Keil), 이것은 선지자들의 중개에 의하여 하나님의 명령이수행되는 것을 뜻한다(Zockler). 그 선지자들로 - 여기에 해당하는 히브리어에는 '손'(*, 야드)이라는 말이 포함되어 있는데, 이는 어떤 도구를 사용하기 위해 잡는 힘을 상징한다. 따라서 하나님의 주권적인 지시 아래 모든 일이 수행되었음을 가리킨다. 한편, '선지자들'이라는호칭 속에는 다윗이 포함되지 않는다. 물론 8:14에서는 다윗을 가리켜 '하나님의 사람'이라고 기록하고 있기는 하지만, 여기서는 갓과 나단을 가리킨다. 이처럼 하나님의 손, 권능 아래 있던 선지자들의 명령에 의해서 다윗이 이 일들을 수행하였기 때문에 본절의 '선지자'라는 호칭은 다윗보다 선지자들을 지시한다고 볼 수 있다. 결국 본절은 하나님을 그 주체로서 더욱 강조하고 있는 것이다."
        },
        {
            "verse_reference": "29:26",
            "commentary": "다윗의 악기 - 이는 다윗이 만들어 예배에 사용케 했던 악기들을 가리키는데(대상23:5), 앞절(25절)에서 열거한 악기들이다(대상 15:16 참조). 제사장은 나팔을 잡고 서매 - 본래 나팔을 부는 일은 제사장의 임무이다(5:12;대상15:24;16:6)."
        },
        {
            "verse_reference": "29:27",
            "commentary": "여호와의 시로 노래하고 - 여기에 해당하는 히브리어 '쉬르-야웨'( )는 문자 그대로 '여호와의 노래'((NASB)를 의미하는데, 히스기야 당시에 정경화된 시편 들을 가리키는 듯하다(Payne). 다윗의 악기를 울리고 - 문자적으로는 '다윗의 악기에 의하여'인데(Zockler), 이는악기의 연주가 회중의 노래나 제사장의 나팔 연주와 조화를 이루고 있었음을 보여준다."
        },
        {
            "verse_reference": "29:28",
            "commentary": "본절은 모든 회중들의 경배가 있으면서 노래와 나팔 연주가 계속되었음을 보여준다. 그런데 다윗의 악기를 연주하는 것에 대한 언급이 없는 것은 노래하는 자 중에 다윗의 악기를 연주하는 자가 있었음을 의미한다(23:12; 대상 25:1ff.)."
        },
        {
            "verse_reference": "29:29",
            "commentary": "엎드려 경배하니라 - 번제와 속죄 제사를 마치자, 왕과 그 함께 있는 자가 다 엎드려 경배하여 예배의 절정을 이룬다. '경배하니라'에 해당하는 히브리어 '이쉥타하우'( )는 단지 육체적인 자세 뿐만 아니라 정신적인 자세를 말한다. 즉, 이는 존경과 경외가 커지고, 충성심이 점점 커지는 것을 의미한다. 따라서 이는 제사에 참여한 자들이 심령에 큰 감흥이 있어서 우러난 행동일 것이다."
        },
        {
            "verse_reference": "29:30",
            "commentary": "다윗과 선견자 아삽의 시(詩) - 이는 27절에서 이미 언급한 '여호와의 시'를 달리 표현한 것이다. 즉, 히스기야 시대에 정경화되어 있던 시편들 가운데는 다윗의 시편인 1권과 4권, 그리고 솔로몬의 시편인 2권(시 42-72편), 선견자 아삽의 시(시 50, 73-83편) 등이 포함된다(Payne). 역대기 저자는 본절에서 레 위인들이 바로 이러한 시편들로 하나님을 찬양한 사실을 강조하려고 한 것이다(Keil). 한편 아삽을 '선견자'(, 호제)라고 불렀는데, 성경에서는 아삽의 자손들이 성전 예배시에 노래하는 직분을 맡은 레위인으로 소개되고 있다(20:14;대상 6:39;15:19;25:1, 2;스 2:41;3:10;느 7:44;11:22;12:46). 이 선견자라는 칭호는 레위인 헤만(대상 25:5)과 여두둔(35:15)에게도 주어졌다."
        },
        {
            "verse_reference": "29:31",
            "commentary": "이에 히스기야가 일러 가로되 - 히스기야는 제사와 찬양, 그리고 온 회중과 왕의 경배를 마치자, 백성들로 하여금 화목 제물과 감사제물을 여호와의 전에 바치도록 권고(勸告)했다. 너희가 이제 몸을 깨끗케 하여 여호와께 드렸으니 - 이에 해당하는 히브리 원문을그대로 직역하면 '너희가 여호와께로 향한 너희 손을 가득 채웠으니 '(you have filled your hand to YHWH, Green)이다. 이 구문은 주로 무엇을 구 별하여 여호와께 봉헌하는(consecrate) 의미로 사용되었다(Barker). 그런데 본문을 앞서 드린 제사와 연관지워 볼 때, 제사에 참여한 모든 회중과 제사장, 레위인이 성결케 되었음을 가리킨다. 제물과 감사 제물 - 여기서 '제물'에 해당되는 히브리어 '제바힘'( )은 희생 제물 전체를 가리키는 총체적인 개념이다. 그러나 여기서는 화목제의 성격을 지닌, 감사를 표현하기 위한 희생 제물들을 가리킨다고 볼 수 있다(레 7:11-21, 29-36). '감사 제물'(, 토도트)은 이미 받은 어떤 특별한 은혜 때문에 희생제물을 가리킨다. 여기서는 성전에서 여호와의 예배가 다시 새롭게 시작된 것을 기뻐하여 드린 제물을 가리킨다. 이 희생 제물은 기름을 떼어서 제단 위에서 태우고, 가슴과 오른쪽 넓적다리 부분은 제사장에게 바치며, 나머지 부분은 제물을 드리는 자들이 먹게되는데, 유월절 절기 때와 유사하게 치러진다(Curtis). 본래 번제와 속죄제의 경우, 제물을 드리는 사람에게는 아무것도 돌아가지 않는다. 그리고 속죄제의 경우 태우지 않는 부분이 제사장에게 돌려 졌으며, 더욱이 번제는 완전히 태워지는 것으로 그 제물은 마음에 원하는 자만이 바칠수 있는 것이었다."
        },
        {
            "verse_reference": "29:32",
            "commentary": "회중의 가져 온 번제물의 수효는 - 이렇게 회중들이 스스로 자원하여 가져온 번제물의 수효가 엄청나게 많은 것은 당시에 회중들의 신앙이 얼마나 열정적이었고 순수하였던가를 잘 말해준다."
        },
        {
            "verse_reference": "29:33",
            "commentary": "또 구별하여 드린 - 여기서 언급된 동물들은 감사 제물을 가리킨다. 따라서 이 감사 제물들을 대부분 백성들이 먹고 즐겼을 것이다(Curtis)."
        },
        {
            "verse_reference": "29:34",
            "commentary": "그런데 제사장이 부족하여 - 레 1:6에 따르면 번제로 드릴 짐승을 잡고 그가죽을벗기며 각(脚)을 뜨는 일은 예배자들이 해야할 일이다. 그런데, 역대기 기자는 이 일을 제사장의 임무로 간주하여 기록하고 있다. 이러한 레위기와의 차이에 대하여 보통두 가지 견해가 지배적인데, 제물을 공적으로 드릴 때는 그 일을 제사장들이 수행하였다고 보는 견해이다. 따라서 이 일은 특징적인 제사장의 직무가 아니기 때문에 레위인들이 도울 수도 있었다는 것이다(Keil,Barker). 탈무드 문학에서는 제사장들이 도살자들로 지목되고 있다(Curtis). 한편 당시 이 일을 맡아 볼 제사장들이 부족했던 것은번제 제물의 수가 너무 많았거나(32,33절), (2) 아하스 왕이후로 우상 숭배로 한 제사장들(28:24,25;왕하16:15,16;18:4)이 히스기야 왕으로부터 직무 정지를 받아 그 수가감소 되었기 때문인듯하다. 그래서 우상 숭배에 가담한 제사장들은 다시 성결함을 받아야 했던 것이다(Zockler). 이는 레위 사람의 성결케함이 제사장들보다 성심(誠心)이 있었음이라 - 제사장들은레위인들보다 훨씬 더 정치적인 영향을 많이 받았고 또 그들이 국정(國政) 전반에 크게 영향을 끼치기도 했기 때문에, 레위인들보다 오히려 덜 종교적이었을 것이다. 따라서 히스기야의 종교 개혁에도 소극적이었을 것이다. 또한 제사장들이 비록 직분때문에적극적인 태도를 보이려고 했어도, 레위인들보다 성심이 부족했던 것은 그들이 아하스의 우상 숭배에 더 많이 관여했기 때문일 것이다(Keil). 또한 혹자는 역대기 저자가 레위인들을 더 선호하고 제사장들을 싫어하는 편견을 가지고 있었다고 말하기도 한다(Benzinger, Curtis)."
        },
        {
            "verse_reference": "29:35",
            "commentary": "본절에서는 위에 언급된 일 이외에 다른 많은 일들로 제사장들이 분주했음을 보여주고 있다. 즉, 제사장들은 단 위에 피를 뿌리고 제물을 태우는 일 외에 감사 제물과화목 제물, 자원하는 번제물(31절) 등을 처리해야 했기 때문에 모든 번제 짐승의 가죽을 벗기는 일까지 하기에는 역부족이었던 것이다(Curtis,Keil). 전제(奠祭) - 전제(the drink-offering)에는 포도주가 사용되었데 피를 붓는 것처럼 제단 밑에 부었던 것 같다(민 15:1-16,Curtis). 순서대로 갖추어지니라 - 이것은 성전을 성결케 하고 재봉헌하는 일 뿐만 아니라정규적인 성전 예배가 완전히 부활되었음을 가리킨다."
        },
        {
            "verse_reference": "29:36",
            "commentary": "이 일이 갑자기 되었을지라도...기뻐하였더라 - 이것은 히스기야의 종교 개혁을 하나님께서 미리 예비하신 은혜로 보고 그 일이 속히 이루어진 것을 히스기야와 백성들이 기뻐하였다는 뜻이다(Curtis). 이와같이 사악한 아하스의 배교(背敎)로 인하여 우상을 섬기던 상태에 있다가 여호와께 대한 열심과 충성의 상태로 급속하게 변화될수있었던 것은 하나님께서 타락한 아하스 치하에서도 히스기야와 같은 신실한 자들을 예배해 두셨기 때문일 것이다. 이와 같은 오묘한 하나님의 섭리 때문에 그들은 기뻐한것이다. 이처럼 히스기야의 종교 개혁은 인간의 시각에서 볼 때는 갑작스럽게 된 일처럼 보이나, 실제로 는 오랜 준비 과정을 통한 하나님의 역사인 것이다(잠 16:1). 남유다의 3대 성군(聖君), 즉 여호사밧, 히스기야, 요시야 중 한 사람인 히스기야의 치적에 대해 기술하고 있는 본서는 그의 행적에 대해 본장부터 32:33까지를 할애한다. 이러한 히스기야의 치세에 대한 언급은  왕하 18-20장의 대목과 평행을 이루눈 부분인 바 본서 저자와 열왕기 기자는 약간씩 자신의 기술 방향을 달리해 집필 의도를 나타낸다.  즉, 열왕기  저자는 히스기야의  영성에 대한  평가를 간력히  언급한 뒤에(왕하 18:1-8)  대부분의 지면을  당시의 정치적  상황과 전쟁에  초점을  맞추고 있다(왕하 18:9-20장0. 그래서 열왕기 저자는 자신이  당시의 일반적 사건들에 대해 관심이 있음을 나타낸다. 그러나  이와는 달리 본서 저자는 히시기야가  행한 종교 개혁에 주의를 기울여 이에 대해 많은 지면을 할애한다(29-31장). 그래서 본서 기자는 히스기야의 통치 사역에 대해 열왕기보다는 비교적 간략히 그리고 요약하는 형식을 취해서 언급한다 (32장). 그러기에 본서는  열왕기의 서술과는 달리 히스기야의  종교적 사역에 초점이 맞처어져 있고 당시의 일반적인 통치  역사에 대해서는 압축적으로 표현한 것이다. 이러한 이유로 인해 앗수르 왕 산헤립이 유다를 침입한 사건에 대해서 본서느 32:9-19를 통해 짧게 언급한 반면 열왕기에서는  비교적 그 전쟁의 시작과 진행 과정등을 자세히 기록하였다(왕하 18:13-19:7). 이 같은 본서 저자의 의도가  충분히 반영된 상태에서 히스기야의 통치 사실을 언급하는 대목 중 그 서두격인 본장은  주로 그가 행한 종교 개혁의 서막들을 다루나. 즉, 본장은 히스기야가 단행한 외적인 종교  개혁과 내적인 개혁에 대해 기술한다. 이러한 의미를 담고 있는 본자을 그 내용별로 구분해 보면 다음과 같다. (1) 히스기야가 레위인들로 하여금 성전을 성결케 하도록 하여 선왕(先王)들의 우상 숭배로 말미암아 더럽혀지고 파괴된 하나님의 전을 복구하고 수리한 사실을 기록하고 있는 전반부(1-19절), 그리고 (2) 성전을 정화한 후 성전을 하나님께 봉헌하는 행사로 번제, 화목제, 감사제 등의 제사를 드리면서 여호와의 백성들  간으 언약을 새롭게 한 사실을 기술한 후반부(20-36절0로 나눌 수 있다. 이렇게 히스기야의 통치는 성전을  깨끗케 하고 하나님과의 관계를 회복함으로 시작되었다고 본서 저자는 증언하고 있다. 이러한 사실은  영적으로 침체되어 있는 개인이나 단체에 대한 개혁이 어떻게 이루어져야 하는가 라는 질문에 대해 바른 방향을 보여준 것이라 할 수 있다. 그리고 이와 더불어 본서 기자는 히스기야가 결행항 종교 개혁을 언급하는 가운데  특별히 그에 수반되는 예배 의식과  찬양, 그리고 레위 사람들의 역할에 대해 많은  관심을 갖고 기술하는 바(4, 5, 25-26=8,  34절) 이는 본서 저자의 종교적, 혹은 제사장적 관심으로 이해할 수 있다. 따라서 본서 기자는 본서를 통해 이러한 자신의 관심을 잘 나타내고  있는데 예를 들면 여호사밧의 모압 연합군의 침입을 기도로 물리친 사실을 기록할 때도 레위인의 역할에 대해, 그리고 예배 의식중 음악에 대해 지극한 관심을 갖고 서술하였던 것이다(29:14, 19, 21, 28). 한편 히스기야가 이렇게 과감하고 신속하게(36절) 전면적인  개혁을 단행하여 온 백성의 마음을 여호와께 돌리게 한 배경을 살펴보면 다음과 같다. (1) 역사적 정황 : 당시  반앗수르 정책을 펴서 독립을 구가하려면 북이스라엘이 거의 앗수르의 지배  하에 있게 되었는데 급기야는 B.C.722년,  즉 히스기야 통치 6년째 되는 해 (왕하  18:10)에 멸망당하고 말았다. 이러한  북왕국의 멸망은 그들의 범죄로 말미암은 하나님의 심판으로 인식될 수밖에  없었다. 또한 이 疸뜀아니라 남유다에서는 악왕(惡王) 아하스가 친앗수르 정책을 폈으나 오히려 앗수르에 의해 군박을 당하기만 하고(28:20) 아무런 유익이 없었다. 그래서 백성들 사이에는 자신들이 의지할 분은 오직 여호와 뿐임을 인정하는 인식이  파다하게 퍼져 있었을 것이다. 그렇기 때문아에 히스기야는 반성하고 종교 개혁에 박차를 가하지 않을 수 없었던 것으로 이해된다. 그리고 이와 더불어  히스기야는 앗수르에 의한 종속  관계에서 벗어나는 최상의 방법을 모색하는 과정에서 그 해결책은  오직 여호와를 의지하는 길밖에 없다고 생각하였음이 틀림없다. 이러한 이유로 인해 그는 여기서 우리는 당시의 국제적 정세에 과감하게 대처한 히스기야의 신앙적 통찰력을 발견하게 된다. (2) 하나님의 섭리 : 히스기야로 하여금 종교 개혁을 과감하게 추진토록 한 또 하나의 힘은 하나님의 역사하심이라고 할 수 있는데 그것은 구체적으로 선지자들의 활동이라고 말할 수  있다. 당시 일단의 무리들은 서쪽  국경까지 침입한 앗수르를 퇴치하기 위해 애굽과 동맹을 맺자고 주장하였고  또 다른 무리들은 앗수르와의 전쟁에서 더 이상의 피흘림과 고난을 피하기 위해 앗수르에 항복하자고 히스기야에게 충고하였다. 그러나 이사야나 미가와 같은 선지자는 이 두 부류의 정책을 모두 비난하면서 힘과 승리의 근원이신   하나님께로 백성들을 인도하였을 뿐만  아니라 히스기야로 하여금 오직 여호와만을 의지하도록 권고하였다. 그래서  히스기야는 이와 같은 혼잡한 상황속에서 과감히 신앙의 길을 고수하고 인간적으로 보기에 다소 유리해 보일 것 같은 모든 유혹들을 떨쳐버렸던 것이다. 그런데 이렇게 히스기야가 선지자들의 권고를 받아들이고 그동안의 아하스의 패역한  통치를 과감히 청산하여 급속하게  개혁을 추진할 수 있었던 것은 하나님의 오묘한 섭리의 손길이 있었기에 가능했다고 할 수 있다. 이와같은 본문을 통하여 우리는 다음과 같은 교훈을 깨달을 수 있다. 즉, 모든 외적인 문제의 해결책은  먼저 하나님과의 올바른 관계를  정립하는 데서 나온다는 사실이다. 그래서 히스기야는 난세의 국제 정세 속에서 종교 개혁을 일으킴으로 어려운 난관을 극복했던 것이다. 그러기에 우리는 먼저 과거의 죄악을 청산하고 자신을 성결케 하며, 새로운 언약을 다짐하는 신앙을 가져야 하겠다. 1. 성전 정화의 대역사(29:1-19) 본문은 히스기야 치세에 대한  일반적인 언급(1절)과 평가(2절) 그리고 아하스 시대에 훼파되었던 성전을 복구하는 사업  전반에 대해 기술한다. 즉, 본문은 25세의 약관(弱冠)의 나이로 왕위에 오른  히스기야가 국내외적으로 처한 난관과 난세를 해결하기 위해 먼저 종교적인 방법으로 그 탈출구를 모색하는 장면이다. 이러한 본문은 성전 정화를 중심으로 구성되어 있는 바 이를  정리하면 (1) 성전 정화를 위한 히스기야의 명령(3-5절), (2) 성전을 정화하는 이유에 대한 설면(6-11절), (3) 성전 정화 사역의 시행(12-19절) 등이다. 이와 같이 본문에는 성전 정화를  주도한 히스기야의 모습과 그의 명령을 받들어 일을 수행한 레위인들의  역할이 강조되어 나타나는데 이는  본서 저자의 관심에 기인된 것이라 할 수  있다. 사실 히스기야가 왕으로 즉위한 후  첫 사역으로 시행한 이 성전 복구 정책은 그가 하나님과 언약  백성들 간의 만남의 장소인 동시에 전이스라엘 백성들의 정신적 구심점이 되는 성전의 중요성을 인식한 결과, 당시의 난제를 해결하기 위해 실시했던 것이다. 이러한 히스기야의  사역은 당시 유다에 만연되었던 우상 숭배으 척결과 신앙으 회복을 위해 가장  적절했던 정책으로 판단된다. 이러한 내용의 본문을 보다 세분해 보면 다음과 같다. (1) 성전 정화에 대한 히스기야의  명령(1-11절) : 히스기야는 그의 조상 다윗과 같이 정직히 행하였기 때문에(2절) 왕위에 즉위하자마자 그의 부친 아하스가 폐쇄하였던 성전 문을 열고 성전을 성결케 하도록  하였다. 그런데 그 과정에서 우선 그는 제사장들과 레위인들을 모으는 일을 하였는 바(4절) 이 때에 아하스 통치하에서 우상 숭배에 가담하였거나(왕하 16:15, 16) 히스기야의 통치에 반대하는 사람들은 제외되었을 것이다(34절 주석 참조). 그리고 나서 히스기야는 성전 성결의 역사를 실행하기 위한 일의 순서와 범위, 그리고 개혁의 목적을 밝히고 전 외부와 내부를 성결케 하도록 하였다(5절). 그리고 이 일의 범위는  낭실과 성소, 번제단(7절)외 성전 전체를 모두 포함해야 함을 밝히고 있다. (2) 레위인들의 사역(12-19절) : 레위인들은 히스기야의 명령이 떨어지자 곧바로 일을 수행했다. 그들은 왕의 명령을  수행함에 있어서 히스기야의 말을 여호와의 명령과 같이 여겨 신속하게  행했다(15절). 이처럼 레위인들이 자신들의  판단과 기준에 따라 임의로 행하지 않고 성심을 다하여 왕의 명령을 준행함으로써 히스기야의 개혁을 훨씬 더 빨리 진전시켰는데 이와 같인 왕과 레위인들의 마음이 하나가 된 것이 개혁을 성공으로 이끈 주요인이라 할 수 있을 것이다. 이러한 본문의 내용을 통하여 우리는  다음과 같은 몇 가지 중요한 교훈을 발견하게 된다. 첫째, 히스기야의 정열적인 개혁 의지는 그의 올바른 믿음에서 비롯되었다는 것이다(2, 3절). 당시의  주변 정세를 볼 때 히스기야가 국가적인  중대사를 모두 제쳐 두고 성전 복구를 왕정 통치의 제일 과업으로 삼은 것은 매우 위험 부담이 큰 일이었다. 왜냐하면 국내 문제 뿐만 아니라 국외적인 난제 해결이 갓 왕위에 오른 히스기야엑 최대의 선결 과제일  수 있기 때문이다. 그러나 그는 산재해  있는 문제를 뒤로한 채 종교 개혁을 먼저 실시했다. 흔히들 정의감과 의협심만으로 개혁을 시도하지만 그러한 개혁에는 다툼과 피흘림만이 창궐할 뿐 무익할  수 있다. 그러나 이처럼 바른 신앙적 관점에서 개혁의지를 가질 때 문제의 핵심에 접할 수 있고 하나님께서 원하시는 개혁을 시도할 수 있는 것이다. 둘째, 참 개혁은 바로 자신의 개혁에서부터 출발해야 한다는 것이다. 히스기야는 성전을 성결케 하기 이전에 먼저 레위인들 자신을 성결케 하라고 명령했다(5절). 이것은 바로 자기 개혁이 없는 개혁의 무익함을  역설한 것이며, 또한 그러한 개혁은 종종 자기 기만과 이기심의 충족으로 끝날 뿐임을 입증하는 것이다. 셋째, 진정한 개혁은 잘못된 과거에 대한 완전한 정산에서만 가능하다는 것이다. 히스기야는 유다가 당하는 환난과 치욕의 원인을 빈약한 군사력이나 왕들의 현명치 못한 통치에 의해서가 아니라 여호와의 신앙을  파괴한 데서 비롯된 것임을 자각하였다. 그래서 과거에 대한 반성을  강력히 촉구하였던 것이다(6-9절). 그러기에 오늘날 성도들과 교회도 새로운 위상을 정립하고  참된 개혁을 이룩하기 위해서는 주저함 없이 과거의 죄를 회개하고 청산하여 오직 성경 말씀안에 거하고 굳건한 믿음의 반석 위에 서야 할 것이다. 넷째, 지속적인 개혁을 위해서는 근면함과 인내가 있어야 한다는 것이다. 그래서 히스기야는 그들에게  이제는 게으르지  말라 (11절)고 경고했던 것이다. 참으로 이것은 자신의 정욕과 나태함 때문에 하나님의 큰 일을 망치지 말하는 경고의 말이다. 그런데 어떤 사람들은 일을  신앙적으로 처리한다고 하면서 그  일이 기적처럼 손쉽게 해결될 것이라고 믿는다. 그러다가 그 일이  자신의 뜻대로 이루어지지 않으면 큭 낙심하거나 하나님을 원망하기까지 한다. 그리고 어떤 이들은 하나님께서 주신 방법으로 일하면서도 인내심과 근면함이 없기 때문에 실패하는 경우가 왕왕 있다. 그러나 아무리 햐가나님의 일이라 할지라도 그일을 제대로 성취하기 위해서는 인간의 근면과 인내가 있어야 할믓 이 사실을 통해서 잘 알 수 있다. 다섯째, 옳은 일일수록 많은 사람들과 공동으로 진척시키면 더욱 좋다는 것이다. 레위인들은 성전 정화 사업을 행함에 있어서 몇몇 사람만 선별적으로 뽑음으로써 영웅적인 자기 도취에 바지지 않게 했다. 그래서 예루살렘에 있는 모든 형제들을 다 불러 모아 함께 일해 나갔는데 이렇게 일을 공동으로 수행해 나감으로 인해 하나님의 전을 정화한다는 기쁨을 같이 누릴 수 잇었던 것이다(15절). 그런데 오늘날 옳은일을 한다 하는 일부의 사람들이 많은 사람들과  공동으로 그 일을 수행하기를 거부하고 특별한 영웅 의식을 가지고 단독으로 행하는 경우가  왕왕 있다. 그러나 여기서 살펴본 바와 같이 가능한 많은 사람들이 함께 참여하는 것이 매우 바람직하다 하겠다. * 히스기야의 명설교.  본문 5절에서부터 11절까지 나타난  히스기야의 연설은 당시 유다의 대대적인 개혁 사업을  추진함에 있어서 레위인들을 감동시킴으로 말미암아 종교 개혁의 불길이 활화산 같이 일어나게 한 유명한 설교하고 할 수 있다. 왜냐하면 이러한 히스기야의 설교로  말미암아 유다 전체에 걸친  개혁 운동이 시작되었기 때문이다. 그러므로 이러항 설교는 오는날과 같이  새로운 개혁을 필요로 하는 시대에 서 있는 우리들에게도 매우 의미심장한 것이라 하겠다. (1) 전반적인 삶에서 거룩성을  회복하라(5절) :  내가 거루가니 너희도 거룩할지어다 (레 11:45;19:2;대상 16:29)라는 말씀은  핵심이며 하나님께서 자기 백성들을 향하여 요청하시는 언약의 조건이다. 이  거룩성에 대한 선포는 구체적으로 하나님과 자기 백성과의 관게에 있어서  동질성을 갖기 위한 설포인데  이로 말미암아 우리는 비로소 하나님의 백성이라는 치오를 얻게 된다.  그리고 우리가 이러한 거룩성을 가지고 있을 때 언제든지 여호와는 우리  하나님이라 말하여도 하나님께서는 부끄러움을 당치 않으실 것이다(히 11:16). 그러므로 하나님과의 바른 관계회복은 오직 우리 삶의 전반적인 부분에서 거룩성을 회복할 때에야 비로소  가능한 것이다. 상황 윤리가 팽배해 있으며 도덕성의 타락이  극심하고 쾌락주의적인 삶과 상대주의적인  가치관으로 가득 차있는 오늘날, 성도들의 거룩성 회복은 더욱 절실히 요청된다 하겠다. (2) 신앙의 현주소를 파악하라(7절) :  히스기야는 유다가 지니고 있는 신앙의 현주소가 어디쯤 와있는 지 분명히 파악하여 이르기를 다음과 같이 표현했다. 즉,  하나님의 전으로 나아가는 모든 통로가 막히고  여호와의 전 내부를 밝히 보여 주는 모든 등불이 꺼지고 말았다. 뿐만 아니라 하나님을 향하는 끊임없는 기도와 속죄의 제사도 사라지고 말았다 (7절)고 탄식했다. 이것은 패역한 아하스의 악정하에 있을 대의 유다의 신앙을 가장 적나라하게  드러낸 히스기야의 날카로운 통찰이다.  하나님 편에서 낭실 문을 닫아 유다 백성들로 하여금 그 앞에 나오지 못하게 하신 것이 아니고 하나님께서 성전의 등불을 끄셔서 신앙의 암흑 시대를 만드신 것이 아니다. 오히려 백성들이 스스로 우상 숭배에 빠져 하나님의 통치를 차단해 버리고 전적인 신앙의 무지 상태에 빠져버린 것이다. 그래서 기도의 향도 피우지 않고 속죄의 제물을 드리지 않는 그들에게는 오직 죄악과 탐욕의 구렁텅이만이 있었던  것이다. 이처럼 오늘날에도 자신이 처해 있는 신앙의 현주소를  파악하지 못하고 경건의 도  쌓기를 게을리하는 사람들이 허다하다. 그러므로 이와  같은 신앙의 현주소에 대한 올바른  파악은 히스기야 시대나 오늘 우리의 시대나 동일하게 계속해서 요청되는 바인 것이다. (3) 역사 속에 나타나는 하나님의 심판을  보라(8, 9절) : 당시 유다 백성에게 있어서 가장 심각한 문제는 구체적인  역사적 사건들을 어떻게 신앙의 관점으로 바라볼 수 있느냐 하는 것이었다. 아하스  때에 북이스라엘과 아람에 의해서 예루살띵0가이 침략을 당하고 그들의  열조들이 칼에 엎드러지고 그들의  자녀와 아내가 포로로 잡혀가는 상황을 목도하였다. 그러면서 이들은 이러한 사건들을 하나님의 심판으로 담대히 선포할 수 있었던 것은 이를  알게 하신 하나님의 가선들을 하나님의 심판으로 직시한다는 것은 인간적인 눈으로는 한계가 있기  때문이다. 그렇기 때문에 우리는 역사를 신앙의 눈으로 볼 수 있어야 한다. 비록  지금 눈앞에서 벌어지는 일이라 할지라도 단지 인간적인 측면에서 분석하고  해석할 것이 아니라 신앙적인  명면에서 판단하고 대처할 수 있어야 할 것이다. (4) 신앙으 나태와 방종을 극복하라(11절) : 하나님과의 관계에서 일어나는 모든 문제는 인간의 나태와 방종에서  비롯되며 식어버린 하나님께대한 열정과 비전없는 맹목에서 비롯된다. 하나님을 섬기는 일은  그를 향한 뜨거운 사랑과 헌신적인 노력, 그리고 하나님의 지식에 근거한 냉철한 비전이 있을 땡 온전해 질 수 있는 것이다. 그러므로 우리는 맡겨진 직분에 최선을  다하는 일뿐만 아니라 날마다 푯대를 향하여 그리스도 예수 안에서 하나님께서 위에서  부르신 부름의 상을 위하여 좇아가는(빌 3;14) 열정적이고 헌신적인 삶을 살아야 할 것이다. 2. 성전 재봉헌식(29:20-36) 히스기야가 행한 종교 사역 가운데 그가 행한 외적인 정화 사업에 대해 언급한 전단락(1-19절)에 이어지는 본문은 그가 실시한  내적 정화 사업에 관해 기술한 대목이다. 즉, 본문은 성전을 정화시킴으로 외부적이고 가시적인 측면에서 종교 개혁을 단행했음을 드러내는 앞단락에 이어지는 부분으로 히스기야가 재개한 각종 제사와 유다 백성과 함께 찬양과 경배를 드린 사실에 대해 언급한 대목이다. 이러한 본문은 히스기야가 단행한 외형적 종교 개혁 뿐만  아니라 백성들의 심령 깊숙한 곳에서도 개혁이 있었음을 증거하는 장면이다. 이 같은  본문을 구체적으로 정리하면  다음과 같다. (1)  속죄제의 재개(20-14절), (2) 여호와께 찬양과 경배를  드림(25-30절), (3) 감사제를 드림(31-36). 이러한 본문은 속죄->헌신->감사라는 구조로  언급되어 있어 참 예배의  모습을 암시해 준다. 즉, 본문에는 속죄제를 재개한 히스기야의 사역을 통해 먼저 여호와께 자신의 죄를 고백하고 용서받아야 함을 나타낸다. 그리고  본문은 여호와께 찬양드리고 경배한 당시의 모습을 통해 어떻게  헌신할 것인가를 드러낸다. 또한 이  뿐만 아니라 본문은 감사제를 드린 유다 백성들이 여호와 앞에서 취해야 하는 신앙의 바른 자세, 즉 속죄, 헌신, 감사의 태도를 드러낸다. 한편, 본문에 나타난 특별한 사실을 정리하면 다음과 같다. (1) 번제와 속죄제(20-30절) : 히스기야는 수송아지 일곱과 수양 일곱, 그리고 어린 양 일곱으로 번제를  드리게 하고 수염소 일곱으로는  속죄제을 드리게 하였다(23, 24절). 그런데 속죄제는 온  이스라엘의 범죄를 위하여 드려졌고(24절), 번제는  나라와 성소와 유다를  위하여 (21절)드려졌다. 여기서 우리는 중요한  의미를 발견하게 되는데, (가) 번제는 하나님과 유다 백성  간의 본질적인 관계를 회복하기 위한 것으로 이는 하나님께 대한 온전한 헌신을  상징하는 것이다(레 1:3-17;6:8-13).  그런데 이 제사는 인류를 구속하기 위해 그리스도가  생명 전체를 바치는 것을 의미할 뿐만 아니라(마 26:39-44;엡 5:2;빌 2:5-11) 그리스도안에서 성도들의 희생적인 헌신을 뜻하는 영적 의미가 담겨 있다(롬 12:1, 2).  그러기에 유다 백성 모두가 여호와께 이러한 제사를 드렸다는 것은 백성들 전체가  주께 헌신하기로 다짐했음을 의미한다. 그리고 (나) 속죄제는 특정한 죄의 사함을 받기  위해 드려지는데 특히 숫염소를 제물로 드리는 경 우는 족장들의 죄사람을  위한 것(레 4:22-26)이다. 이것은  이스라엘의 12지파, 다시 말해서 유다 민족 전체가 죄로 인하여  받아야 할 심판을 면할 수 있게 해주는 제사이다. (2) 감사제와 화목제  및 임의의 번제(31-36절) : 화목제를  드리고 난 후 백성들은 히스기야의 명에 따라 감사 제물을  가져왔다. 그리고 이것과 더불어 백성들은 자원하여 번제물을 가져왔다(31절). 이로 인하여 백성들은 하나님과 화목하고 친교하게 되었는데(롬 5;1;엡 2:11-22;골 1:20)  이것 때문에 히스기야는 백성들과 하나님이 화평하게 된 것을 기뻐하였다(36절). 여기서  특이한 사실은 레위인들이 제사장들보다 더 열심으로 성결케 하기에 힘쓰며 제사에 임했다는 것이다. 이는 평민 또는 일반인들이 지도자격 위치에 있는 성직자들보다 히스기야의 종교 개혁에 더 열심이었다는 것을 보여준다. 이 사실은 평민들이 바친 제물들의 엄청난 수효에서도 잘 나타난다. 그러므로 오늘날의 성직자들도 때때로  평신도의 열심과 순수함을 본받아야 함을 인식하고 항상 권위주의적인 자세를 버리고  겸손하여야 할 것이다. 또한 엄밀한 의미에서 볼 때 제사장들은 벡성들이 하나님 앞에 나아갈 수 있도록 섬기는 자들이므로(31절 주석 참조) 오늘날의 성직자들은 스스로 종된 모습을 잃지 말아야 할 것이다. * 성전 재봉헌의 의미. 본문을  보면 히스기야가 성전을 중건하고 나서 성읍의 귀인들과 함께 속죄제를 드리고 레위인으로  하여금 찬양을 드리게 한 사실을 발견하게 된다. 그리고 이와 더불어 여호와께 경배드리고 감사제를 드린 것을 볼 수 있다. 이것은 히스기야가 성전을 재봉헌한 것으로 이해할  수 있는데 이를 솔로몬의 첫 봉헌(5장)과 비교해 보면 다음과 같은 차이점을 발견할 수 있다. +----------------------+--------------------------+----------------------------+ | 내용            종류 |         첫  봉헌         |           재봉헌           | +----------------------+--------------------------+----------------------------+ | 1.봉헌의 시기와 기간 | 칠월 절기(5:3) - 장막절을|히스기야 통치 원년 정월(3,17| |                      | 앞두고 7일 동안 거행     |절) - 정치적 혼란기와 변혁기| +----------------------+--------------------------+----------------------------+ | 2.참가자들           | 이스라엘 모든 지파(5:2)  | 유다 백성들(20, 28, 31절)  | +----------------------+--------------------------+----------------------------+ | 3.봉헌의 목적        | 주께서 영원히 거하실     | 진노를 면키 위하여(10절)   | |                      | 처소를 제공(6:2)         |                            | +----------------------+--------------------------+----------------------------+ | 4.제사의 종류        | 번제, 화목제(7:1, 7)     | 번제, 속죄제(속죄제가 주를 | |                      |                          | 이룸)                      | +----------------------+--------------------------+----------------------------+ | 5.제사 방법          | 하늘에서 불이 내려와서   | 특별한 점이 없음           | |                      | 태움(7:1)                |                            | +----------------------+--------------------------+----------------------------+ | 6.봉헌식 이후        | 장막절을 지킴(7:8-10)    | 감사제와 화목제를 드린 후( | |                      |                          | 31-16절) 유월절을 지킴(이때| |                      |                          | 는 북이스라엘 백성들까지   | |                      |                          | 참가토록 함, 30장)         | +----------------------+--------------------------+----------------------------+ | 7.기   타            | 하나님의 영광이 확연히   | 참가자들의 성결이 매우     | |                      | 드러남(7:1, 2)           | 강조됨                     | +----------------------+--------------------------+----------------------------+ 위의 도표를 살펴보면 히스기야의 성전 재봉헌은 솔로몬의 성전 봉헌에 비해 미흡한 점이 많았음을 발견하게  된다. 이유인즉, 첫 봉헌은  하나님의 영광을 드러내기 위해 치러진 행사라면 재봉헌은 임박한 하나님의 진노를 면키 위해 드려진 행사이기 때문이다. 이와같이 진행된 성전 재봉헌식을 통해서  우리는 다음과 같은 중대한 몇 가지 사실을 발견하게 된다. (1) 지상에 있는 성전은 단지  천국의 모형에 지나지 않는다는 것이다. 사실 솔로몬 성전은 인간의 의지에 의해서가 아니라  하나님의 뜻에 의해 건축된 완전한 천국의 모형이라 할 수  있다(왕상 8:19, 20). 왜냐하면  솔로몬이 그리스도의 모형으로 간주될 수 있듯이 그가 지은 성전도 천국의  모형으로 이해될 수 있기 때문이다. 그러나 그것은 어디까지나 모형일 뿐 그것이 나타내고자 하는 본질 그 자체는 대신할 수 없다. 왜냐하면  이 장막은 현재까지의 비유니 이에 의지하여 드리는 예물과 제사가 섬기는 자로 그 양심상으로 온전케 할 수 (히  9:9) 없기 때문이다. 그러므로 지상의 성전은 결국 파괴될 수밖에 없는 일시적인  것이고(왕하 25:10;렘 52:12, 13) 천국의 모형에 불과한 것이다. (2) 그럼에도 불구하고 성전 재봉헌은 하나님의 진노를 피할 수 있는 방편이 된다는 것이다(10절). 왜냐하면 당시 유다 백성들이  가진 성전을 향한 신앙은 오늘날 성도들이 소으나 그리스도에  대한 신앙에 비유할 수 있기  때문이다. 그리스도는 바로 성전 자체가 되실 뿐만 아니라 이 지상의  성전보다 더 크신 분이다(마 12:6). 그러므로 누구든지 그리스도를 믿으면 심판을 받지 않을 것이며 믿지 않으면 심판을 받게 될 것이다(요 3:18). 따사서 히스기야의 성전 재봉헌은 곧 심판을 면케 하는 그리스도에 대한 신앙을 예표한 것이라 할 수 있다. (3) 성도 자신의  성결을 통하여 끊임없는 성전 재봉한과  같은 삶을 살아야 한다는 것이다. 이는  항상 복종하여 두렵고  떨림으로 너희 구원을 이루라 (빌 2:12)고 촉구했던 사도 바울의 요청처럼 끊임없는 자기 개혁이 필요하다는 것이다. 다시 말해서 이는 우리가 그리스도의  장성한 분량이 충만한 데  이를 때까지(엡 4:13)육신의 정욕과 안목의 정욕과 이생의 자랑(요일 2:16)을 떨쳐버리고 날마다 자신을 성결케 하는 삶을 살아야 한다는 것이다. 이러한 성결의  삶을 통해서만 그리스도께로 나아갈 수 있는데 이를 통해서 자신의 성장을 이룰 수 있다. 이것이 바로 성전 재봉헌의 삶인 것이다. (4) 우리의 삶의 진정한 목표는 온전한 성전을 만들어 가는 데 있다는 것이다. 바울은 성도들의 삶의 목표에 대하여  너희는 사도들과 선지자들의 터 위에 세우심을 입은 자라 그리스도 예수께서 친히 모퉁이  돌이 되셨느니라 그의 안에서 건물마다 서로 연결하여 주 안에서 성전이 되어가도  너희도 성령 안에서 하나님의 거하실 처소가 되기 위하여 예수 안에서 함께 지어져 가느니라 (엡 2:20-22)고 말했다. 이는 곧 예수로 말미암아 구원을 얻은 자가 하나님의 처소가 되기 위해 지향해야 할 삶의 모습을 언급한 것이다. 물론 여기에서  말하고 있는 성전은 건물로서의  성전이 아니라 인격체로서의 성전을 말하고 있다. 그러므로 우리의  삶의 지향점은 자신을 온전한 성전으로 만들어 나아가는 데 있다. 마치 폐쇄되고 파괴된 성전을 중건한 히스기야처럼 우리는 우리 자신을 그리스도로 말미암아 온전케 중수해야  하는 것이다. 그러나 온전한 성전은 주님께서 마련해 주시나(요 14:2). 그래서 우리에게는 주의 계명을 지키는 것과 그의 뜻에 순종하는 것만이 요구된다. 이것이 바로  히스기야의 성전 재봉헌이 우리에게 주는 참된 의미인 것이다. 히스기야의 통치 사역에 대해 언급하는  과정(29:1-33) 중 앞장에서는 그가 행안 가시적이고 외부적인 성전 정화 사역과  성전을 재봉헌하는 제사 의식에 대해 언급했다. 이에 이어지는 본자은 히스기야가 유월절 절기를 재개해 전국적으로 의식을 거행케 하는 대목이다. 그런데 앞자에서 언급된 성전 정화 사업과 제사 의식의 회복이 하나님과의 관계를 회복하기 위한 일차적인 사역이었다면 본장에 나타난 유월절 의식은 하나님의 구속에 대해 다시 한번 생각함으로 구원자로서의 여호와를 인식할 수 있게 하는 사역이라 할 수 있다. 이러한 의미를 담고 있는 본장은 다음과  같이 구성되어 있다. 즉, (1) 유월절 절기를 지키기 위해 그 준수 명령을 반포하고 전국에 전한 사실을 기록한 전반부(1-12절), (2) 유월절로부터 시작해 무교절 의식을  2주에 걸쳐 성대히 거행한 일을 언급한 후반부(13-27절)로 되어 있다. 이렇듯 성전 기능을 온전히 회복시킨 히스기야가 출애굽 당시의 여호와 신앙(출 12:24-27)과 신정 국가로서의 내적 기조를 담당한 유월절 절기를 지키려 한 것은 여호와께서  이스라엘을 애굽에서 구하셨던 사실을 상기시킴으로 이스라엘 백성들에게 언약 백성으로서의 신앙적 태도를 주지시키고자 했던 의도에서 였다. 그리고 이와 더불어 여호와의 은헤와  사랑을 회상함으로 그 하나님을 잊지 말고 그의 계명과 율레를 지키는 것이 중요하다는  사실을 표방하고자 했던 것이다. 그래서 히스기야는 유월절 절기의 중요성을 인식하고  절기의 준수 명령을 반포함과 더불어 온 백성들에게 이 사실을 널리 알렸던 것이다. 또한 종교 개혁을 시작한 히스기야가  성전 정화 사역에 이어 유월절 절기를 축제로서 지킨 것은 남유다의 민족적 단결을 모도하려고 했던 뜻에서 나온 것으로 이해된다. 왜냐하면 당시의 남유다는  선왕(先王)들의 악정(惡政)으로 말미암아 백성들의 신앙과 생활상이 피폐해질 대로  피폐해졌기 때문이다. 그리고 이와  더불어 히스기야 당시의 북이스라엘은 멸망 직후의  때로서 망해 가는 제국의  모습을 여실히 드러내고 있었기 때문이다. 한편, 히스기야가 유월절 절기를 지킨 것을 또 다른 측면에서 생각해 보면 언약적인 의미에서 하나님과 이스라엘  백성과으 관계 회복이라고 할 수  있을 것이다. 즉, (1) 이 행사를 통하여 최초로 남, 북왕국의  백성들이 화목하게 된것(1, 23절), (2) 이 행사에서 과거 열조의 범죄에 대한  회개와 앗수르 왕의 손에서 벗어나게 하신 여호와의 구원이 강조된 것(6-9절), 그리고 (3) 이  행사를 통해 얻은 기쁨의 크기가 솔로몬 때의 그것에 비유되고 있다는 것(26절) 등의  사실들을 볼 때 이 유월절 행사는 한때 이스라엘 백성의 죄악으로 파기되었던 하나님과의 관계를 회복케 한 것이었다고 해도 결코 지나친 표현은 아닐 것이다. 이런 의미에서 볼 때 성전 청결의 사역을 소극적인 의미에서의 개혁이라고 한다면 유월절 행사를 통한 하나님과의 관계 회복은 보다 적극적인 의미에서의 개혁이었다고 할 수 있을 것이다. 이러한 본장에 기록된 유월절 의식을 크게 다음과 같은 두 가지 절차에 따라 행해졌다. (1) 유월절을 위한 준비(1-12절) : 히스기야는 유다 뿐만 아니라 북왕국의 백성들도 유월절 행사에 참여토록  하기 위하여 많은 애를  썼다. 한편으로는 보발군(步撥軍)을 통하여 왕의 명령서를 보냈고(6절), 다른 한편으로는 성결케 한 제사장의 부족한 수(3절)를 채우는데 힘썼다.  이와같이 엄청난 행사 준비  때문에 유월절은 율법에 규정된 대로 1월 14일에 지켜지지 못하고 2월 14일로 연기될 수 밖에 없었다(2, 3, 15절). (2) 유월절 의식의 집행(13-27절) : 유월절 행사는 예루살렘에 있던 우상 숭배의 제단을 제거함(14절)과 더불어 백성들의 뜨거운 종교적 열의에 따라 시작되었다. 그런데 이러한 백성들의 열정에 비해 오히려 제사장과 레위인들의 의무 수행은 너무 지체되어 백성들에게 부끄러움을 느낄 수밖에 없었다(15절).  그리고 이 행사는 온 백성들의 의견에 따라 7일간  더 연장되어 진행되었는데 그들의 기쁨과  그들을 위한 축복 기도는 하늘에 상달(上達)될 정도였다. 이 같은 내용의 본장을 가해 우리는 다음과 같은 중요한 교훈을 발견하게 된다. 첫째, 교회의 온전한 회복은 유월절 어린 양 되시는 예수 그리스도의 피를 통해서만 가능하다는 것이다. 히스기야에 의해 유다와  이스라엘 백성이 함께 유월절 의식을 치를 수 있었다는 사실은 바로 그러한 교훈을 우리에게 준다. 왜냐하면 이스라엘 백성들의 죄로 말미암아 불화와 분열이 발생했으나 유월절 어린 양의 피를 통하여 회복과 화평이 왔기 때문이다(20, 25-27절;엡 2:14) 둘째, 여호와의 역사는  일반 백성들의 신앙적 열심을  통해서도 이루어진다는 것이다. 본장에서 우리는 유월절 행사가 제사장들이나 레위인들과 같은 성직자들을 통해서가 아닌 백성들으 자발적인 열심을 통하여 진행된 것을 발견학 된다(14,15, 23절). 이와같이 이스라엘을 신앙적으로 단결케 하고 민족적으로 단합케 하는 역사를 위해 하나님께서는 일반 백성들의 열정을 사용하셨던  것이다. 이를 당신 백성들을 구속하기 위한  하나님의 열심 (왕하 19:31)이라고 할 수 있을 것이다. 1. 유월절 행사 준비(30:1-12) 히스기야가 행한 종교 개혁 중에 유월절 절기를 지킨 것은 그 개혁 과정의 중심부를 차지한다고 할 수  있다. 왜냐하면 유월절 의식을  거행한 사건을 중심으로 앞부분(29장)은 하나님과 올바른  관계 회복을 위한 준비 단계라고  간주할 수 있고, 뒷부분(31장)은 유월절 절기를  지킴에 있어서 드러난 문제점을 해결한  것으로 이해할 수 있기 때문이다. 이러한 내용의 흐름 가운데서  유월절을 지키기 위해 준비하는 모습을 그린 본문은 본장의 서두(書頭)  부분으로 다음과 같은 구조로 되어  있다. 즉, (1) 유월절 준수를 반포하는 히스기야의 명령(1절), (2)  그 명령을 시행하기 위해 의논하다 부딪힌 절기 날짜의 문제(2, 3절), (3)  유월절의 절기 날짜를 연기하고 그 이유를 밝히는 부분(4, 5절), (4) 보발군을 통해  왕의 명령을 전국에 전파한 사실(6-9절), (5) 왕의 명령에 대한 북왕국 백성의 반응과 하나님의 역사(10-12절)로 구성되어 있다. 이 같은 내용의 본문은 보발군드이  전파한 히스기야의 편지 내용(6-9절)이 그 핵심을 이루는 데 거기에는 권고와 경고, 그리고 약속이 들어 있다. 다시 말해서 히스기야는 유월절 절기를 왜 지켜야 하는가 하는 문제를 편지로써 전하면서 하나님으 뜻에 합당한 권고와 약속을 담아 보냈기 때문에 이 설명이 본문의 중심적인 내용을 이룬다 할 수 있다. 이러한 히시기야의 편지를 좀더 구체적으로 살펴보면 다음과 같다. (1) 권고 : (가) 여호와께로 돌아오라(6절) - 히스기야는 이스라엘 자손들에게 아브라함과 이삭과 이스라엘의 하나님, 즉 언약의 하나님께로 돌아오라고 권고함과 동시에 그리하면 여호와께서도  그들에게로 돌아오실 것이라는 약속의  말씀을 전하고 있다(6절). 뿐만 아니라 히스기야는 그러한  하나님이 곧 너희를 앗수르 왕의 손에서 벗어나게 하신 자라고 더불어 소개하고 있다.  이로 볼 때  여호와께로 돌아오라 는 권고 속에는 여호와에 대한 구체적인 소개와  함께 여호와께서 그들을 위해 베푸신 은헤를 생각나게 하는 내용이 담겨 있음을 알 수 있다. (나) 포로로 잡혀간 열조와 형제들을 본받지 말라(7, 8절) - 이것은 구체적으로 우상 숭배를 버리고 목을 곧게 하여 거만하지 말라는 권고이다. 이 같은 히스기야의 권고는  교만은 패망의 선봉이요 거만한 마음은 넘어짐의 앞잡이니라 (잠 16:18)는 말씀을 연상케 한다. (다) 여호와의 전에 들어가서 진노를 피하라(8절) -  이는 여호와의 율법과 규례를  준행함으로 인해 불법을 행하는 자에게 내려지는 하나님의  진노를 피하라는 권고이다. 또한  신약적인 의미로 살펴볼 때 이는 여호와의 진노를 피할 수 있게 하는 유일한 도피성이 되시며, 성전보다 더 큰 이(마 12:6)가 되시는 예수 그리스도에게로 돌아오라는 권고이다. (2) 경고 : 히스기야는 만약에 이스라엘 백성들이 죄에서 돌이켜 여호와께로 돌아오지 않으면 그들의 열조와 포로로  잡혀간 저희 형제들처럼 언제든지 멸망에 처하게 될 것이라고 경고했다(7절). 이를 다시 말하면 저희들이 앗수르 왕의 손에서 구어가을 받은 것은 저희의 선한 공로 때문이 아니라 전적인 하나님의 은혜 때문이라는 것이다(엡 2:8, 9). 그러므로 여호와께서 저희  죄를 참으시고 저들이 돌아오기를 기다리고 계시는 동안에 속히 여호와께로 돌아와 여호와의 진노를 피하라는 것이다. (3) 약속 : 히스기야는 만일 이스라엘 백성들이 여호와께로 돌아오면 포로로 잡혀간 저희 형제와 자녀들까지도 귀환하게 될 것이며 여호와의 은혜와 자비는 영원히 그들을 떠나지 않을 것이라는 약속의 말씀(9절)을 전했다. 이는  나를 사랑하고 내 계명을 지키는 자에게는 천대(千代)까지 은혜를 베푸느니라 (출 20:6)는 약속의 말씀과 깊은 연관이 있는 것이다. 그리고 이 뿐만  아니라 이 약속은 예수 그리스도로 말미암아 완전히 회복케 될  성도의 신분과 예수 그리스도를 통한 하나님고  성도 간의 진정한 관계 회복을 암시해 준다. 그러나 이러한 히스기야의  권고와 경고, 그리고 약속으  말씀에도 불구하고 그것을 조롱하며 비웃는 자들도 있었다(10절). 그들은  아마 이미 멸망한 상태에 처한 자신들의 상황 때문에 하나님의 말씀을  거부할 뿐만 아니라 낙담하여 하나님의 존재조차 부인하게 되었는지 모른다. 그러나 몇몇  사람은 스스로 겸비하여 여호와의 말씀대로 지시한 히스기야의 명령을 일심(一心)으로 준행하였다(11, 12절) 여기서 우리는 동일한 여호와으  말씀을 들었음에도 불구하고 순종으로 받아들여 주의 뜻을 준행하는 자가 있는 반면에 그 말씀을 거부하고 불순종해 하나님의 뜻을 행치 않는 자가 있다는  사실을 깨닫게 된다. 그리고 이와  더불어 하나님의 뜻을 이행하는 데는 하나님의 인도하심과 역사하심이 있다는  것을 깨닫게 된다. 왜냐하면 본문을 살펴볼 때 유다 백성이 히스기야의 명령을 준행한 이면에는 여호와께서 백성들을 감동시키심이 있었기 때문이다(12절). * 어떻게 유월절을 준비할 것인가?  본문 3절은 유월절이 원래의 규례대로 1월 14일에 지켜지지 못하고 2월 14일로 연기될  수밖에 없었던 피치 못할 이유를 다음과 같이 설명한다. 즉, (1) 성결케 한 제사장이 부족하고, (2) 백성들이 예루살렘에 모이지 못하였다는 사실을 들과 있다. 물론 피치 못할 이유 때문에 유월절을 2월로 연기하는 것이 율법에 어긋나는  것은 아니다. 그러나 유월절을 맞이할  준비가 온전치 못하여 그 행사가 연기된 사실을 통해서 우리는 우리의 영적인 삶을 반성하게 된다. 왜냐하면 유월절을 맞이하는 구약 백성들의 모습은  어린 양 되시는 예수 그리스도의 피로써 구원 받은 성도들이 성찬식을 맞이하는 모습과  어린 양 되시는 예수 그리스도의 피로써 구원 받은 성도들이 성찬식을 맞이하는 모습과 연관시켜 생각할 수 있기 때문이다. 그러면 본문 3절과 민 9:6-12을 근거로하여 오늘날 영적인 유월절 의식(또는 성찬식)을 맞이하는 성도의 태도는 어떠해야 되는가를 살펴보자. (1) 자신을 성결케  해야 한다. 바울 사도는 성도를 성결케  하는 힘은 곧 하나님과 주 예수 그리스도로 말미암아 온다고 말하고 있다(살전 5:23). 그리고 이와 더불어 히브리서 기자는 예수  그리스도의 피가 자기 백성을 거룩케 할  수 있다고 말하고 있다(히 13:12). 그러므로 율법은 유월절을 지키기 이전에 여호와께서 명하신 율법과 규례를 정직히 지켜 항상 몸과 마음을  성결케 하도록 요구하고 있다. 이와같이 성도는 항상 자신을 샅려 성찬식의 떡을 먹고 잔을 마실 수 있도록 헤애 한다(고전 11:27, 28). 여기서 자신을 살핀다는 것은 바로  주님의 언약의 피에 참여하면서 세상의 죄에 물든 채로 그냥 있지는 않은지 살피라는 것이다. 그래서 만약 자신에게서 죄를 발견하면 먼저 그 죄를 회개한 후에 예식에 참여해야 하는 것이다. (2) 자신이 하나님에게서 멀리 떠나  있으면 속히 돌아와야 한다. 유월절에 멀리 여행 중에 있는 자들은 속히 돌아와  그 다음 달에라도 꼭 유월절을 지키도록 율법은 권하고 있다(민 9:10, 11). 이는 오늘날 자신의 일로 인하여 혹은 불가피한 사정으로 인하여 하나님을 멀리하거나  믿음 생활을 소홀히 하는  성도들에게 경종이 되는 말씀이다. 그러므로 성도들은 자신의 삶의 전영역에 있어서 여호와를 제일 우선 순위로 하는 삶을 살 때 성찬식의 온전한 기쁨을 얻을 수 있다. 그리고 은유적으로 이해할 때 이는 성도가 항상 죄에서 떠나 있어야 함과 더불어 하나님의 말씀 가까이에 있어야 함을 의미한다. (3) 부지중에 자신을 부정하게 했을  경우 잠시 자숙(自肅)해야 한다. 이럴 때에 율법은 정해진 달에 유월절을 지키지  말고 다음 달에 지키도록 명령하고 있다(민 9:10, 11). 그리고 이와 더불어 바울 사도  또한 이런 사람은 주의 성찬식에 참여자히 말 것을 말하고 있다(고전 11:28). 이와같이  자숙의 기간을 갖도록 하는 것은 자기의 죄를 먹고 마시지 못하도록 하기 위함인데(고전  11:29) 흔히 이러한 사실을 무시하고 성찬식에 참여함으로써 죄에 대하여 무뎌지고 더 큰 죄에 빠지게 되는 경우가 있다. (4) 혹 죄를 지었다고 낙담하여 포기하지 말고 죄를 회개해 속히 유월절에 참여토록 해야 한다. 유월절에 관해 율법이  허용하고 있는 연기 기간은 한달이다. 이것은 비록 현재 자신이 온전치  못할지라도 절대로 여호와께 나오는  것을 포기하지 말아야 함을 가리킨다. 그리고 성도가 지은 죄에 대해 성경은  만일 우리가 우리 죄를 자백하면 저는 미쁘시고  의로우사 우리 죄를 사하시며  모든 불의에서 우리를  깨끗케 하실 것이요 (요일 1:9)라고 말하고 있다. 이러한  사실들로 미루어 볼 때 하나님께서는 자신의 죄를 회개하고 예식에 참여할 것을 권고하고 계신다고 이해할 수 있다. 사실 본장에서 볼 때도 이스라엘 백성들이 처음에는 유월절을 지키기에 온전치 못했지만 속히 자신들을 성결케 하고  겸비함으로 유월절에 참여했을 때  그들은 무한한 기쁨을 만끽했음을 발견할 수 있다(25, 26절). 그러기에 주님 보시기에 온전치 못한 우리들이라 할지라도 예수 그리스도의 보혈에 힘입어 그의  구속함에 속히 참여할 때 무한한 축복과 신령한 기쁨도 맛볼 수 있는 것이다. 2. 범국가적으로 지킨 유월절 행사(30:13-27) 히스기야의 종교적인 사역 주에서 그 절정게 해당하는 본문은 유월절 절기를 기쁨으로 지키는 대목이다. 즉, 앞에서  언급한 바와 같이 절기 의식을 범국가적으로 거행하기 위해 철저하게 준비한 히스기야 왕은  이제 본문에 기술된 바와 같이 그 행사를 성대히 치른다. 이러한 본문은 (1)  유월절 의식을 거행하는 대목(13-16절), (2) 부정한 자들의 결례(17, 18절), (3) 히스기야의  기도(19, 20절), (4) 찬양과 감사(21, 22절) (5) 연장된 절기  행사(23, 24절), 그리고 (6) 절기를 지킨  결과로 나타난 온 유다의 큰 기쁨(25-27절) 등으로 구성되어 있다.  이 같은 본뮨을 통하여 우리는 본문의 중요한 특징 하나를 발견할 수  있는데 그것은  백성들 의 모습이 매우 선명하게 부각되어 있다는 것이다. 이에 대하여 구체적으로 살펴보면 다음과 같다. (1) 백성들이 유월절  의식을 준행하기 위해 최종적인  박차를 가했다. 다시 말해서 제사장과 레위인들은 사(私)적인 이유로  지체하여 자신들을 성결케 하는 일에 게을렀을 뿐만 아니라 적극적으로 유월절  행사를 준비하지 않았다(15절). 그러나 이와는 달리 백성들은 예루살렘에 이쓴 제단과 향단들을 모두 제거하는 등(14절) 많은 종교적인 열심을 내었다. 그래서 본서 기자는 백성들의 움직임에 대해 세세히 언급하는 것이다. (2) 북이스라엘에서 온 많은 백성들이  규례를 범하여 유월절 양을 먹었지만 히스기야의 기도로 용서되었다(18-20절). 이는  엄격한 율법의 특성이 부각됨과 동시에 하나님을 경배하는 백성들의 믿음이 매우  중요하게 취급되었음을 보여 준다. 사실 유월절 절기에 참여하는 사람들은  여호와의 규례대로(민 9:10-14) 스스로  정결케 해야 했을 뿐만 아니라 하나님의  구원을 기억해야만 했다(출 13:3-10).  그러나 이 같은 율례를 일부 백성들이 어겼기 때문에 여호와께서는 진노하신 것이다. 그럼에도 불구하고 히스기야가 기도하자 하나님의 자비하심과 긍휼하심은 다시 백성들 위에 임했다(20절). (3) 백성들의 요구에 의해 이 행사가  한 주 더 연장되었다는 것이다. 이것은 이 유월절 행사에서 백성들의 의견이 얼마나  중시되었는가를 말해 주는 것이다. 뿐만 아니라 이는 백성들의 즐거움이 얼마나  컸으며 그 기쁨이 히스기야에게 어떤 영향을 끼쳤음을 나타내는 것이다. (4) 절기에 참여한  백성들의 수효가 엄청나게 많았으며 그  기쁨의 정도 면에서 볼 때도 솔로몬 때에 누렸던 기쁨에 비할 만했다는 것이다(26절). 이것은 바로 장차 도래할 천국에서의 성도들의 기쁨을 예표하고 있는 것으로 이해할 수 있다. (5) 백성들 중에는 나그네들도 언급되고 있다는 것이다(25절). 이것은 바로 신약 시대에 이방인들에게까지도 복음이 전파되어 장차 구원의 자리에 함께 동참케 될 것임을 예표한다. 이상의 몇 가지 사실들은 바로 하나님 나라에서 백성들의 위치가 얼마나 중요한가를 밝혀줄 뿐만 아니라 이땅에서도 하나님은 어떤 특정한 몇몇 성직자들을 통해서만 일하시지 않고 일반 백성들을 통해서도 더 큰 일들을 행하신다는 것을 보여 준다. 한편, 본문의  내용을 자세히 살펴보면 본서  기자의 집필 의도를  발견할 수 있다. 즉, 본문에는 여호와께서 히스기야의 기도를 들으셨다고(20절) 나타나 있고, 제사장들과 레위 사람들이 백성을 위하여 축복하자 그 기도가 여호와께 상달되었다고 언급되어 있다(27절). 이는 본서 저자가 인식한 당시 상황에 대한 해석으로서 유다 백성들과 유다 왕국에 임한 하나님의 보호와 섭리를  나타낸 것이라고 간주할 수 있다. 이러한 본문 전체를 통해 우리는 다음과 같은 몇 가지 교훈을 발견하게 된다. * 구속사적 맥락에서 본 유월절.  본장 전체에 걸쳐 기록된 유월절 의식을 하나님의 구속사 속에서 유월절이 갖는 의미가 무엇인가를  잘 말해 주고 있다. 또한 성경 전체에서 유월절 의식에 대하여 이렇게 자세하게  기록된 곳이 출 11, 12장의 유월절 사건 이외에 본장 뿐이라는 사실은 히스기야의 유월절이 그 당시의 시대적, 역사적 배경 하에서 매우 중요한 의미를 지닌 것임을  보여 주는 것이다. 그러면 여기서 유월절이 갖는 본질적인 의미를 탐구해 보고 그것을 시대적 정황에 따라 어떻게 적용하여야 할 것인지를 개괄적으로 살펴보자. (1) 유월절의 본질적 의미 : 우리는 출애굽기 11, 12장에서 유월절으 본질적인 의미를 정확히 파악할  수 있다. 첫째, 유월절은 출애굽 사건과  밀접한 연관이 있다. 즉, 유월절은 애굽 치하의  종살이에서의 해방을 의미하는 것이다.  흔히 애굽에서의 종된 얽매인 상태, 그리고 세상의 영, 즉 사단의 지배를 받는 상태를 상징하는데(엡 2:1-3) 유월절은 어린 양  되시는 예수 그리스도께서 피흘리심으로  당신 백성을 죄와 사망의 사슬로부터 자유케 하신 대속으 사역(히 9:22)을 상징하는 것이다. 둘째,  넘어 지나감 이라는 문자적 의미에서 보듯이 유월절은 하나님께서 내리신 죽음의 심판에서의 구원을 의미한다(출  12:13). 여호와께서는 죄로 가득찬 세상을 상징하는 애굽을 죽음으로 심판하실 때에  그 죽음에서 피할 길을 예비하셨는데 그것이 바로 유월절 사건인 것이다. 여기서  우리는 하나님께서 내리시는 심판의 보편적 특성과 공의를 발견하는 동시에 또한 하나님의 자기 백성에 대한 무한한 자비를 발견한다. 우리는 세례 요한이 예수 그리스도를 향하여  세상 죄를 지고 가는 어린 양 (요 1:29)이라고 했을 때 바로 이와 같은  죄와 심판의 보편적 특성과 하나님의 구원의 보편적 특성을 발견할 수 있는 것이다. 셋째, 이스라엘의 종교력(宗敎曆)에서 유월절은  모든 달의 시작이다. 이는 바로 유월절이 영적인 새로운 삶과 깊은  연관이 있음을 암시한다. 그러기에  이전 것은 지나갔으니 보라 새것이 되었도다 (고후 5:17)라는  말씀은 바로 죄에 대하여 죽고 그리스도로 말미암아 의로운 삶을 시작하게 되었음을 선포하는 것이다. (2) 적용 : 본장을 통해서  우리는 히스기야와 이스라엘 백성들이 위에서 언급한 유월절 사건의 의미를 그 당시 시대적 정황에 어떻게 적용하였는가를 발견하게 된다. 첫째, 앗수르 왕의 손에서 벗어난 것을 새로운 출애굽 사건으로 보았다(6절). 이것은 히스기야가 구원은 어떤 정치적, 군사적  힘에 의해서가 아니라 오직 여호와께로 말미암은 것으로 깨달았음을 보여 주는  것이다. 이것은 우리드이 어떠한 시대, 어떤 경우에 부딪힌다 할지라도  우리를 얽어매는 세력들로부터 벗어나  죄없으신 예수 그리스도를 통하여 반드시 구원 얻어야 함을 말해준다. 둘째, 유월절을 통하여  여호와의 진노에서 벗어날 수  있음을 보여준다(8절). 이는 자기 백성들의 죄 때문에 어린 양되시는 그리스도의 죽음이 필연적으로 있어야함을 암시하가 것이다. 왜냐하면  각 사람의 죄로 말미암은 하나님으  진노는 어린 양 되시는 예수 그리스도에게 저가되어 하나님께서는 그 어린 양의 피를 보심으로 진노의 심판을 거두시기 때문이다. 따라서 이 사실은   이제 그리스도 예수 안에 있는 자에게는 결코 정죄함이 없다 (롬 8;1)는 것을 우리게에 다시  한번 더 강조해 주는 것이라 할 수 있다. 오늘날에도 죄에 대한 하나님의  심판은 분명히 있으되 성도들이 날마다 그리스도 안에서의 삶을 살면 심판을 면케 되는 것이다. 셋째, 유월절 의식의 결과는  큰 기쁨을 동반하게 된다는 거이다(26절). 예수께서는 포도나무 비유를 말씀하시면서 누구든지  그리스도 안에 있으면 기쁨이 충만케 된다고 하셨고(요 15:11), 모든 절기의 궁극적  목적은 예수 그리스도를 믿음으로  그 배에서 생수의 가이 흘러나게 되는  것 (요 7:38)이라고 말씀하셨다. 이것은 분명히 믿는자가 받을 성령을 가리키는 것인데 이것은 단지 의식을 준행하는 것보다 그 의식을 통해 신앙의 기쁨을 회복하는 것이 더  중요하다는 사실을 의미한다. 그러므로 신령한 기쁨은 그리스도 안에서 새로운 삶을 시작할  때 비로소 획득된다는 사실을 우리는 깨달을 수 있다. * 축복 기도의 의미. 본문 27절에는 제사장과 레위인들이 그 백성들을 위해 축복 기도하는 장면이 기술되어 있는데 그 기도가 여호와의 거룩한 처소, 곧 하늘에 상달되었다고 본문은 밝히고  있다. 그래서 본절은 축복 기도의  의미와 그 기도와 하나님과의 관계가 어떠한지를 생각케 한다. 이에 본 소고에서는 축복 기도의 진정한 의미에 대해서 개괄적으로 살펴보고자 한다. 축복 기도는 성경의  여러 곳에서 언급되고 있는데  그것은 다른 사람에게 하나님의 복이 임하기를 기원하는 기도의 형태로 나타나 있다. 그런데 여기서 말하는  복 으 개념에 대해서는 보다  자세한 언급이 필요하지만 축복  기도의 대표적인 양식을 기록한 민 6:24-26에 근거해서 살펴볼 때  그 의미는 하나님의 절대적인 보호하심(민 6:24)과 은혜 베푸심(민 6:25),  그리고 하나님께서 제공하시는 평강(민  6:26) 등으로 설명할 수 있을 것이다(시 4:6;67:1). 이러한 기본 개념을 염두에 두고  축복 기도에 대한 신구약의 역사를 살펴보면 다음과 같다. 즉, (1) 족장 시대에는 주로 그 족속의 장(長)이 되는 아버지가 아들에게 축복  기도를  베풀었다.  예를  들면  노아가 셈에게(창  9:26),  이삭이  야곱에게(창 27:27-29). 그리고 야곱은 요셉과 요셉의  두 아들에게(창 48:15, 16) 축복 기도를 했다. (2) 광야 시대와 왕국 시대에는 주로 제사장들이 백성들에게, 또는 왕이 백성들에게 축복 기도를 했다. 이에 대한  실제적인 예들은 성경에서 얼마든지 찾아볼 수 있다(27절;6:12;레 9:23;신 10:8). (3) 신약  시대에는 주로 사도들이 성도들을 향하여 축복 기도를 했다(롬 15:13;고후 13:13;히 13:20, 21;유 24, 25절). 이상에서 살펴본 바에 의하면 축복  기도는 히브리서 7:7에서  낮은 자가 높은 자에게 복빔을 받느니라 고 한 것처럼 어떤  영적인 지위 고하에 다라 베풀 자격을 가졌음을 알 수 있다. 그런데 이러한 축복 기도가 어떤 지위 체계를 보여 주는가? (1) 언약적 지위 체계를 보여 준다. 즉,  먼저 약속을 얻은 자가 그 약속을 이어 받을 자에게 언약을 잇게 하기 위해  축복 기도를 베푼다는 것이다. 이 사실은 히 7:6에서 분명히 알 수 있듯이 멜기세덱은 약속을 얻은 아브라함에게 축복 기도를 함으로 약속을 잇게 한 것이다. (2) 영적인 지위체계를 보여준다. 즉, 신앙적으로  먼저 된 자가 나중 된 자에게 복을 빌어 주는 것이다. 그러나 그러할지라도  이 축복 기도는 단순한 중보 기도와는 다른 의미를 가지는데 그 차이는 바로 기도하는 내용과 축복 기도를 하는 지도자의 신앙적 위치 때문에 생긴 듯하다. 한편, 축복 기도의 결과에 대해서 살펴보면  우선 본문 27절에 소개된 바와 같이 그 기도는 혀오와의 보좌까지 상달된다. 이  말은 다른 기도가 하늘에 상달되지 못한다는 의미가 아니라 하나님께서 축복 기도를 통하여 분명히 어떤 복을 내리시기를 원하신다는 것이다. 즉, 이러한 축복 기도는 기도를 받는 대상과 삼위 일체의 하나님을 밀접하게 연관시켜 주나는  것이다. 실제로 예수께서는 사도들과  어린아이들에게 이와 같은 축복 기도를 베푸셨는데(마 16:17, 18;막  10:16;눅 24:50, 51). 이것은 곧 예수를 믿는 모든 사람들에게 하나님의 축복이 임할 것임을 보여 준 일례이다. 이 같은 축복 기도의 분명한 결과들은 성경에 수없이 많이 기록되어 있다. 7, 18;막  10:16;눅 24:50, 51). 이것은 곧 예수를 믿는 모든 사람들에게 하나님의 축복이 임할 것임을 보여 준 일례이다. 이 같은 축복 기도의 분명한 결과들은 성경에 수없이 많이 기록되어 있다."
        }
    ]
}