{
    "bible_book": "역대상",
    "chapter_number": 22,
    "commentaries": [
        {
            "verse_reference": "22:1",
            "commentary": "이는 여호와 하나님의 전이요. 내용상 본 절은 다윗 왕이 오르난(Ornan)의 타작 마당에서 제사드린 내용인 전장(前章)의 마지막 부분에 해당되는 구절이다. 왜냐하면 본 절은 다윗 왕이 제사를 드리고 하나님으로부터 불의 응답을 받은 후 마음 속으로 이곳이 하나님의 성전이 들어설 장소라고 결정한 내용의 구절이기 때문이다. 그런데 여기서 다윗 왕은 아직 건물이 세워지지도 아니하였는데도 그곳을 여호와 하나님의 전이라고 부르고 있다. 그 이유는 그가 여기에서 불을 내리신 하나님의 응답을 보았기 때문이었다. 이는 마치 야곱이 꿈에서 깨어나 그곳을 가리켜 하나님의 전(벧엘)이요 하늘의 문이라고 표현했던 것과 같은 경우이다(창 28:17). 한편, 이곳이 성전의 터로 지정된 것은 (1) 통일 이스라엘의 수도인 예루살렘에 위치해 있기 때문에 단일 중앙 성소인 성전의 장소로서 지정학적으로 안성 마춤의 장소이고, (2) 여호와께서 불로 응답하신 곳이기에 하나님의 임재가 상징적으로 나타난 장소이기 때문이다. 그런데 이곳이 원래 이방인의 소유였다는 사실은 장차 하나님의 교회가 이방 온 땅에 설립될 것을 예표하고 있다 하겠다(마 8:11-13).\n22:2 이스라엘 땅에 우거하는 이방 사람. 이들은 본래 가나안 원주민들이었으나 가나안정복 때 여호와의 종교로 개종한 자들의 후손들이다. 그런데 이들에 대해서 솔로몬 때에 인구 조사가 실시되었는데 그 숫자는 모두 15만명이 넘는 많은 인구였다(대하2:17). 그렇기 때문에 다윗 왕은 성전 건축을 구체적으로 준비하기 위해 감독관 아도니람을 중심해서(삼하 20:24) 이들을 동원하였던 것이다. 한편, 혹자는 이들이 이방의 기술자들이었으며 무역을 하기 위해 이스라엘에 왔다가 여호와 신앙으로 개종한 사람들이었다고 주장한다(Pulpit Commentary). 그래서 70인역(LXX)에서는 이를 분명하게 ‘개종자들’(토위스 프로 세뤼토위스)이라고 번역했다고 한다. 그러나 이는 여러 가지 여건에서 살펴볼 때 타당치 않은 것으로 사료된다. 왜냐하면 이들은 이스라엘에 ‘우거하는 자’들이었다고 본 구절이 분명히 언급하고 있는데다 15만명이라는 숫자를 당시에 귀화한 자들의 명수(名數)로 보기에는 너무 많은 것이기 때문이다. 또한 이방 사람들에 해당하는 히브리어 ‘게림’은 ‘거주하는 외국인’을 가리키기 때문에 더욱 후자(後者)의 주장은 옳지 않는 듯하다. 따라서 우리는 이미 언급하였듯이 이들을 본래부터 가나안 땅에 살았던 ‘원주민의 후손들’ 곧 ‘느디님 사람들’(9:2, Wycliffe)로 보아야 하는 것이다(Lange, Payne). 그런데 이스라엘 백성들보다 이들을 모은 것은 이들이 뛰어난 기술을 지니고 있었던 것이기 때문으로 추측된다(Barker).\n석수를 시켜 … 돌을 다듬게 하고. 여기서 돌을 다듬는 일은 일반 사람들에게 맡겨지지 않았고 오직 숙련된 기술자들에게만 맡겨졌다(왕상 5:17, 31). 왜냐하면 채석장에서 규정된 크기로 돌을 자르고 정돈하는 일(왕상 6:7)은 전문적인 사역이었기 때문이다.\n22:3 거멀 못. 이에 해당하는 히브리어 ‘메하베로트’는 ‘함께 묶다’,’연결시키다’는 뜻의 동사 ‘하바르’에서 파생된 명사로 나무나 돌 등을 서로 연결시켜 주는 정쇠를 의미한다. 그래서 70인역(LXX)에서는 이를 ‘스트로페이스’, 즉 ‘연결시키는 것들’로 나타내고 불가타(Vulgate)역에서는 이를 ‘연결시켜 붙이는 도구’(commissurae atque junctarae)로 표현했다. 그러나 대하34:11에서 나타난 ‘연접하는 나무’와는 조금 다른 것으로 생각된다. 왜냐하면 이곳에나타나 있는 것은 ‘쇠’가 그 재료인 반면 대하에 표현된 것은 ‘나무’이기 때문이다. 그럼에도 불구하고 그것들의 기능과 용도는 같았었다.\n중수를 셀 수 없는 놋을 준비하고. 이렇게 많이 측정할 수 없을 만큼 준비된 놋은 후에 성전의 두 기둥과 놋바다, 그밖에 성스러운 기구들을 만드는 데 사용되었다.\n22:4 또 백향목을 무수히 준비하였으니. 레바논 산지에 주로 분포해 있는 백향목은 색깔이 매우 아름답고 향기로우며 나무에 옹이가 없고 대단한 내구성을 지니고 있어 최고급 건축자재로 많이 쓰였다. 따라서 다윗 왕이 성전 건축을 위해 백향목을 무수히 국내에 들여온 것은 지극히 당연한 것이었다. 또한 이 뿐만 아니라 이 나무는 이방인들에게도 좋은 목재로 알려져 아람, 앗수르, 바벨론에서도 중요한 건축재로 사용되었다.\n시돈 사람과 두로 사람이 … 수운하여 왔음이라. 시돈(Sidon)과 두로(Tyre)는 베니게(페니키아)의 유명한 성읍들로 일찍이 해상무역이 발달했었다. 즉, 시돈은 오늘날의 레바논 공화국의 항구 도시 사이다(Saida)로서 그 위치는 두로와 베이루트의 중간 지점에 위치하고 있다. 다시 말해서 시돈은 두로 북방 36 km, 베이루트 남방 30여 km에 있는 성읍이었다. 그리고 두로는 베니게에서 가장 오래된 항구 도시로 팔레스타인 해안의 갈멜 산과 베이루트 중간 지점에 위치해 있다. 그래서 이 두 항구 도시는 구약뿐 아니라 신약에서도 종종 언급되는 것이다(마 11:21, 22, 15:21, 막 7:31, 행 12:20). 한편, 이들이 무수한 백향목을 다윗에게까지 수운해 왔던 것은 다윗의 정치적인 역량의 결과였다. 왜냐하면 당시 다윗 왕의 판도(版圖) 내에 이들 두 해상 국가가 포함되어 있었기 때문에 이들은 다윗 왕의 성전 건축 계획에 협력하지 않을 수 없었던 것이다.\n22:5 내 아들 솔로몬이 어리고 연약하고. 성경에서 다른 왕들의 경우 대체로 즉위 때의 나이가 밝혀져 있으나 솔로몬의 나이는 그 어디에도 나타나 있지 않다. 다만 그의 통치 연한이 40년인 것과(대하 9:30) 그가 르호보암(Rehoboam)에게 왕위를 계승해 주었을 때 르호보암의 나이가 41세인 것으로 나타나 있다(대하 12:13). 이렇게 볼 때 비록 확실하지는 않지만 즉위 때의 솔로몬의 나이는 20세가 갓 넘은 나이였다고 우리는 추정해 볼 수 있다(O. Zockler, Wycliff). 왜냐하면 위의 사실로 미루어 보건대, 그가 즉위할 때 한 살난 아들을 두었다는 사실이 입증되는데 그렇다면 당시 그의 나이가 최소한 20세는 넘었을 것으로 보아야 타당할 것이기 때문이다(Payne). 그러나 솔로몬의 당시 나이가 약 16세 정도였을 것이라는 유대 역사가 요세푸스(Josephus)의 추정은 적절치 못한 것으로 판단된다. 왜냐하면 만약 솔로몬이 당시 약 16세였다면 르호보암의 나이와 솔로몬의 통치 연대를 계산해 볼 때 그는 적어도 14-15세 때 결혼을 했어야 했기 때문이다. 이렇게 볼 때 그의 나이는 너무 어린 것으로 생각된다.\n극히 장려하여 만국에 명성과 영광이 있게 하여야 할지라. 여기서 ‘극히 장려하여’란 말은 규모 면에서 ‘대단히 거대하여’란 의미의 말이다. 그래서 KJV은 ‘과도한’,’대단한’ 의미를 가진 exceeding과 ‘장대’, ‘웅대’의 뜻을 가진 magnifical를 써서 이를 표현한 것이다. 이 뿐만 아니라 공동번역은 이를 ‘아주 웅장하고 화려하여’라고 표현해 앞으로 지어질 성전의 규모와 그 모습이 어떤지를 잘 나타낸다. 사실 여기서 다윗이 앞으로 지어질 성전의 규모에 대해 이렇듯 분명히, 그리고 비교적 소상하게 언급하고 있는 것은 하나님의 영광을 만국에 드러내려 하기 위해 성전을 짓는다는 것을 나타낸 것이다.\n22:6 다윗이 그 아들 솔로몬을 불러 … 부탁하여. 다윗은 죽기 얼마 전에 그의 평생의 소원이던 성전 건축 사업을 솔로몬에게 유언으로 남긴 것이다(Lange, JamesWolfendale).\n22:7 내 하나님 여호와의 이름을 위하여. 이는 곧 ‘내 하나님 여호와 그분을 위하여’라는 말과 같은 것이다. 왜냐하면 구약 성경에서 이름은 대부분의 경우 ‘존재에 대한 단순한 확인’을 나타내 주는 것이기 때문이다(시 8:1, 9, 신 12:11, 대하 6:20). 그래서 본 구절에서도 ‘이름’이란 말은 하나님의 존재 그 자체를 나타내는 의미로 사용된 것이다(Payne).\n마음이 있었으나. 문자적인 의미는 ‘그것이 나의 마음에 있었다’란 뜻이다. 즉, 이는 ‘내가 그 일을 하기 위해 마음 속에 깊이 간직하고 있었다’는 말로 다윗의 성전 건축에 대한 열정과 그의 사모하는 마음을 잘 나타내 준다(대하 6:7).\n22:8 여호와의 말씀이 내게 임하여 … 전을 건축하지 못하리라. 여기서 ‘여호와의 말씀’이란 나단 선지자를 통하여 다윗에게 주어졌던 ‘언약의 말씀’을 의미한다(17:1-15, 삼하 7:1-17). 한편 상기(上記)한 이러한 구절들에는 밝혀지지 아니한 한 가지 중요한 사실이 본 구절에는 밝혀지고 있다. 즉, 다시 말해서 상기한 구절들에는 다윗 왕이 성전을 건축해서는 안되는 이유가 명백하게 언급되지 아니한 반면, 본 구절에서는 그 이유가 확실하게 나타나 있는 것이다. 그 이유는 다름이 아니라 다윗이 전쟁으로 인해 너무나 많은 피를 흘렸기 때문이었다. 그래서 하나님은 다윗이 성전을 건축하는 문제를 허락지 않으셨던 것이다. 그러나 그렇다고 해서 하나님께서 그의 전쟁 행위 자체가 잘못된 것이라고 말씀하시는 것은 아니었다. 다윗이 군인으로서 이스라엘의 대적들을 칼로 죽이는 것은 허락된 것이었다. 따라서 다윗이 성전을 건축하지 못하게 된 원인으로서 그가 과도하게 칼을 휘두른 경우들, 예를들면 모압 족속을 잔인하게 형벌했다든가(삼하 8:2), 암몬 족속을 형벌했다든가(삼하 12:31) 하는 사실들을 내세우는 주장(Payne)은 옳지 않은 듯하다. 왜냐하면 다윗은 타락한 이방인들에 대한 하나님의 심판의 도구로서 그들에게 두려운 존재가 되었을 뿐이기 때문이다. 그렇다면 본 구절이 말하는 의미는 무엇인가? 그것은 곧 사명에 관한 말씀이었다. 다시 말해서, 다윗은 군인으로서 이방인들을 정복하는 혁혁한 공을 세웠지만 성전 건축은 그에게 주어진 사명이 아니었다는 사실이다. 왜냐하면 성전 건축은 성격상 평화의 사람에 의해 이루어져야만 했기 때문이다. 만일 피를 많이 흘린 군인에 의해 성전이 건축된다면 성전의 참된 의미는 반감되고 말 것이다. 실로 성전은 모든 자들에게 하나님의 평강을 베풀어 주는 거룩한 장소이기 때문이다. 따라서 성전이 내포하고 있는 속성과 그 성격상 성전 건축의 적임자는 다윗이 될 수 없었던 대신 전쟁을 알지 못한 솔로몬이 되어야 했던 것이다(28:3, 6).\n22:9 평강의 사람. 이것은 솔로몬 왕의 특성을 한 마디로 요약한 말이다. 용맹 무쌍하게 정복 사업을 추진하여 약속의 지경(地境)을 온전히 회복하는 것이 다윗의 사명이라면, 회복된 땅을 지혜롭게 통치하여 대내외적으로 평강을 끼치는 것은 솔로몬의 사명이라 할 수 있었던 것이다. 한편, 평강의 사람 솔로몬은 평강의 왕이신 예수 그리스도를 예표한다(사 9:6). 그리고 이미 도래하였고 또한 장차 도래할 천국을 소망하는 성도들은, 한편으로는 천국 확장과 성장을 위해 영적 전투를 감행해야 하지만 한편으로는 이미 완성된 평강의 나라를 온 성도와 더불어 누려야 한다.\n내가 저로 사면 모든 대적에게서 평강하게 하리라. 본 약속은 솔로몬이 하맛소바(Hamath Zobah)를 취한 시점에서(대하 8:3) 완전히 성취되었다. 왜냐하면 솔로몬의 유일한 전쟁이었던 하맛소바와의 전쟁에서 이스라엘이 승리함으로써 솔로몬 왕국은 드디어 사방의 모든 대적으로부터 완전한 평강을 누릴 수 있게 된 것이기 때문이다(Payne).\n그 이름을 솔로몬이라 하리니. 그의 본래 이름은 여디디야(Jedidiah, ‘여호와께서 사랑하신 자’라는 뜻)였으나(삼하 12:25), 여기서는 그의 다른 이름이 강조되고 있다. 이 다른 이름은 앞으로 이루어질 그의 왕국의 성격과 밀접한 관계를 가지는 것이었다. 즉, ‘솔로몬’이란 이름은 평강이란 뜻의 ‘솰롬’에서 파생된 이름으로 그가 장차 평강의 왕이 될 것을 나타내는 이름이었던 것이다. 한편 ‘여디디야’는 ‘사랑을 입은 자’라는 뜻의 ‘다윗’(다윗)과 의미상같은 이름으로 그가 이미 다윗의 후계자로 지명되었음을 의미하는 이름이다. 삼하12:25 주석 참조.\n22:10 약간의 차이점을 제외하고는 다윗 언약의 내용(17:12, 13, 삼하 7:13, 14)과 일치하는 구절이다. 다윗은 하나님께서 그에게 베푸신 언약의 내용을 본 구절에서 그대로 인용하고 있는 것이다.\n저는 내 아들이 되고 나는 저의 아비가 되어. 본 구절에는 이렇듯 아비와 아들의 관계, 또한 아들과 아비의 관계가 된다는 것에 대한 언약의 조건이 제시되어 있지 않으나 28:7에서는 이 언약의 조건이 제시되어 있다. 그러나 솔로몬이 결국에는 이 조건을 이행하지 못하고 말았기 때문에 이후 예수 그리스도께서 이 조건을 온전히 이행하셨다. 다시 말해서 솔로몬은 인간적인 제한점들 때문에 하나님의 규례와 법도를 온전히 지키지 못했지만 하나님의 아들임과 동시에 모든 인간들의 구세주인 예수께서는 하나님의 율법을 완성하셨기 때문에(마 5:17, 롬 10:3, 4) 이 조건을 성취시킨 것이다. 그래서 예수 그리스도를 주로 고백하는 모든 사람들은 하나님의 아들이 되고 그 하나님을 아버지라고 칭하는 것이다(롬 8:15, 고후 6:18, 갈 3:26, 4:5, 6, 엡 1:5).\n22:11 본 절부터 13절까지는 다윗 왕이 그의 아들 솔로몬을 위해 기원하는 내용의 구절이다.\n여호와께서 너와 함께 하시기를. 이러한 축복의 말로 이루어진 표현은 비단 본 절뿐만 아니라 16, 18절, 28:20 등에서도 발견된다. 이는 다윗 자신에게 함께 하셨던 하나님의 인도하심과 도우심이 솔로몬에게도 함께 하기를 기원하는 다윗의 간구이다.\n22:12 여호와께서 네게 지혜와 총명을 주사. 임종을 얼마 앞두고 아들에게 바라는 다윗의 간절한 기원이다. 이 간절한 기원은 솔로몬에게 깊은 감동이 되어 그의 마음 속에서 사라지지 않았던 것으로 판단된다. 왜냐하면 이로 인해 그는 즉위 후 곧바로 일천번제를 하나님께 드리고 지혜를 간구했기 때문이다(왕상 3:5-14, 대하 1:7-12, PulpitCommentary). 그리고 이 뿐만 아니라 솔로몬은 ‘여호와를 경외함이 지식의 근본’이라는 고백(잠 1:7)을 통해 하늘로부터 오는 지혜를 얻어 말씀대로 살기 위해 노력했기 때문이다.\n22:13 모든 율례와 규례를 삼가 행하면 형통하리니. 본 구절은 신명기적 어법과 일치하고 있다. 즉, 다윗 왕은 여기서 ‘하나님의 율법을 행하라 그리하면 형통하리라’는 신명기의 주된 기조(신 4:1, 5:1, 7:4, 11, 11:32, 수 1:5-9)를 솔로몬에게 강조하고 있는 것이다(Barker, O. Zockler). 이처럼 그가 솔로몬에게 신명기의 율법 정신을 강조하고 있는 것은 솔로몬으로 하여금 지난날의 자기의 과오를 다시는 범하지 않도록 하기 위함이었다. 그는 하나님의 율법을 어김으로써 엄청난 대가를 치룬 쓰라린 경험을 가지고 있었다. 즉, 그는 밧세바와의 동침(삼하 11:1-5), 우리아를 모살한 행위(삼하11:14-25)로 인한 일련의 고통스런 재앙들을 겪었던 것이다(삼하 13:1-18:33). 그리하여 솔로몬에게는 이러한 고통의 재앙들이 임하지 않도록 다윗은 솔로몬에게 단단히 경각심을 일깨워 주었던 것이다.\n22:14 환난 중에. 이에 해당하는 히브리어 ‘베아네이’는 (1) ‘환난 중에’라고도 번역될 수 있으나 (2) ‘대단한 열심으로’, 또는 ‘수고함으로’라고도 번역될수 있다. 왜냐하면 이 말의 어간 ‘아나’는 (1) ‘괴로움을 당하다’라는 뜻과함께(시 116:10, 사 31:4, 53:7) (2) ‘수고하다’ ‘일하다’라는 뜻을 가지고 있기 때문이다(전 1:13, 3:10). 그런데 여기서는 (2)번의 의미로 번역되어 지는 것이 타당할 듯 싶다. 왜냐하면 다윗 왕이 무엇이든 원하는 대로 모을 수 있었던 시기를 단지 환난의 시기로만 볼 수 없기 때문이다. 또한 본 구절의 내용과 유사한 다윗의 고백에서 그는 보다 분명하게 ‘힘을 다하여’이 모든 것들을 예비하였다고 밝힌 바 있기 때문이다(29:2). 따라서 이 용어는 ‘수고함으로’ 또는 ‘열심으로’라고 개역되어야 할 것이다(Pulpit Commentary, Wycliffe, p. 385). 그래서 70인역(LXX)과 루터(Luther)역은 이를 ‘나의 고통스런 수고 가운데’로 번역한 것이다.\n금 십만 달란트와 은 일 백만 달란트. 무게로 따지면 금 십만 달란트(talent)는 약 3,408t에 달하고 은 일 백만 달란트는 약 34,080t에 달한다. 왜냐하면 3,000세겔(shekel)에 해당하는 1달란트는 약 34.08kg에 해당하기 때문이다(출 38:25, 27, 왕상16:24, 계16:21). 또한 은 한 달란트는 6,000 드라크마(drachma)에 해당하는 액수이고,금 한 달란트는 은 한 달란트의 15배에 해당되는 액수이기 때문에 은 일 백만 달란트는 60억 드라크마에 해당하는, 그리고 금 십만 달란트는 90억 드라크마에 해당하는 금액이다. 이를 현대적인 감각에 의해 요즈음의 시세로 환산해 보면 다음과 같다. 즉, 1드라크마는 노동자의 하루 품삯에 해당하는 금액이므로 노동자의 하루 품삯을 30,000원으로 계산할 경우 금 십만 달란트는 2,700조에 해당하는 금액이고, 은 백만 달란트는 1,800조에 해당하는 엄청난 돈이다. 그런데 이는 당시의 화폐 가치로 따져볼 때 한사람이 도저히 모을 수 없는 막대한 양의 돈이었다. 사실 지난번 암몬이 다윗의 공격에 대비하기 위해 용병을 모집하였는데 그때에 든 비용이 모두 은 일천 달란트였다(19:6). 그런데 여기서 다윗이 모은 양이 금 십만 달란트요, 은 일 백만 달란트라고하였으니 당시로서는 이러한 돈을 비축하기가 거의 불가능한 엄청난 양이었다. 또한 왕상 10:14에 의하면, 솔로몬의 세입(歲入)이 일년에 666 금 달란트(talent)라고 기록되어 있는데, 이렇게 볼 때 이 액수는 솔로몬이 아무데도 쓰지않고 고스란히 모은다해도 150년은 족히 걸릴 정도의 양이었던 것이다. 따라서 이에 대해 혹자는 본서 저자가 성전의 영광을 극대화하기 위해 사실을 크게 과장되게 보도한 것이라고 주장한다(Curtis, p. 258). 하지만 이러한 주장은 성경의 역사성을 부인하는 그릇된 주장이라고 할 수 있다. 왜냐하면 현대의, 혹은 우리의 안목으로 측정해서 불가능해 보이는 것은 모두 저자의 과장된 표현이라고 단정하기에는 그 근거가 너무 미약하기 때문이다. 그래서 우리는 단지 본문의 기록이 필사자의 실수에 의한 오기(誤記), 혹은 잘못 해독한 경우라고 생각하는 것이다(Matthew Henry). 왜냐하면 실제로 다윗이 모든 금,은의 양이 29:4에서는 본 절과는 달리 기록되어 있기 때문이다.\n너는 더할 것이며. 솔로몬은 실제로 다윗 왕의 이러한 권고를 받아드려 다윗이 준비한 성전 건축의 재료 위에 더 많은 것들을 준비했다(대하 2:1-18). 이렇게 볼 때 참으로 예루살렘의 성전은 그 규모가 어떠하다는 것을 짐작할 수가 있는 것이다. 그리고 얼마나 철저히 준비한 것으로 그 성전이 지어졌는가를 헤아릴 수 있다.\n22:15 석수와 목수. 원문상으로 볼 때는 이를 단순히 어떤 재료로 ‘공작하는 사람’ 이나 ‘숙련공’,’장인’, ‘만드는 자’, ‘석공’, ‘철공’ 등을 의미하는 히브리어 ‘하라쉬’로 되어 있다. 그래서 본 절을 히브리어 원어상으로 볼 때 석수와 목수는 따로 떨어질 수 없다. 다시 말해서, 원문에서 이에 해당하는 구절은 ‘돌이나 나무를 자르고 조각하는 자들’을 의미하는 말이지 분명하게 석수와 목수를 구별하는 말이 아니다. 본구절은 석수일과 목수일을 다 할 수 있는 능력있고 기술있는 자들을 의미한다. 그렇기때문에 14절에서 ‘놋과 철’을 준비하고, ‘재목과 돌’을 예비하였기에 그에 합당하게 ‘석수와 목수’가 있었다는 흑자의 주장(Curtis, p. 258)은 타당치 않은 것으로 판단된다. 왜냐하면 언어적으로 석수와 목수를 나타내는 말이 한 단어로 쓰였다는 것은 곧당시의 사회에서 석수와 목수를 구분하지 않고 부른 것을 반영하기 때문이다.\n온갖 일에 익숙한 모든 사람이니라. 본 구절은 다음 절과 연관된 구절로 보아야한다. 즉, 온갖 일에 익숙한 모든 사람이란 다음 절에 나오는 ‘금과 은과 놋과 철’을 세공하는 탁월한 기술자를 가리키는 말이다. 이렇게 볼 때, 다음 16절의 ‘무수하니’라는 말은 금, 은, 놋, 철 등이 무수하다는 말 뿐만 아니라 그러한 금속들을 세공할 수있는 숙련된 기술자들이 셀 수 없이 많았다고 하는 말이다(Wycliffe, p. 385). 그렇기때문에 본서 저자는 분명히 14절에서는 물량의 풍부함을, 그리고 15, 16절에서는 기술인력의 풍부함을 기술하고 있는 것이다. 따라서 16절 상반절은 15절과 연관되어 해석되어야 하는 것이다. 한편 ‘익숙한’에 해당하는 히브리어는 ‘하캄’인데 이는 ‘지혜로운’, ‘미묘한’, ‘간교한’이란 뜻이다. 이렇게 볼 때 본 절에 나타난 ‘익숙한 사람들’은 손 재주의 기술 뿐만 아니라 머리까지 지혜로웠던 사람임을 알 수 있다. 그래서 이 단어는 성전과 장막을 건설하는 기능의 상태를 나타내는 말로 쓰여진 것이다(Curtis, 출 31:6, 35:10, 36:1, 2, 4, 8, 대하 2:12).\n22:16 너는 일어나 일하라 여호와께서 너와 함께 계실지로다. 솔로몬에게 용기를 북돋우어 주는 다윗 왕의 말이다. 다시 말해서 이제 하나님이 너와 함께 하시니 나가서 성전을 세우라는 것이다. 이는 “일어나라 빛을 발하라 … 여호와의 영광이 네 위에 임하였음이니라”(사 60:1)는 이사야 선지자의 말처럼 힘찬 의욕을 불어 넣어주는 말이다. 만일 하나님께서 함께 해 주신다면 비록 여건이 불비(不備)하다 할지라도 과감히 일어나 당신의 명령에 순종하겠다고 하는 결단의 자세야말로 복잡한 현대를 살아가는 성도들에게 절실히 요구되는 것이라 하겠다.\n22:17 본 절 이하 마지막 절까지는 방백들에 대한 다윗 왕의 권고이다. 여기서 다윗 왕이 이스라엘 모든 방백을 부른 것은 성전 건축이 솔로몬 개인의 사업의 결코 아니고 범국민적인 과업임을 강조하기 위함이었다. 한편, 본 절에 언급된 ‘방백’에 해당하는 히브리어는 ‘사르’이다. 그런데 이 말은 부족의 대표나 우두머리를 가리키는 ‘나시’보다도 ‘왕의 대신’이나 ‘대표자들’을 의미한다. 그렇기 때문에 이 방백이란 말은 단순히 지파의 두목을 가리킨다고 보는 것보다는 ‘국가와 종족의 지도자들’로 보는 것이 타당할 듯 싶다(Wycliffe).\n22:18 너희 하나님 여호와께서 … 이 땅으로 … 복종하게 하셨나니. 이는 언약의 실제적인 성취를 다윗 자신의 입으로 확인하는 말이다(민 18:1, 32:22, 29). 이와 같이 다윗 왕을 통해 미리 예견된 언약의 성취는 이스라엘 온 백성들에게 성전을 건축해야 할 당위성을 충분히 제공하는 것이었다.\n22:19 너희는 마음과 정신을 진정하여 너희 하나님 여호와를 구하고. 여기서 ‘진정하여’에 해당하는 히브리어 ‘테누’는 ‘주다’란 의미의 ‘나탄’에서 파생한 용어다. 그렇기 때문에 본 절은 마음과 정신을 하나님께 드리라는 말이다. 또한 ‘정신’에 해당하는 히브리어 ‘네페쉬’는 ‘생명’으로도 번역될 수 있는 용어이다. 따라서 본 구절의 첫 부분은 마음과 생명을 하나님께 바치라는 내용으로 이해할 수 있다. 한편, ‘구하고’에 해당하는 히브리어 ‘다라쉬’는 ‘찾다’, ‘묻다’라는 뜻으로 특히 기도를 통하여 하나님을 찾는 행위를 가리킨다(창 25:22, 출 18:15, 대하 20:3). 즉, 이것은 하나님과의 영적인 교통을 의미하는 말인 것이다. 그래서 다윗 왕은 지난날 하나님께 묻는 기도의 행위를 통하여 큰 승리를 거둔 경험에 근거하여 지금 백성들에게 여호와 하나님께 마음을 바쳐 구하라고 권면하고 있는 것이다.\n여호와 하나님의 성소를 건축하고. 이는 다윗 왕의 평생 소원이었다.\n여호와의 언약궤와 하나님의 거룩한 기구를 … 드리게 하라. 당시 여호와의 언약궤는 다윗 성에, 그리고 하나님의 거룩한 장막, 곧 성막은 기브온 산당에 있었다(대하5:5)."
        }
    ]
}