{
    "bible_book": "역대하",
    "chapter_number": 24,
    "commentaries": [
        {
            "verse_reference": "24:1,2",
            "commentary": "예루살렘에서 사십 년을 치리하니라 - 요아스 왕의 통치 기간은 B.C. 835년부터 796년까지 40년 동안이며 여호야다가 살아 있는 동안에는 여호와 보시기에 정직히 행했다. 그때까지 그로 하여금 정직한 왕으로 살게 하였던 힘은 바로 여호야다의 교훈(왕하 12:2)에서 비롯한 것이었다."
        },
        {
            "verse_reference": "24:3",
            "commentary": "두 아내에게 장가들게 하였더니 - 여호야다는 마치 요아스의 아버지된 심정으로 요아스에게 아내를 선택해 주었다. 이렇게 여호야다가 왕의 아내를 선택함에 있어서 혼신의 정성을 다 쏟은 것은 요아스가 고아였기 때문이기도 했지만 무엇보다 아달랴와같은 악한 여인과의 결혼으로 인한 비극을 다시는 반복하지 않기 위함이었을 것이다.그리고 다윗 왕통을 이어감에 있어서 여성의 역할이 얼마나 중요한가를 직접 체험했기때문일 것이다. 그러나 여호야다는 그의 개혁 과정에서 왕가의 풍습에 일부일처제의원리를 확고히 세우지는 못하였다. 자녀를 낳았더라 - 왕족이 거의 멸절된 상태에서 자녀를 낳는 일이 요아스 왕에게는 중요한 일이었다."
        },
        {
            "verse_reference": "24:4",
            "commentary": "중수(重修)할 뜻을 두고 - 요아스가 집권 초기에 여호와의 전을 수리하고자 했던것은 그 동안 아달랴의 악정 하에서 성전이 많이 파괴되었고 성전의 모든 성물이 바알들에게 드려졌기 때문이었다(7절)."
        },
        {
            "verse_reference": "24:5",
            "commentary": "제사장과 레위 사람 - 열왕기하에는 '제사장'만이 등장한다(왕하 12:4). 성전 에 관한 직무를 수행하는 데에 레위인이 포함되는 것은 당연한 일이므로 역대기 저자는 이일에 보다 많은 사람이 참여하였음을 보여 주는 것이다. 유다 여러 성읍에 가서 - 열왕기하에서는 예루살렘 성 이외의 성읍에서 돈을 거두었다는 언급이 없으나 역대기 저자는 유다 여러 성읍에서 직접 돈을 거두어 오도록 왕이 명령했다고 기록하고 있다. 이로 볼 때 역대기 저자의 기록이 보다 구체적임을 알수 있다. 레위 사람이 빨리 하지아니한지라 - 요아스가 제사장과 레위 사람에게 성전 수리를명하였으나 그의 재위 23년까지 성전은 수리되지 않고 퇴락한 상태 그대로 있었다(왕하 12:6)."
        },
        {
            "verse_reference": "24:6",
            "commentary": "그 외의 다른 사람은 들어오지 못할 것이니 - 여호야다는 제사장과 수종 드는 레위사람(대상 23:28-32)을 제외한 다른 사람들은 일체 여호와의 전에 들 어오지 못하도록금했다. 그런데 왕하 11:4에는 여호야다가 가리 사람의 백부장들과 호위병의 백부장들을 불러 여호와의 전(殿)으로 데리고 들어갔다. 이 문제에 대해서는 1절 주석을 참고하라."
        },
        {
            "verse_reference": "24:7",
            "commentary": "본절은 왜 성전 중수가 필요하였는가를 제시하고 있다. 그 이유는 아달랴의 아들들이 하나님의 전(殿)을 부수고 성전의 성물까지 바알들을 위해 사용하였기 때문이다. 아달랴의 아들들 - 이 '아들들'이라는 말을 문자적으로 이해할 것인가 아니면 비유적으로 이해할 것인가에 대한 논쟁이 있다. 전자의 의미로 이해한다면 죽임을 당한 아하시야의 아저씨와 형제들을(Keil) 가리키고(21:4;22:1), 후자의 의미로 이해하면 '아달랴의 추종자'(Barnes, NEB), 또는 그녀의 '제사장들'(Oettli, Benzinger)을 가리킨다. 하나님의 전을 깨뜨리고 - '깨뜨리고'에 해당되는 히브리어 원형은 '파라츠'(* )이다. 이 단어가 여기서는 주로 두 가지 뜻으로 번역된다. 즉, 하나는 '깨뜨리다'(KJV, JB), 다른 하나는 '부수고 들어가다'(RSV, NIV, NEB, 공동번역)로 나타난다. 근래에는 후자로 번역되는 것이 지배적이다. 모든 성물을 바알들에게 드렸음이었더라 - 아달랴는 여호와의 전에 보관되어 있던모든 금그릇 은그릇 등을 바알을 숭배하기 위해 사용하였다. 호세아 선지자는 이에 대하여 \"저희가 바알을 위하여 쓴 은과 금도 내가 저에게 더하여 준 것이어늘 저가 알지못하도다\"(호 2:8)라고 기록한다."
        },
        {
            "verse_reference": "24:8",
            "commentary": "한 궤를 만들어...전 문밖에 두게 하고 - 새로운 계획이 왕에 의해 제시된다. 그것은 궤를 만들어 성전 문밖에 두고 모세의 정한 세를 하나님께 드리게 하는 것이었다.이 방식은 이전의 것(5,6절)과 다른 방식이었다. 이전에는 제사 장과 레위 사람이 여러성읍에 돌아 다니면서 성전 보수를 위해 세를 거두는 방식이었으나 잘 시행되지 않았다. 한편, 본절과 열왕기하의 기록에는 차이점이 있다. 즉, 궤가 어디에 위치하였느냐하는 문제다. 왕하 12:9에 의하면 궤는 '여호와의 전문 어귀 우편 곧 단 옆에'둔 것으로 기록되어 있으나 역대기 저자는 '여호와의 전 문밖에' 두게 하였다고 기록한다. 그러나 열왕기하의 상세 한 기록에 따라 '단 옆' 곧 '번제단 옆'에 놓인 것으로 보는 것이 타당하다. 왜냐하면 '문을 지키는 제사장들'이 백성들의 손에서 은을 받아 그 궤에넣었다고 기록되어 있기 때문이다(왕하 12:9). 그렇다고 양자의 차이를 모순이라고 단정할 수는 없다. 주석학자들은 역대기 저자가 '전 문밖에'라고 고쳐 기록한 이유에 대해서 여러 가지 설명을 하고 있으나 그 설명의 불충분성 때문에 정확한 이유를 알 수없을 따름이다."
        },
        {
            "verse_reference": "24:9",
            "commentary": "이 명령은 이전에 제사장과 레위인들에게 주어졌던 것이다(5,6절). 그러나 이제 왕이 직접 유다와 예루살렘에 반포하여 정한 세를 여호와께 드리라고 명령한다."
        },
        {
            "verse_reference": "24:10",
            "commentary": "모든 방백과 백성들이 기뻐하여 - 열왕기에는 이러한 기록이 없다. 그러나 역대기저자는 본절에서 유다의 모든 백성들이 성전 수리를 위한 헌금 활동에 얼마나 적극적으로 참여하였는지를 명백히 밝히고 있다. 마치기까지 - 이것을 히브리 원문에 따라 직역해 보면 '그 궤에 가득차기까지'이다. 방백들과 백성들은 왕의 뜻을 기꺼이 받들어 그 궤가 가득찰 때까지 계속해서 헌금하였고, 그 궤를 비우고 다시 그곳에 궤를 갖다 놓으면 또 그 궤를 채웠다(11절)."
        },
        {
            "verse_reference": "24:11",
            "commentary": "왕의 유사(有司) - '유사'에 해당되는 히브리어 '페쿠다'(* )는 '소집', '돌봄', '관리', '직분'이라는 뜻의 여성 명사로서 왕의 일을 처리, 관리, 보호하는 일을 맡은 사람을 가리킨다. 이것은 고정된 직책이 아니라 임시로 어떤 목적을 위해 세운직책을 가리키는 듯하다. 즉, 이들은 요아스 왕이 헌금 관리를 위하여 특별히 세운 관리였을 것이다. 왕의 서기관과 대제사장에게 속한 아전 - 왕의 서기관은 헌금 액수를 기록하고 문서화하여 보관하는 업무를 수행한 듯하며(왕하 12:10 주석 참조), 대제사장의 아전은그 돈을 가져다가 여호와의 전 간역자에게 주어 인건비로 사용케 하는 역할을 담당한듯하다(12절). 때때로 - 이에 해당하는 히브리어 '레욤 베욤'(* )은 '궤에 돈이 가득 찼을 때 마다'라는 뜻이다(Keil)."
        },
        {
            "verse_reference": "24:12",
            "commentary": "여호와의 전 간역자(幹役者) - 왕하 12:11에는 '여호와의 전을 맡은 자'로 표현되어 있다. 즉, 이는 성전 수리를 위하여 고용된 석수, 목수, 철공장, 놋공장들을 지휘하는 총책임자를 가리킨다."
        },
        {
            "verse_reference": "24:13",
            "commentary": "수리하는 역사가 점점 진취(進就)되므로 - 여기서 '수리'에 해당되는 히브리 단어'아루카'(* )는 '시간이 오래 걸리다'라는 뜻의 동사 '아라크'(* )에서 파생 된 명사로서 '연장'(prolongation)이라는 뜻을 가지고 있다. 그러나 이 단어는 종종 '회복', '수리'라는 뜻으로 사용되기도 한다(느4:7; 사58:8; 렘8:22; 30:17;33:6).따라서 이 '아루카'는 시간이 흐름에 따라 일이 회복되고 진척되는 모양을 묘사할 때쓰는 단어임이 분명하다."
        },
        {
            "verse_reference": "24:14",
            "commentary": "전에 쓸 그릇을 만들었으니 - 본절과 병행 구절인 왕하 12:13에는 '그릇을 만들지아니하고'로 기록되어 있다. 본절은 모든 사업을 다 필역한 후에 그 '남 은 돈'으로 그릇을 만든 사실을 기록하고 있고, 열왕기 기자는 성전 수리 사업이 한창 진행 중에 있는 동안에는 결코 다른 목적으로 그 궤의 돈을 사용 치 못하도록 하여 일의 진행을 신속히 하였음을 나타내기 위하여 '그릇을 만들지 아니하였다'고 기록하고 있는 것이다. 제사드리는 그릇 - 이것은 번제에 직접 쓰이는 그릇들, 즉 지성소 안에 있는 제단그릇과 주발 및 금은 숟가락을 가리킨다(민 4:12). 이 그릇들은 성전 업무에 쓰이는그릇, 제사장들이 쓰는 다른 그릇들이나 잔과 구별된다(출 25:29). 한편 본래의 제사드리는 그릇들은 아달랴에 의해 바알 숭배에 사용됨으로 더럽혀졌을 가능성이 크다.그러므로 이렇게 새롭게 제사에 쓰일 그릇들을 만듦으로써 여호와께 대한 예배 업무를완전히 회복할 수 있었을 것이다. 본절 끝부분에 '항상 번제를 드렸다'는 기록은 바로이러한 완전한 제사 회복을 의미한다."
        },
        {
            "verse_reference": "24:17",
            "commentary": "여호야다가 죽은 후에 - 여호야다의 죽음은 요아스의 통치에 있어 큰 전환점이 되었다. 요아스는 여호야다가 사는 날 동안에는 정직히 행하였다(2절). 또한 여호야다가사는 모든 날에는 여호와의 전에서 항상 번제가 드려졌다(14절). 그러나 이제 여호야다가 죽자, 유다 방백들이 요아스를 우상 숭배에로 유 혹하였다. 유다 방백들이 와서 - 이들은 그동안 여호야다로 인하여 그들의 정치적 목적을 실현할 수 없었던 파당(a Party)이었을 것이다(Curtis). 그들은 아달랴 생존시 바알을숭배하던 자로서 바알 숭배를 회복하려는 자들이었을 것이다. 그런데 이 같은 파당이집권 세력으로 부상(浮上)하기 위하여 '우상 숭배'를 주장 한 것은 그것이 당시 국제정세에 대처하는 데 보다 용이하다고 생각되었기 때문일 것이다."
        },
        {
            "verse_reference": "24:18",
            "commentary": "여호야다가...죽을 때에 일백 삼십세라 - 비평학자들은 여호야다의 나이 130세에 대해 의문점을 시사한다(Myers, Curtis). 그러나 이 장수는 축복의 표지(Williamson)인 것이다. 즉, 하나님께서 여호야다를 통해 개혁을 추진함에 있어 그를 오랫 동안 살게 하셨다고 생각할 수 있다."
        },
        {
            "verse_reference": "24:19",
            "commentary": "무리가 다윗 성 열왕의 묘실 중에 장사하였으니 - 여호야다는 왕이 아닌자로서 유일하게 열왕의 묘실에 안치되었다. 아마 그가 요아스의 목숨을 구하여 다윗 왕권을 잇게 하고 성전을 정결케 하며 여호와 숭배를 회복하였기 때문에 이런 특별한 영예가 그에게 주어졌던 것 같다. 그리고 당시 여호야다의 위치가 왕에 버금가는 위치였고 왕의외척이었기 때문에 그러한 대우를 하였을 것이다. 또 130세나 되는 그의 많은 나이도존경의 요소로 작용했을 것이다."
        },
        {
            "verse_reference": "24:20",
            "commentary": "여호야다의 아들 스가랴 - 학자들은 마 23:35에 언급된 '성전과 제단 사이에서너희가 죽인 바라갸의 아들 사가랴'를 본절의 스가랴와 동일 인물이라고 생각한다(Barker, Zockler). 그렇다면 스가랴는 여호야다의 아들이 아니라 손자일 가능성이 크며 이는 여호야다가 나이가 많았다는 사실로도 뒷받침된다. 감동시키시매 - 이에 해당하는 히브리어 '라브솨'(* )는 '옷 입히다'라는 뜻의 동사 '라바쉬'(* )의 완료형 3인칭 여성 단수이다. 따라서 직역하면 '하나님의 신이 스가랴를 옷 입히셨다'라는 뜻이 된다. 이것은 성령에 감동된 상태를 은유적으로 표현한 것으로 스가랴가 온전히 성령에 감싸여 성령의 도구가 되었다는 뜻을 나타낸다(대상 12:18 주석 참조). 저가 백성 앞에 높이 서서 - 스가랴가 백성들에게 설교할 때 서 있었던 위치는 백성들보다 높은 장소였던 것 같다. 백성들은 바깥 뜰에 있었고 제사장인 그는 안뜰에있었던 것으로 추측되는데(21절) 안뜰은 바깥 뜰보다 높아서 백성들이 잘바라볼 수있었다. 스스로 형통치 못하게 하느냐 - 이는 스스로 축복의 길을 버리고 저주의 길을 가고있음을 가리킨다. 한편, 스가랴가 예언할 이 때에 이미 '전쟁의 소문들'이 횡행하고있었을 것으로 추측된다(Barker)."
        },
        {
            "verse_reference": "24:21",
            "commentary": "전(殿) 뜰안에서 돌로 쳐죽였더라 - 요아스는 무리의 꾀임에 빠져 의로운 스가랴를돌로 처죽이도록 명하였다. 모세의 법에 의하면 여호와의 이름을 훼방하였거나(레24:16), 몰렉에게 자녀를 바쳤거나(레 20:2), 아들이 아비에게 완악하고 패역하였거나(신 21:20,21), 간음을 하였을 경우에 이런 형벌을 집행하 도록 하였다. 그러나 스가랴는 이런 종류의 죄를 범하지 않았음에도 불구하고 배교의 길을 걷고 있는 요아스와 대립된다는 이유로 처형된 것이다. 언약의 나라에서는 왕권이 최종적이지 않고 하나님의권위가 최종적이다. 하나님의 법에 어긋나는 왕권은 그 자체가 육적이요, 세상적이요,이방적이다. 요아스는 언 약의 나라의 왕으로서, 하나님을 대신하여 유다를 다스려야한다는 본연의 자세를 완전히 상실한 자였다."
        },
        {
            "verse_reference": "24:22",
            "commentary": "은혜를 생각지 아니하고 - '은혜'는 히브리어로 '헤세드'(* )이며 여기서는 세속적 의미의 구출(Williamson), 즉 목숨을 구출받은 사실(22:10-12)을 뜻한다. 여호와는 감찰하시고 신원하여 주옵소서 - 여기서 '감찰하다'에 해당하는 히브리어동사 '다라쉬'(* )는 죄를 찾아 응징하는 것을 가리킨다. 그래서 혹자 는 선지자인스가랴가 어떻게 복수와 저주의 기도를 할 수 있는가 하고 의구심을 갖는다. 특히 스데반의 기도(행 7:60)나 십자가 상의 예수님의 기도(눅 23:34)와 비교해 볼 때 이런스가랴의 기도가 매우 부당한 것처럼 보일 수 있다. 그러나 이 기도는 요아스 왕과 스가랴 사이에 올바른 공의의 판단을 구하는 기도이며, 백성들에게 공의가 가리워지지아니하고 명백히 나타나기를 요구한 기도로 판단된다(대상 28:9;시 130:3;잠 16:2;렘11:20)."
        },
        {
            "verse_reference": "24:23",
            "commentary": "일 주년 후에 - 이 말에 해당하는 히브리어는 '리트쿠파트 핫솨나'(* )이다. 이것은 '그 해 마지막에'(KJV, RSV), '그 해가 바뀔 무렵에'(NIV, VEB,공동번역)등으로 번역된다. 그러므로 한글 개역이 '일 주년 후에'로 번역한 것에는 미흡한 점이 있다. 일 주년 후란 만 1년이 지난 시점을 말하기 때문이다."
        },
        {
            "verse_reference": "24:24",
            "commentary": "심히 큰 군대를 그 손에 붙이셨으니 - 침략한 아람 군대는 적은 무리였고 유다는'심히 큰 군대'였음에도 여호와께서 이 유다 군대를 아람 군대에 붙이시므로 유다는패배하였다. 이것은 하나님의 징벌이었다. 여기서 우리는 전쟁이 여호와께 속해 있음을 다시 한번 발견할 수 있다(20:15)."
        },
        {
            "verse_reference": "24:25",
            "commentary": "모반하여 그 침상에서 쳐죽인지라 - 요아스가 아람 군대의 침략으로 큰 부상을 입자, 그 신복들은 이를 호기(好機)로 삼아 침상에 누워있는 그를 살해하 였다. 그들의모반의 명분은 스가랴의 피를 갚는다는 것이었다. 그러나 이런 명목은 정당성을 가질수 없다(25:3,4). 왜냐하면 그것은 단지 원수 갚는 데 목 적이 있었기 때문이며 정당한사법적 절차를 걸친 형집행이 수반되지 않았기 때문이다. 어쨌든 요아스는 하나님 앞에서 자신을 되돌아 볼 수 있는 기회도 갖지 못한 채 사라지고 말았다. 열왕의 묘실에는 장사하지 아니하였더라 - 이 사실은 요아스의 통치에 대한 유다백성들의 역사적 평가가 어떠했으며 역대기 저자의 평가가 어떠했는지를 잘 보여준다."
        },
        {
            "verse_reference": "24:26",
            "commentary": "시므앗의 아들 사밧 - 왕하 12:21에는 사밧이 '요사갈'로 기록되어 있다. 시므릿의 아들 여호사밧 - 병행 구절에서 여호사밧은 '소멜'의 아들로 나타난다.소멜은 시므릿의 아버지요 시므릿은 여호사밧의 어머니일 가능성이 있다(Payne). 그렇다면 여호사밧은 소멜의 외손이 되는 것이다."
        },
        {
            "verse_reference": "24:27",
            "commentary": "요아스의 중대한 경책(警責)을 받은 것 - 어떤 사람들은 이것을 19,20절의 예언으로 생각하고 있고(Payne), 또 다른 사람들은 아람 왕 하사엘에게 바친 조공과 뇌물에대한 경책(왕하 12:18)이라고 생각한다(Zockler). 열왕기 주석 - 왕하 12:19에는 '유다 왕 역대지략'이라고 되어 있다. '주석'이라는 말에 해당하는 히브리어 '미드라쉬'(* )는 '보다 기초적인 왕궁 연대기에 대한 해석'(Payne)을 뜻한다. 남유다 왕국의 열왕들에 대한  치적(治績)을 언급하는 과저에서 제5대 왕부터 7대까지는  악과  극악을  달린  인물들이  소개되었다.  즉,  여호람(21:1-20),  아하시야(22:1-9), 아달랴(22:10-23:21)가 바로 그들인  바 이들은 유다의 열왕 중에서도 악을 연이어서 행한 대표적인 통치자였다. 이들은  유다 말기의 군왕들이 계속해서 악을 행해 유다의 멸망을 가속시킨 것과 같이(36:1-4, 5-7, 8-10, 11-21) 오직 악행만을 저질러 패망의 늪으로  유다를 빠지게 했던 것이다. 그러나  이처럼 암울했던 유다에 다시 빛이 비치니 꺼져가는 다윗  가(家)에 여호와께서 함께하셔서 다윗의 후손으로 하여금 유다를 통치하게 하신다. 여호야다의 혁명을 통해(23:16-21) 왕위에  오른 요아스 왕은 지금까지 악행을 일삼은 왕들과는 달리 선정을 베풀었지만 그 역시 말년에는 악을 범해 하나님의 심판을 당한다. 이러한 요아스 왕의 일대기를 기록하고 있는 본장은 그의 통치를 전반기와 후반기로 구분하는 바 그의 생애는 마치 유다 전체 역사의 축소판적인 역할을 하고 있다.  요아스는 온 국민의 전폭적인 지지  속에서 7세에 왕이 되어 B.C.835년부터 796년까지 40년동안 유다를 통치하였다. 그런데 드의 통치는 여호야다으 죽음(15절)을 기점으로 해서 다음과 같이 두 시기로 구분할 수 있다. (1) 여호야다의 죽음  이전 시기(요아스 통치 전기)  : 요아스는 제사장 여호야다의 생전에는 정직하며  여호와를 경외하였다(2절). 그리고 무엇보다  성전을 수리하는 큰 공헌을 세웠는데 이는 이전 장(章)에서 설명한 바와 같이 언약의 이행이라는 차원에서 높이 치하할 만한 것이었다. (2) 여호야다의 죽음 이후 시기(요아스  통치 후기) : 요아스의 정책은 제사장 여호야다의 죽음 이후 돌연 급회전 하였는데  그렇게 된 가장 큰 요인은 요아스 정권의 기반인 제사장들의 세력이 여호야다의 죽음으로 급격히 약화되고 그 대신에 방백들이 정치에 크게 영향을 키티기 시작했기  때문이다(17절). 그로 인하여 요아스는 바알 숭배를 허용하였고(18절), 여호야다의 아들  선지자 스가랴를 살해하는 지경에까지 이르게 되었다(20-22절). 그러므로  아람 군대의 침입으로 인하여  요아스가 크게 부상당하여 무기력하게 되고 결국 그 신복들에 의해 살해된 것은 그의 범죄에 대한 당연한 하나님의 심판이었다고 할  수 있을 것이다(23-27절). 참으로  이것은 아사가 선지자의 말을 거부함으로써 하나님의 심판을 받아 궁극적으로 파멸당한 것과 같은 경우라 할 것이다(16:11-14). 한편, 본장의 내용은 왕하 12장과 평행을  이루는 대목인 바 이 두 기록들에는 저마다 기록 의도가  분명히 나타나 있다. 즉, 열왕기 저자는  요아스의 통치에 관해 영성(靈性)에 대한  평가(왕하 12:1-3)->당시의 영적  상황(왕하 12:4-16)->당시의 정치적 상황(왕하 12:17,  18)->그의 죽음(왕하 12:19-21)의 순으로  기술함으로써 그가 행한 선행을 강조한다. 이는 신명기적 역사관에 의거한 열왕기 저자의 역사 기술로 주의 계명에 순종하면 축복을 받고 불순종하면 심판을 받는다는 사실에 근거를 둔 것이다. 그러나 이와는 달리  본서 저자는 요아스 말기에  있었던 타락상을 언급해(17-27절) 포로로부터 돌아온 이스라엘 백성들에게 역사의 산 교훈을 준다. 다시 말해서 본서 저자는 열왕기에 나타나지 않은 요아스의  실정을 기록해 악을 범한 자의 최후가 어떠한지를 말하고 있으며 유다가 왜 망하게 되었는가를 밝힘으로 이스라엘 백성들에게 교훈하고 있는 것이다. 이 같은 본문을 통해 우리는 다음과  같은 내용을 교훈으로 삼을 수 있다. 즉, 오늘날의 신앙인도 영적으로 승리하는  삶을 시작했다가 육적으로 타락하는 경우가 있다는 사실이다. 시작은 좋으나 결국은 망하는 것이다. 그렇기 때문에 본장의 내용은 언제나 믿음으로 살지않고 맹목적이고 형식적으로 살아가는 현대의 성도들에게 경고하고 있다(갈 3:1-3). 1.요아스의 통치(24:1-3) 본문은 요아스의 통치 기록에 관한 서문이다.  그는 북왕국 왕 예후 7년, 그의 나이 7세 때에 왕위에 올랐으며 40년간  유다를 다스렸다(왕하 12:1). 그런데 2절에서 그의 통치 전반에 대한  평가를 보면 제사장 여호야다  생전에 선정(善政)을 베푼 사실만을 기록하고 있고 그의 통치 후반기에 행한 범죄에 대해서는 언급이 없다(왕하 12:2, 3의 주석을 참고하라). 그것은 아마  요아스에 대한 제사장 여호야다의 영향력이 지대하였음을 강조하기 위해서일 것이다. 그리고  또 본문엣는 열왕기에 언급된 것, 즉 요아스가 산당을 제하지 않은 사실(왕하  12:3)을 생략한 채 제사장 여호야다가 요아스 왕으로 하여금 두 아내와 결혼하게 한 사실이 중요하게 부각되어 있어(3절) 요아스의 통치 시기 전반기에 제사장 여호야다의 영향이  적지 않았음이 거듭 나타난다. 이러한 본문을 통하여 우리는 다음과 같은 사실들을 숙고해 볼 수 있다. (1) 요아스는 여호야다가 사는 동안에는  그의 교훈에 의지하여 여호와 보시기에 정직하게 행했으나 여호야다가 죽은 후에는 방백들을 의지함으로써 여호와를 버렸다. 이로 볼 때 요아스는 항상 의존적인 신앙 생활을 했을 뿐 신앙의 훈련을 통한 자기 성숙을 이루지 못했음을 알 수 있다. 그러기에 오늘날으 성도들도 유아기적인 신앙에서 벗어나 그리스도의 장성한  분량까지 성장하여야 할 것이다(엡  4:13). 그래야만 어떠한 유혹과 환란이 온다 할지라도 능히 극복할 수 있으며 하나님 나라를 확장하는 일에 동참할 수 있을 것이다. (2)여호야다가 요아스 왕으로 하여금 두  아내에게 장가들게 한 사실은 결혼의 참된 의미가 무엇인가를 생각하게 한다. 여호야다는 아달랴의 학행을 통하여 왕실의 잘못된 결혼이 얼마나 무서운 결과를 가져오는지 생생하게 체험했기 때문에 이와같이 결혼 문제에 자신이 직접  개입하게 되었을 것이다. 특히  이성적으로나 신앙적으로 판단력이 부족한 어린 요아스에게는  이러한 배려가 절실하게 필요했을  것이다. 이러한 사실은 오늘날 배우자를 결정함에 있어서  무분별하게 안목의 정욕을 따라 행하거나 물질적인 잇속을 따라 행하는 많은 젊은이들에게 선배의 신앙적 가르침이나 충고가 절실하게 요구됨을 보여준다. 2. 성전 수리의 실패와 성공(24:4-14) 요아스 왕은 통치 초기에 여호야다의  영향을 지대하게 받고 있었기 때문에 왕의 보좌에 즉위하는 자리에서 세운 언약(23:16)을 충실히 이행하는 데 관심이 있었다. 그래서 그는 언약 이행의 실천적 행위로  성전 수리 사업을 추진하였다. 이미 이전의 성전 예배와 제사를 회복하고 제사장들도 정해진 반차에 따라 모든 업무들을 충실히 수행하고 있었기 때문에 성전의 기능은 모두 정상적이었다(23:18, 19). 그러나 성전 건물 자체는 아달랴의 아들들에 의해 크게  훼선되었을 뿐만 아니라(7절) 성전을 지은지 오래여서 많은 부분이 낡아져 있었기 때문에 성전 수리 사업은 불가피한 것이었다. 이 같은 내용을 담고 있는 본문은  1차 수축의 실패(5, 6절)와 그 원인에 대한 암시(5절), 그리고 성전 수축의 이유(7절)와 백성들의 자발적인 헌신으로 완결되는 2차 수축의 모습을 언급하는  장면(8-14절)으로 구성되어 있다. 역대기  기자는 이처럼 신정 국가로서의 종교적인 사역일 뿐만 아니라  신앙 회복 운동의 일환이다. 이러한 본문에는 성전 수리  사업이 크게 두 가지로 부각되어서 기록되는  데 이를 살펴보면 다음과 같다. (1) 제1차 성전 수리 계획의  실패(5, 6절) : 요아스는 처음에 제사장과 레위인들을 중심으로 성전 수리 사업을진행토록 하였으나  이 사업은 실패하고 말았다. 그 실패의 원인은 분명치 않으나 아마 제사장과 레위인들이 본 업무를 떠나 성전 수리 사업과 재정 관리에 전념하기가 힘들었기 때문인 것으로 추측된다(5절 ; 왕하 12:5, 6). 그리고 특히 재정을 확보하는 데 실패하였던 것이 가장 큰 원인이었을 것인고로 성전 수리 등과 같은 행정적인 일과 재정 관리에  능통하지 못했기 때문일 것이다. 요아스 왕이 직접 모금 활동을  주선하게된 것도 그런 이유에서일 것이다.  여기서 우리가 얻게 되는 교훈은 하나님의 사업을 함에 있어서  성도들을 재능과 역량에 따라 적재 적소에 배치하는 것이 중요하다는 것이다. 이와 유사한  예로 초대 교회 사도들이 기도와 말씀 전하는 일에만 전무(專務)하고 다른 일곱 집사를 세워 교회의 행정과 구제활동에 힘쓰도록 했던 경우를 들 수 있다(행 6:3, 4). (2) 제2차 성전 수리 계획의  성공(8-14절) : (가) 자율적인 헌금(8, 9절)-요아스는 성전 문 밖에 궤를 설치하고 백성들로 하여금 자유롭게 헌금을 바치도록 하였다. 이는 첫 번째 성전 수리 사업 때  반 강제적으로 헌금을 징수하던 것(5절)과 대조되는 것으로서, 오늘날의 교회 헌금도 자율적으로 이루어져야 함을 가리킨다. (나) 공정한 헌금 관리-요아스는 헌금 궤를 성전 입구에 둠으로써 헌금 관리가 공개적으로 이루어지도록 했다. 이 같은  제도는 백성들로 하여금 헌금의 용도에  대해 신뢰성을 가지고 헌금할 수 있게 했으며,  또한 제사장으로 하여금 그것을 다은  용도로 지출하지 못하게끔 했다. 더욱이 헌금은 철저히 계산되어 수리 비용으로 지출되었으며 남은 돈은 곧바로 반환되어 서언 기구를 제작하는 데 충당되었다(14절). 이러한 사실들을 통하여  우리는 다음과 같은 교훈을  발견하게 된다. 즉, 하나니믓 사업에 모든 사람이 기쁘게 동참할 수 있어야 한다는 것이다. 흔히 그리스도인들은 교회 일을 하면서 비용을 구하는 일이나  방법을 찾는 일에만 치중한 나머지 그 일을 직접 수행하는 사람들이 기쁘게 동참할 수  있게 하는 일에는 소홀히 한다. 따라서 우리는 일의 목표도 중요하지만 그 진행하는 과정 또한 중요함을 알아 모두가 함께 참여하는 일을 간구해야 할 것이다. 3. 요아스의 타락(24:15-22) 본문은 열왕기서에서는 생략되어 있는  부분으로 경건한 여호야다가 사후 우상 숭배(18절)와 선지자 스가랴 살해(21절)  등의 불신앙적 범죄를 자행하는 요아스의 악행이 앞단락의 선정과 극명한 대비를 이루며  기록되는 대목이다. 그의 선정과 악정은 제사장 여호야다의 죽음이 그 분기점이 되는 바, 여호와 신앙을 성숙시키지 못한 요아스의 이중적 신앙 인격이 적나라하게 드러난다. 이러한 내용의 본문에는 요아스의 죄악이 다음과 같이 나타난다. 즉, (1) 사악한 자의 조언을  좇음(17절). (2) 선지자  스가랴의 책망을 거부하고  끝내 그를 살해함(21절), (3) 우상 숭배를 부활시킴(18절).  유다 백성들은 아달랴 통치하에서 겪은 경험, 즉 우상 숭배에 대한 증오심을 가지고  있었을 것이다. 이 같은 요인에 힘입어 요아스는 여호야다 생전에는 성전을 수리하는 등 하나님을 섬기는 데 열심이었다. 그러나 여호야다 사후 그는 유다 방백들과 함께 사교(邪敎)를 좇아 우상 숭배를 자행하고 있다. 이는 그의 이중적인 신앙 인격의 한 단면, 곧 박약하고 지속성 없는 성품을 잘 보여준다. 사실 여호야다가 죽은 후 정치는 급격히 변화하였는데 그 이유는 제사장들과 선지자들의 영향력이 약화되고 유다 방백들의 세력이 강화되었기 때문이다(17절). 그리고 하나님에 대한 신앙보다는 정치적 임기  응변에 능한 방백들이 아달랴에 의해 전파된 바알 숭배를 다시 허용토록 왕에게 요청하였는데 요아스가 그것을 허락했기 때문이다(18절). 그런데 그것은 아마 북왕국  이스라엘 등의 나라와 화친하기 위한 정치적 목적에 따른 것일 것이다. 따라서 자신들의  정책을 반대하는 선지자나 제사장들을 향하여 숙청의 칼을 쳐들 수밖에 없었을  것이다(21절). 이들의 죄악을 책망하던 여호야다의 아들 스가랴의 죽음은 소위 정치적 희생양으로서의 죽음이었던 것이다. 그러나 스가랴가 죽을 때에 남긴 말처럼 하나님을  버리고 단순히 정치적 목적을 달성하기 위하여 우상을 숭배한 그들을 하나님은 선악 간에 반드시 심판하실 것이다(22절). 이와 같은 사실들을 통하여 우리는 다음과 같은 교훈을 깊이 묵상해 볼 수 있다. (1) 하나님의 백성들은 하나님과의 언약을 최우선적으로 생각하여야 한다. 요아스와 유다 방백들은 하나님의 언약보다도 정치적인 유익을 더중히 여겼기 때문에 우상 숭배를 쉽게 허용할  수 있었던 것이다. 여호와께서는 자신의  백성과 뱉은 언약을 영원히 변치 않는  소금 언약 (민  18:19;대하 13:5)으로 지키셨음에도 불구하고 이스라엘 백성들은 환경의 변화나 사소한 이해  관계 때문에 여호와의 언약을 버리고 우상을 숭배하였던 것이다. 요아스가 바로  그러한 대표적인 인불이었다. 이와같이 오늘날에도 요아스처럼 하나님 앞에 신의를 지키며  그분의 말씀을 철저히 의지하지 않고 다른 인간적인 목적 때문에 말씀에 어긋난 행동을 하는 성도들이 많다. 그러므로 우리는 주님의 말씀대로 우리 속에 소금을 두고(막  9:50) 믿음의 내적 원칙에 어긋나는 행동을 해서는 안될 것이다. (2) 신앙인일수록 더욱 다른 사람들에게 받은 은혜를 생각해야 한다는 것이다. 요아스는 여호야다의 아내 여호사브앗의 도움으로  살아 남을 수 있었으며 그가 왕위에 오를 수 있었던  것도 여호야다의 혁명 때문이었다. 더욱이  요아스는 자신의 통치 기간 동안에 여호야다의 가르침과 도움에 힘입은  바 컸다. 그럼에도 불구하고 그는 여호야다가 죽고 난후  그의 아들 스가랴를 살해했으니 이 같은  행위는 은혜를 악으로 갚는 행위라 할 수 있을 것이다. 이와 유사한 실례로 예수 그리스도의 선한 일을 직접 목격하고도 돌을 들어 예수를 치려하며 조롱했던 유대인들의 경우(요 8:59;10:31)를 들 수 있다. 그러므로 성도들은 하나님에게서 받은  은혜 뿐만 아니라 사람들에게서 받은 은혜까지도 깊이 생각하여 은혜를 배반하는 일이 없도록 해야 할 것이다. 4. 아람 군대의 침입과 요아스의 종말(24:23-27) 본문은 아람 왕 하사엘의 유다 침입(23절)과 신하들의 모반으로 인해 요아스가 살해되는 것(25절)을 기록한 대목이다. 이러한 본문은 요아스의 악정으로 인해 하나님께서 징계하시는 장면을 언급한 전반부(23, 24절)와 그 징계의 결과를 기록한 후반부(25-27절)로 구성되어 있다. 특히 본문은 요아스 패망의 직접적인 원인으로서 아람 왕 하사엘의 침입을 언급하고 있는데 이 전쟁의 원인과 경과를 살펴보면 다음과 같다. (1) 원인 : (가) 하나님의 징계(18, 20절)로 인한 것이다. 이는 하나님을 떠난 자는 그에 상응하는  징계를 받는 다는  역대기 저자의 일관된  주장과 잘 조화된다(24절), (나) 하사엘은 북이스라엘이  지중해 연안의 무역 도로를  확보하기 위한 것이다(왕하 10:32, 33). (2)  경과 : 하사엘은 북이스라엘 왕 예후로부터  요단 동편 땅을 빼앗은(왕하 10:32, 33;암  1:3)후 서남쪽으로 진출하여 유다를  공격하기 시작하였다. 또한 그는 블레셋 지역의 성읍 가드를 점령하고 예루살렘으로 진격하였다(왕하 12:17). 한편, 이 같은  전쟁의 경과에 대해 본문과 열왕기는  각각 다르게 기록하고 있는데 본문은 유다 왕국의 역사를 하나님의 전적(全的) 섭리라는 측면에서 파악하는 본서 저자의 의도를 잘 반영하고 있다. 다시 말해서 열왕기는 요아스가 전쟁에서 부상당한 것을 누락시키고 있는 반면 본문은 요아스가 왕궁의 보물과 성전의 귀중품을 하사엘에게 뇌물로 바치고 전쟁을 종식시킨 사실을  기록하고 있지 않다(왕하 12:17, 18). 따라서 본서 저자는 이러한 본문에서도 사건의  객관적 맥을 중요시 한 열왕기적 관점과는 달리 다윗 왕국의 정통성을 추적하는 역대기적 관점을 잘 드러내고 있다. 한편 본문의 후반부에는 하나님의 징계에 대한 결과로 요아스가 전쟁에서 상처를 입었을 뿐만 아니라  신하의 모반에 의해 암살당하고  열왕의 묘실에도 장사되지 못하는 수치를 당하는 장면이 나온다(25절). 이는  하나님과의 올바른 관계가 파괴된 자는 결국 하나님으로부터 뿐만 아니라 사람들로부터도 버림받는다는 사실을 나타낸다는 것이다. 그리고 이와  더불어 무고한 자의 피는(22절)  언젠가는 반드시 보수(報誰)된다는 것을 드러낸 것이다. 이러한 본문을 통해서  성도가 교훈 받을 수 있는 사실은  다음과 같다. 즉, 어떠한 상황의 변화 가운데서도 끝까지 믿음을  소유하는 사람이 되어야 한다는 것이다. 요아스는 변화하는 상황에 편승하여 믿음을  버리고 적절하게 그에 대해 대처했다. 그리하여 결국 그는 자신이 지은 죄로 인해 하나님의 심판을 받아 죽고 말았다. 그러기에 우리는  끝까지 견디는 자는 구원을 얻으리라 (마 24:13)는 말씀에 의지하여 하나님과의 영적 교제를 굳건히 지속하는 일을 쉬지 말고 해야 하겠다. * 제사장 나라 고수(固守)에 대한 갈등. 솔로몬 이후 이스라엘이 남북으로 나뉘어지면서 남쪽의 유다는 중대한 종교적  문제를 겪게 되었는데 그것은 유다를 어떻게 여호와의 나라, 제사장의 나라로 만들어  가느냐 하는 것이었다. 반면에 이미 세속의 나라로 나아간 북이스라엘은 정치적인 혼란을 수없이 겪었으나 더 이상의 종교적인 갈등은 없었다. 왜냐하면 북왕국으 열왕들은 정치적인 권좌에만 관심이 있었지 종교적인 개혁의 문제는 안중에도 없었기 때문이다. 이와같이 유다가 제사장 나라로 계속  발전해 나갈 것이냐, 아니면 세속적인 방법으로 이방화되어 갈  것이냐 하는 문제가 가장 첨예하게 드러나  있는 것이 바로 본장이다. 이러한 갈등이 나타나게 된 근본 원인은 여호람에게서 찾아야 되며, 더 나아가 그러한 갈등이 생길  수 있도록 그 여지를 만든  여호사밧에게서 찾아야 한다. 왜냐하면 유다에 바알 종교를 심은 아합의  딸 아달랴를 데려온 사람이 바로 여호사밧이었고 여호람은 아달랴로 인하여 유다를 바알 종교 국가로 만들려는 시도를 했었기 때문이다.  그러던 중 아더랴를 몰아내고 요아스로  하여금 다윗 왕가를 잇게 한 제사장 여호야다의 혁명은 유다를 세속의 나라로  만들려는 자들에게 큰 쐐기를 박아버렸다. 그리고 바알 숭배 자들에 의하여 더럽혀진 성전을 회복한 사건을 유다로 하여금 더 이상 세속에로의 유혹을 받지안호  오로지 여호와의 백성이요, 그의 나라로  달려갈 수 있게 한 좋은 계기가 되었다(7절). 그러나 신앙적인 문제보다는 지나치게  정치적인 문제에 관심이 많았던 요아스 시대의 유다 방백들은  세속에로의 유혹을 쉽게 떨쳐버릴 수가  없었다. 그들은 오직 자기 나라만이 여호와 종교를 고집하여  국제적으로 고립되는 것은 저알 어리석은 짓이라고 생각했을 것이다. 그래서 여호야다가 죽고 난 후 우유 바단하고 유약한 요아스를 충동질하여 바알 종교를 도입하여 국제적인  고립화를 면하려 했던 것이다(17절). 이 때문에 여호와의 말씀으로 경고하던 여호야다의 아들 선지자 스가랴를 여호와의 전 뜰안에서 돌료 쳐죽였던 것이다(22절). 이후로 유다 역사를 살펴보면 아마샤, 웃시야, 요담, 히스기야, 요시야 때에는 유다를 제사장 나라로 발전시켜 나가려는 시도가 강하게 부각되어 나타나고, 그 이외에 아하스를 비롯하여 유다 말기의  통치자들은 모두 유다를 이방과의 국제적 고립으로부터 면하게 하고자 하여 여호와의 백성이  되기를 포기하였다. 그래서 유다 백성들이 여호와의 말씀을 버리고 이방의 강대국을  의지하려 할 때마다 여호와의 징계의 말씀과 징벌이 주어졌다. 이와 같은 사실들을 통하여 볼 때 오늘날의 성도들도 하나님으 백성으로서의 면모를 끝까지 고수하며 쉽게 쌍 사람들과 타협해서는 안됨을 잘 알 수 있다. 그리고 믿는 자들 안에 임하여  있는 불가시적인 하나님의 나라를 늘 기억하며  그의 나라와 그의 의(義)를 구하는 삶이 계속 정진되어야 함을 명심하여야 할 것이다. 왜냐하면 비록 우리가 세상에 살고는 있지만 세상에  속한 백성이 아니요 여호와의 백성이며 그의 나라의 백성이기 때문이다."
        }
    ]
}