{
    "bible_book": "역대하",
    "chapter_number": 11,
    "commentaries": [
        {
            "verse_reference": "11:1",
            "commentary": "유다와 베냐민 족속을 모으니 - 르호보암은 남유다로부터 분리해 나간 열 지파(10:16-19)를 무력으로 회복하기 위해 용사 18만을 징집했다. 이들 중에는 의외로 베냐민 지파가 함께 하였는데 예루살렘 상실을 원치 아 니한 저들의 목적이 유다 지파와의 연합을 가능케 했을 것이다. 왕상 12:21 주석 참조. 한편 징집된 용사는 모두 18만이라고 했는데, 아비야 왕 때는 40 만(13:3). 아사 왕 때는 58만(14:8). 여호사밧 왕때는 116만(17:13-19)이었던 것에 비교해 볼 때 그리 많은 수는 아니다."
        },
        {
            "verse_reference": "11:2",
            "commentary": "하나님의 사람 스마야 - 여기서 '하나님의 사람'이란 '선지자'를 일컫는 또 다른표현이다. 르호보암과 여로보암 사이의 남북 전쟁을 중단시켰던 하나님의 사람 스마야는 애굽 왕 시삭(Shishak)의 침입 때에도 이스라엘 백성들의 회개 를 촉구했었으며(12:5-7) 르호보암의 행적에 관한 역사를 기록하기도 했다 (12:15). 한편 '제사장의책'이라고 할 수 있는 역대기서에도 많은 선지자들이 등장하고 있다(12:5; 15:1; 18:6,7; 19:2;20:37; 21:12; 24:20-22). 그런데 역대기서에서 언급되고 있는 선지자들은 다른성경에 나타나는 선지자들과는 달리 신정 국 가(神政國家) 수호자로서의기능이 매우 두드러진다. 그래서 이들은 대부분 유 다 왕들 곁에서 왕을 인도, 충고, 교훈하는 역할을담당하고 있는 것으로 나타 난다."
        },
        {
            "verse_reference": "11:3",
            "commentary": "유다와 베냐민의 이스라엘 무리에게 - 본서 기자는 남유다를 지칭할 때는 대개 '이스라엘' 앞에 다른 수식 어구를 붙이고, 북이스라엘을 지칭할 때는 ' 이스라엘'만으로표기한다. 그러나 다른 성경 저자들과는 달리 유다를 가리켜 종종 '이스라엘'로 표기하는 것 또한 본서 저자의 특징이다 (12:1;15:17;21:4;28:19, 27)."
        },
        {
            "verse_reference": "11:4",
            "commentary": "너희 형제와 싸우지 말고 - '형제'에 해당하는 '아흐'(* )는 한 뿌리에서 나 온광범위한 후손을 모두 지칭하는 말이다. 사실 남왕국 유다도 북왕국 이스라 엘도 아브라함의 자손이라는 점에서 한 형제이다. 그러므로 어떠한 경우에도 동족 상잔(同族相殘)의 비극만은 피해야 했던 것이다. 왕상 12:24 주석 참조. 이 일이 내게로 말미암아 난 것이라 - 10:15에서 이미 언급된 바와 같이 남북 왕국의 분열을 죄를 징치하시기 위한 하나님의 심판의 결과였다. 그러므 로 사람이 이를 돌이키려고 할지라도 하나님의 심판은 돌이킬 수 없는 것이 다. 한편 이러한 왕국의 분열은 긴 계시 역사적 안목에서 볼 때 행악자와 불 신자를 제거하기 위한 하나님의 가지치기에 해당하는 것이며 마지막 '남은 자 들'을 보호하시기 위한 하나님의 섭리라 하겠다(사 10:22;롬 9:27)."
        },
        {
            "verse_reference": "11:5",
            "commentary": "유다 땅에 방비(防備)하는 성읍들을 건축하였으니 - 르호보암은 하나님 의 지시에따라 북이스라엘 공격하는 것을 포기하고(1-4절) 이제 이처럼 자체 정비 사업에 몰두하였다. 한편 르호보암이 건축한 도시들과 과거 솔로몬이 건 축했던 도시들(왕상 9:15,17, 18)을 비교해 보면 서로 전혀 다른 도시들임을 알 수 있다. 아마도 과거에 이미애굽의 침입으로 혼이 났던 이스라엘은(왕상 9:16) 이제 남북이 서로 분열된 상태에서또다시 애굽의 침입을 받게 될 때 치 명적이지 않을 수 벗기 때문에 그에 대비하여 새로운 성읍을 더 건축할 필요 를 느꼈을 것이다."
        },
        {
            "verse_reference": "11:6",
            "commentary": "베들레헴 - 예루살렘 남방 8km 지점의 고지대에 위치한 베들레헴은 지형이 험악한편이어서 천연적으로 요새로서의 여건이 잘 갖추어져 있었다. 이에 대한 보다 자세한내용은 룻 1:2 주석을 참조하라. 에담 - 혹자에 따르면 오늘날의 '아인아다'에 해당되는 에담(Etam)에는 예루 살렘에물을 보낸 주는 급수지가 있었다고 한다(O. Zockler). 그런데 이곳은 삿 15:8;대상4:32에 나오는 '에담'과는 이름만 같을 뿐 서로 다른 지역이다. 드고아 - 베들레헴 남쪽 약 8km 지점에 위치해 있는 산지이며 이전부터 요새로 유명했다(삼하 23:26;대상 4:5;암 1:1)."
        },
        {
            "verse_reference": "11:7",
            "commentary": "벧술 - 헤브론 북쪽 약 6km 지점에 위치해 있었으며 당시 가장 강한 요새 중의 하나로 알려져 있었다. 그러나 오늘날에는 단지 조그만 마을로 남아 있을 뿐이다(수15:58;느 3:16). 소고 - 예루살렘 남서쪽 약 14km 지점에 위치해 있었는데 이전에 솔로몬 왕국에 식물을 공급해 주었다(왕상 4:7). 이 '소고'(Shoco)는 오늘날의 '에스 수웨크'(es-suweke)에 해당되며 대상 4:18의 소고와는 다른 곳으로 추정된다. 아둘람 - 오늘날의 '텔 에쉬-세이크 마드쿨'(Tell esh-Sheikh Madhkur)로 추 측되는이 도시는 부근에 회석벽의 굴이 많아 다윗이 사울을 피하여 이곳에 숨은 적이 있다(삼상 22:1, 2). 보다 자세한 내용은 그곳 주석을 참조하라."
        },
        {
            "verse_reference": "11:8",
            "commentary": "가드 - 블레셋의 5대 도시 중의 하나(삼하 1:20)인 가드(Gath)는 다윗이 정복 한 도시이나(대상 18:1) 그곳은 블레셋 사람들이 여전히 장악하고 있었다. 그 리고 심지어솔로몬 때에는 자체 내에 왕이 있었던 것으로 보인다(왕상 2:39). 그러나 솔로몬 시대이후로 이곳은 분명히 유다의 정복지였는바(9:26) 르호보암 이 이곳을 개수 보강(改修補强)하였다. 마레사 - 헤브론과 블레셋 사이 쉐펠라(Shephelah) 지역에 있는 도시로서 현재의'마라스'이다(수 15:44). 십 - 헤브론 동남방 1km 지점에 있는 산지의 성읍이다. 한때 다윗이 사울을 피해 이곳에 숨기도 했다(삼상 23:14-24)."
        },
        {
            "verse_reference": "11:9",
            "commentary": "아도라임 - 헤브론 서쪽 10km 지점에 위치해 있었는데 오늘날의 두라 (Dura)이다(Rabinson). 라기스 - 예루살렘 남서쪽 48km 지점에 위치해 있었으니 곧 가사에서 헤브론으로가는 도상이다. 최근에 발굴된 이 도시의 이름은 '텔 엘 헤시 '(Tell-el-Hesy)이다. 과거에도 이 성읍은 주요한 변방 도시로 성경에 자주 나 타난다(수 10장;왕하 18:14;미1:13). 아세가 - 베들레헴 남쪽 27km 지점이다. 다윗의 블레셋의 골리앗을 쳐죽인 곳으로도 유명하다(수 10:10, 14;삼상 17:1-49;느 11:30;렘 34:7)."
        },
        {
            "verse_reference": "11:10",
            "commentary": "소라 - 예루살렘 동쪽 65km 지점에 위치했던 곳이다. 원래는 단 지파의 땅 이었으나(삿 18:2-11) 단 지파가 북족으로 이주한 이후에는 베냐민 지파의 땅이 되었던 것 같다. 아얄론 - 여리고와 지중해 사이에 위치했던 성읍이다. 이 땅도 본래는 단지 파의 소유였으나(수 19:42;21:24;대상 6:69) 후에 베냐민 지파에 속하게 된 것 같다(대상 8:13). 한편 여호수아의 승리의 노래를 보면 이곳 아얄론 골짜기에 달이 머물렀다고 기록되어 있다(수 10:12, 13). 헤브론 - 예루살렘 남쪽 30km 지점에 위치한 성읍으로 원래는 기럇아 르바(Kirjath-arba)로 불리웠다. 오늘날 이곳은 요르단의 주요 상공업 도시로 성장하고 있다. 창 23:2 주석 참조. 한편 이상의 성읍들 중 소라와 아얄마론을 르호보암이 재건한요새들 중에 가장 북방에 위치해 있었다. 그리고 헤브론(대 상 3:1;6:55, 57)과 다른성읍들은 모두 유다의 중앙이나 남서쪽에 위치해 있었 는데 이들은 애굽의 침입을 막기위해 재건된 성읍들이었다."
        },
        {
            "verse_reference": "11:11,12",
            "commentary": "유다와 베냐민이 르호보암에게 속하였더라 - 본문은 르호보암이 위의 성 읍들(6-10절)을 건축한 목적이 무엇이었는가를 잘 보여 준다. 즉, 르호보암은 유다와 베냐민의성읍들을 강성하게 함으로써 한편으로는 각 성읍들의 복지 (福祉)를 꾀하여 민심을 얻고 다른 한편으로는 성읍들을 강화하여 외적의 침 입에서 백성들을 보호하고자 했던 것이다. 이러한 그의 정책은 유다와 베냐민 백성들의 호감을 얻는 데 충분하였을 것이다."
        },
        {
            "verse_reference": "11:13",
            "commentary": "모든 지방에서부터 르호보암에게 돌아오되 - 본절은 당시 레위인과 제사 장들이 예루살렘 성전 부근에만 거주한 것이 아니라 전국에 흩어져 있었다는 사실(민 35:1-8)을보여 준다. 한편 왕상 12:26-28에 따르면 여로보암은 이스라 엘 백성들이 신앙적으로유다에 의존하는 것을 방지하기 위하여 레위인들을 배척하는 정책을 썼다. 그러자 그들은 북 왕국을 떠나 남왕국으로 이주하였는 데 여로보암의 우상 숭배 정책에 반대하여남 유다로 남하(南下)한 이같은 사례는 아사 왕(15:9)과 히스기야 왕 통치 때(30:11,12)에도 있었다. 이들이 향리(鄕里)와 산업을 버리고 유다에 이르렀다는 것은 그들이 하나님을 섬기지 못하도록 금지되어 있고, 여화와의 규례와 법도가 파괴괸 곳에서 누리는 안락한 생활보다 자신들의 본분인 하나님을 예배하는 것을 더 우선적으로 생각하였 다는 증거이다. 그들의 이 같은 행동은 '본토 친척 아비집을 떠나 하나님께서 지시해 준 땅으로 간'(창 12:1-4) 아브라함과 예수님을 따르기 위해 자신의 모 든 것을 포기한 열 두 제자(마 19:27-29;눅 5:11)들의 행동과 흡사하다. \"하나 님을 참되게 예배하는 길에서 만나는 궁핍은 죄악의 길에서 만나는 풍요보다 더 낫고, 타락된 양심을가지고 부귀와 쾌락 속에 뒹구는 것보다는 연보에 의 존하여 먹고 살아가는 것이 더 나은 삶이다\"(Matthew Henry). 한편 역대기 기 자는 이때에 여호와의 신실한 종들이 르호보암 편에 서 있었다는 사실을 보 여 주기 위하여 본 사건을 중요하게 다루었음이 분명하다(Curtis)."
        },
        {
            "verse_reference": "11:14",
            "commentary": "향리(鄕里) - 이에 해당하는 히브리어 '미그라쉬'(* )는 목축지나 마을과 건물 들로 둘러쌓여 있는 땅을 가리킨다. 당시의 마을들은 이러한 땅을 중심으로 둥글게집들이 세워져 있었다. 한편 율법에 따르면 레위인들의 땅은 절대로 팔 수가 없게끔규정되어 있었다(레 25:34). 따라서 남유다로 이주한 레위인과 제 사장들은 자신들의땅을 버리고 올 수 밖에 없었을 것이다. 산업을 떠나 - 여기서 '산업'이란 레위인들이 가지고 있던 집이나 부동산을 가리키는데 이러한 소유물도 결코 다른 사람에게 양도할 수 없었다(레 25:29-34). 그러므로제사장들이나 레위인들이 이전의 향리와 산업을 떠 난다는 것은 완전한 희생을 각오하지 않고는 불가능한 일이다. 또한 그들을 삶의 터전에서 몰아낸 자들은 그들을 죽음가운데로 몰아넣은 것과 다를 바 없다. 따라서 우리는 여기서 여로보암의 악정(惡政)에 의한 성직자들의 희생이 얼마나 컸던가를 능히 짐작할 수 있다. 여로보암...저희를 폐(廢)하여 - 평행 구절인 왕상 12:31에서는 여로보암이 레위인들 대신 레위인 아닌 사람을 제사 장으로 삼았다고 소극적으로 기록되어 있다. 반면에본서에서는 이처럼 레위인 과 제사장들을 폐한 사실이 강조적으로 기록되어 있다. 이것은 여로보암의 행 위가 여호와께 대한 범죄임을 부각시키고 제사장들의 수난을 강조하기 위한 것이다. 즉, 비록 여로보암이 여호와 숭배를 폐한 것은 아니라 할지라도 본서 기자인 에스라의 편지에서 볼 때 그가 신실한 하나님의 종들을 몰아낸 것은 여호와께범죄한 것이었음이 틀림없었다."
        },
        {
            "verse_reference": "11:15",
            "commentary": "본절에서 역대기 저자는 여로보암식의 여호와 숭배를 전적으로 우상 숭 배와 동일한것으로 간주하고 있다. 산당 - 이에 해당하는 '바마'(* )는 본래 '높은 곳'(hights)을 가리킨다(신32:13; 사 58:14;암 4:13;미 1:3). 이곳에서는 대개 우상 숭배가 성행하였지만 예루살렘 성전이 건립되기 전까지는 여호와 숭배도 행해졌었다(삼상 9:12-25; 왕상3:4; 왕하15:35). 그런데 열왕기 저자는 이러한 산당을 일시적인 여호와의 예배처에서 점점 더나아가 전적인 우상 숭배의 근거지가 된 것으로 보았으나 역대기 저자는 처음부터 이를 우상 숭배지로 단정짓는 경향이 강했다(14:3;15:17;17:6; 20:33;21:11;34:3). 이에관한 보다 자세한 내용은 왕하 16:1-9 강해, '산당 예배에 관하여'를 참조하라. 수염소 우상 - 여로보암의 후계자들은 수염소 우상에게 제물을 드리기도 했는데 이우상은 황량한 사막의 신으로 순수한 영(spirits)이 아닌 몸이 있고 털이 많은 신으로알려져 있다. 애굽의 판(Pan) 신이 바로 이와 유사한 형상을 하고 있는데 여로보암이애굽에서 이 신을 빌어온 것인지 아니면 스스로 창안한 것인지는 분명치 않다(Curtis). 이 수염소 신은 레 17:7에도 언급되어 있으니 보다 자세한 사항은 그곳 주석을 참조하라. 송아지 우상 - 여로보암은 여호와를 상징하는 금송아지를 둘 만들어 벧엘과 단에세웠다(왕상 12:28, 32). 여로보암이 이와 같은 상징을 도입한 것은 광야에서이스라엘 백성들이 금송아지를 숭배했던 역사적 사실(출 32:1-4)에서도 힌트(hint)를 얻었겠지만 가나안인들이 황소로 바알 신의 상징을 삼았던 것에서 많은 영향을 받았을 것이다.(Curtis)."
        },
        {
            "verse_reference": "11:16",
            "commentary": "마음을 오로지하여...여호와를 구하는 자들 - 이미 13절에서 언급하였듯이 아사 왕때나(15:9), 히스기야 왕 때에도(30:11) 북왕국의 경건한 사람들은 계속해서 신앙의자유를 찾아 남왕국으로 내려왔었다. 그리고 이러한 사람들이 내려옴으로 말미암아 남왕국은 더욱더 강성해져 갔었다(17절). 이처럼 역대기 저자는 남왕국이 강성케 됨을경건한 자들의 이동탓으로 봄으로써 참 신앙이 있는 곳에 하나님의 축복이 있음을 암시하고 있다."
        },
        {
            "verse_reference": "11:17",
            "commentary": "삼 년 동안 - 르호보암의 번영이 3년만에 끝난 이유는 바로 르호보암 제 5 년에 애굽의 시삭(Shishak)이 침입한 때문이다(12:2;왕상 14:25). 그러나 시삭의 침입은 역대기 저자의 관점에서 볼 때 르호보암과 백성들의 종교적인 열심이 식어버렸다는 단적인증거였다. 즉, 그들이 순종하며 종교적인 열심이 뜨거웠 을 때 하나님의 축복이 계속되어 나라는 강해져 갔으나 르호보암 제 4년부터 그 종교적인 열기가 식어가면서 왕국은약화되었고 급기야 시삭의 침입으로 치명타를 입게 되었다는 것이다. 다윗과 솔로몬의 길 - 역대기 저자는 솔로몬의 우상 숭배(왕상 11:4-8)를 완전히 무시하면서 그를 다윗과 같은 선상에 두고 평가하고 있다. 그러나 열왕기 저자는 왕상11:4-8에서 솔로몬의 우상 숭배를 상세히 다루고 있다. 이러한 차이는 역사를 기술하고 있는 양 저자의 각기 다른 관점에서 비롯된 것이다. 이 에 관해서는 역대상 서론,'주제 및 특징'을 보다 참조하라."
        },
        {
            "verse_reference": "11:18",
            "commentary": "한글 개역 성경상의 번역만으로는 본절에 나오는 자들의 인척 관계를 정 확히 파악하기 힘들다. 그런데 공동 번역의 번역문은 비교적 이해하기 쉽 다. 그것을 옮겨 보면다음과 같다. \"르호보암은 다윗의 아들 여리옷이 이 새의 아들 엘리압의 딸 아비하일에게서 낳은 마할랏을 아내로 맞았다. \" 다윗의 아들 여리못 - 다윗의 아들 중에 여리못(Jerimoth)이 있었다는 기록 은 이전까지는 전혀 없었다(삼하 3:2-5;5:14-16;대상 3:1-9;14:4-7). 그래서 혹자 는 '여리못'이 다윗의 아내 에글라의 소생인 '이드르암'(* )의 이름(대상 3:3)을 잘못 쓴것이라고 생각한다(O. Zockler). 그러나 그가 다윗의 많은 첩들 중에 한 첩에게서 난아들일 가능성도 배제할 수는 없다(Curtis). 엘리압의 딸 아비하일 - 엘리압(Eliab)은 다윗의 맏형이다(삼상 16:6;17:13). 그런데 그의 딸 아비하일(Abihail)에 대해서는 다른 곳에서 언급된 적이 없고 동명 이인(同名異人)이 나올 뿐이다(대상 2:29). 한편 70인역(LXX)과 벌게이트 역(Vulgate)에서는 아비하일이 르호보암의 두 번째 아내라고 기록하고 있는데 본문 18-20절을 볼 때아비하일은 그의 첫 번째 아내임이 분명하다(Keil & Delitzsch, vol. III, p. 346)."
        },
        {
            "verse_reference": "11:19",
            "commentary": "본절에 기록된 르호보암의 세 아들 여우스와 스마랴와 사함은 여기 이외 에는 재차언급된 적이 없다. 따라서 그들에 대해서는 이름의 뜻 외에는 달 리 알 수 있는 바가없다. 이 중 먼저 '여우스'(Jeush)는 '하나님께서 도와 주시기를 원하나이다'란 뜻이며 '스마랴'(Shemariah)는 '여호와께서 지켜 주심'이란 뜻이다. 그리고 '사함'(Zaham)은 '몹시 싫어함'이란 뜻이다."
        },
        {
            "verse_reference": "11:20",
            "commentary": "압살롬의 딸 마아가 - 압살롬에게는 다말(Tamar)이라는 딸 하나밖에 없었다 (삼하14:27). 그러므로 본절의 마아가(Maachah)는 그의 손녀일 것이다. 그렇다 면 마아가(일명, 미가야)는 다말의 딸인 셈인데 다말은 기브아의 우리엘과 결 혼했었다(13:2). 아비야 - 마아가의 장남인 아비야(Abijah)는 르호보암의 후계자로 지명되었다 (22절; 12:16). 그런데 열왕기에는 그의 이름이 아비얌(Abijam)으로 나오는데(왕상 14:31)아비얌이 본래 이름이고 후에 아비야로 개명(改名)한 것으로 보인다 (Keil). 한편 여우스, 스마랴, 사함(19절)과 마찬가지로 르호보암의 다른 아들 앗대, 시사, 슬로밋도 여기 이외에는 다시 나타나지 않는다."
        },
        {
            "verse_reference": "11:21",
            "commentary": "아내 십 팔과 첩 육십 - 요세푸스(Josephus)는 르호보암의 첩이 30이었다고 주장하는데 어떤 근거에서인지는 분명치 않다(O. Zockler). 그런데 솔로몬도 이와 동일하게많은 아내와 첩을 두었으나(왕상 11:1-3) 그것에 대해서는 전 혀 언급지 않던 역대기기자가 르호보암의 죄에 대해서는 이처럼 낱낱이 기록 하고 있다. 이로 보아 에스라가솔로몬 만큼은 얼마나 특별하게 다루었는 지를 충분히 짐작할 수 있다. 한편 일부다처제도의 폐단에 대해서는 창 4:16-24 강해, '일부다처제'와 창 16:1-6 강해, '축첩 제도의 부당성'을 참조하라."
        },
        {
            "verse_reference": "11:22",
            "commentary": "아비야를 세워 장자를 삼아 - 여기서 '장자'란 '머리'(*, 로쉬)라는 뜻인데이 는 공식적으로 왕위 계승자임을 나타내기 위한 직함이었던 것 같다(Keil). 따라 서르호보암은 아비야를 장자로 세워 공동 통치(섭정)의 형태를 취한 것으로 보이는데 이는 솔로몬 때와 같이(대상 23:1;29:22) 왕위 계승으로 인한 논란이 나 싸움을 사전에제거하기 위함이었을 것이다(Payne)."
        },
        {
            "verse_reference": "11:23",
            "commentary": "르호보암이 지혜롭게 행하여 - 르호보암은 일찌감치 아비야를 왕위 계승자로 지명한 후 다른 모든 아들을 유다와 베냐민 땅에 있는 각 성읍으로 보내어 성들을 다스리는 두목이 되게 하였고 재산과 많은 아내를 주어 그들로 불 만이 없도록 하였다. 그가이렇게 한 것은 형제들이 서로 반란하여 왕위 쟁탈전을 벌일까 우려해서이다. 그런데역대기 저자가 이러한 그의 정책을 지혜롭다고 평한 것은 그가 현명하게 '다윗 왕권'을 보전(保全)하였기 때문일 것이다. 그렇지만 그러한 공(功) 때문에 르호보암이 자식들에게 일부 다처주의를 권장한 잘못을 간과해서는 안됨을 물론이다. 전장(前章)에서는 통일 이스라엘 왕국이 어떻게 남북으로 분열하게 되었는지를 그 원인과 결과라는 측면에서 살펴보았다. 이제 전장의 내용에 연이어지는 본장에서는 왕위에 오르자마자 북쪽 열 지파를 잃는 불운을 맞은 르호보암 왕이 어떻게 국난(國難)을 타개하고 유다를 번영케 하였는지를 잘 보여주고 있다. 이러한 역사적인 흐름을 반영하고 있는 본장의 내용을 특징별로 간추려 보면 다음과 같다. (1) 통일 전쟁 중단(1-4절) : 국토 분열의 책임을 통감한 르호보암은 잃은 영토와 백성들을 회복하기 위하여 군사들을 모아 북이스라엘 정벌에 나선다. 그러나 여호와께서 형제들끼리 싸우는 것을 막으시고 회군(回軍)을 명하시자 르호보암은 이에 순종하여 전쟁을 포기하게 된다(4절). 역대기 저자는 이러한 르호보암의 순종이 분열 왕국 이후 남유다 초기 3년간의 번영을 이룬 원인인 것으로 암시해서 보여주고 있다. 그런데 이것은 여로보암이 이스라엘의 열 지파를 다스리게 될 것이라는 하나님의 예언(왕상 11:31)이 완전히 성취되었읍을 나타낸 것이다. (2) 국방 강화(5-12절) : 그 후 르호보암은 요새들을 재건하여 국방을 튼튼히 하고 국태민안(國泰民安)을 꾀하는 데 전력을 기울였다. 이는 북쪽으로는 북이스라엘과 남쪽으로는 애굽(12:2) 등의 침략을 방어하기 위해 취한 조치였다. (3) 북이스라엘 백성의 월남(13-17절) : 북이스라엘에서는 반(反) 유다 정책으로 대대적인 종교 탄압이 시행되어 제사장들과 레위인들과 경건한 이스라엘 사람들이 북이스라엘을 탈출하여 남하(南下)하였다. 이러한 이유로 유다 왕국은 더욱 종교적 열심이 불붙게 되었는데(16절), 이것이 남유다 초기 3년 동안 여호와께서 르호보암을 강성케 하신 이유라고 역대기 기자는 설명하고 있다(17절). (4) 르호보암의 가계(18-23절) : 마지막으로 르호보암의 가계(家系)가 소개되고 있는데 여기서 르호보암이 후계자를 택정함에 있어서 지혜롭게 행한 일이 두드러지게 부각되고 있다. 이러한 본문의 내용 중 르호보암의 통일 전쟁을 저지하시는 하나님의 섭리(1-4절)를 제외하고는 대부분이 오직 본서에서만 발견되는 대목이다. 이는 본서 저자의 본서 기록의도가 잘 나타난 장면으로, 남유다의 진흥과 번영을 나타낸 것이다. 즉, 열왕기에서는 본장에 나타난 사건들을 생략함으로 르흐보암에 대한 평가를 선지자적 관범에서 기술한 반면, 본서 저자는 북이스라엘 백성이 월남한 사실을 특별히 강조해 북이스라엘이 하나님께 배교했음을 드러냄과 동시에 남유다기 제사의가 중심이 되었음을 의도적으로 암시하고 있다. 그래서 솔로몬 성전이 이스라엘 신앙의 중심지가 되는 것을 밝힘과 더불어 남유다를 통해 하나님의 구원 역사가 면면히 이어 내려온 것을 드러내고 있는 것이다. 이러한 본장을 통하여 우리는 다음과 같은 사실을 숙고해 볼 수 있다. (1) 여호와께 순종하는 것이 복의 근원이다(신 30:2,3;행 5:32). 왕국이 분열된 이후 유다는 순종으로 그 역사를 시작하였다는 점에서 북이스라엘과는 전혀 달랐다. 북 왕국의 여로보암은 금송아지 우상을 세우고 산당고 수염소 우상을 세움으로 인해 처음부터 배교의 역사를 시작하였으나 유다는 르호보암을 위시하여 전심(全心)으로 여호와를 구하는 자들(16절)로 말미암아 번영을 이루었다. 이것은 바로 신명기적인 가르침의 핵심인 바 순종이 복의 근원임을 잘 보여주는 것이다. (2) 경건한 자들의 민심(民心)은 여호와의 뜻을 반영한다. 북이스라엘의 경건한 백성들이 월남할 때부터 이미 여로보암은 민심을 잃었을 뿐만 아니라 하나님께로부터 버림받은 왕임을 잘 알 수 있다. 그러나 이에 반해 르호보암은 월남한 백성들을 통하여 큰 위로를 얻고 축복을 받게 되었다. 이와같이 통치자들은 민심을 얻는 것이 곧 천심(天心)을 얻는 일인 줄 알고 백성들 대하기를 하나님과 같이 대하여야 할 것이다. 왜냐하면 백성이 없는 나라가 있을 수 없듯이 민심을 잃은 정부는 그 정당성을 얻을 수 없기 때문이다. 1. 르호보암의 회군(回軍)과 성읍 건축(11:1-2) 본문은 북이스라엘을 원정하려던 르호보암이 여호와의 말씀에 순종하여 전쟁을 포기하고 군사를 돌이켜(1-4절) 국방을 튼튼히 하는 일에 전력을 쏟는 모습(5-12절)을 묘사하고 있다. 그래서 르호보암의 회군이 오히려 남유다의 국방력을 강화하는 원인이 되었음을 본서는 나타내고 있다. 이러한 내용의 본문 중에서 그 전반부(1-4절)는 왕상 12:21-24과 동일한 내용의 장면이다. 그러나 본서 기자는 남북 왕궁의 분열이 하나님의 섭리와 역사하심으로 말미암은 결과라는 사실(왕상 11:29-39)을 깨달아 본문에 나타난 전반부의 사건을 본문의 후반부(5-12절)와 연결시키고 있다. 그래서 본서 저자는 남유다의 정통성과 남유다와 함께 하신 하나님의 섭리에 초점을 맞추고 있는 것이다. 이러한 이유때문에, 열왕기서가 본문 전반부의 사건을 자신의 위치를 더욱 공고히 하기 위해 대내외적으로 계책을 강구한 여로보암의 모습과 연결시킨 것(왕상 12:25-33)과는 달리, 본서 기자는 남유다의 강성한 모습과 본문을 연결시키고 있는 것이다. 한편 이와 같은 본문에서 르호보암이 군사를 회귀시킨 데에는 다음과 같은 의미가 내포되어 있다고 볼 수 있다. (1) 그것은 르호보암 왕정의 정책 방향을 결장하는 사건이다. 르호보암은 자신의 통치 실패로 열 지파를 잃어버린 뒤 혼란해진 난국을 수습하는 데 고심하였을 것이다. 그래서 그는 군대를 일으켜 잃은 땅을 회복하고 반역자들을 제거하는 것이 최상의 방법이라고 결정하였음이 분명하다. 그러나 르호보암이 군대를 돌이킨 것은 철저히 여호와께 순종하며 모든 문제를 여호와께 맡긴 것을 의미한다. 즉, 지금까지는 혈기와 야심만으로 통치하던 르호보암이 이제는 여호와의 방법으로 통치하기 시작했다는 것이다. 이는 참으로 하나님께서 세우신 통치자가 필수적으로 갖추어야 할 마음 자세인 것이다. (2) 그것른 북이스라엘을 어떻게 대우해야 하는가를 결정하는 사건이다. 이전까지 르호보암은 그 백성들을 단지 반란자, 또는 배반자로 간주해 징벌해야 할 대상으로 보았다. 그러나 하나님의 사람 스마야는 그들을 형제 라고 불렀다. 그래서 아무리 패역한 북이스라엘이라 할지라도 그들 역시 선택된 백성이라는 사실을 나타내는 것이다. 참으로 이는 하나님 안에서 형제가 형제를 정죄하고 징계하는 일은 결코 옳지 못한 일임을 가리키고 있는 것이다. 진정 원수갚는 일은 오직 여호와께 있으며 형제간에 할 일은 단지 용서만이 있을 뿐이다(마 5:22, 24). 그러기에 이 말은 오늘날 쉽게 형제를 정죄하고 분파하며 원수 보듯 하는 교회에 경종이 되는 일이다. (3) 르호보암이 회군한 것은 남아 있는 유다와 베냐민 사람들을 평정하는 데 큰 도움이 되었다. 삿 21장에서 보듯이 동족간의 전쟁의 결과는 쌍방간에 서로 비참할 뿐이다. 가령 르호보암이 전쟁에서 승리하였다 할지라도 그 전쟁의 상처는 아물기 힘들 것이고 솔로몬 때에 이루었던 모든 번영을 소실하고 곧장 외적의 침입으로 어려움을 당하기 십상일 것이다. 그러나 르호보암은 여호와의 말씀에 순종하여 과감히 군대를 돌이키고 국방을 튼튼히 함으로써 민심을 완전히 평정시킬 수 있었다. 그 증거로 12절의 유다와 베냐민이 르호보암에게 속하였더라 는 기록을 들 수 있다. 이와 같은 사실을 통해 성도가 하나님 앞에서 최해야 하는 행동 양식은 오직 순종 뿐이라는 교훈을 깨달을 수 있다. 진정 하나님께 대한 순종으로 우리는 자손과 땅에 대한 촉복뿐 아니라 이처럼 르호보암이 순종한 사레를 통해 우리는 여호와께 순종한 노아(창 6:22), 아브라함(창 22:2, 3), 여호수아(수 11:15), 히스기야(왕하 18:6;시 27:8), 요셉과 마리아(눅 2:39) 등을 떠올리게 된다. * 행동을 결정하는 방법. 본문 1-4절을 보면 르호보암이 동족인 북이스라엘과 전쟁하기 위해 군사를 모으고 출정(出征)했다가 하나님께서 이를 막으시므로 출정을 포기한 사건이 나온다. 여기서 우리는 르호보암이 전쟁을 결정하기 전에 먼저 고려해야 할 바를 숙고하지 않았기 때문에 군대를 다시 돌이켜야 하는 수고를 겪게 된 것을 볼 수 있다. 이러한 실수는 오늘날의 성도들의 삶 속에서도 종종 발견하게 되는데, 흔히 우리가 세웠던 계획들이 잘못 되었음을 깨달았을 때는 이미 많은 손해와 낭비가 발생한 뒤인 경우가 많다. 따라서 본 소고에서는 본문에 나타난 교훈과 사람이 하나님의 뜻을 행하려 하면 이 교훈이 하나님께로서 왔는지 내가 스스로 말함인지 알리라 (요 7:17)고 하신 예수님의 말씀에 의거하여 다음과 같은 방법과 원리를 소개하고자 한다. (1) 그 일이 하나님께 영광이 되는가를 살펴야 한다(고전 10:31). 왜냐하면 인간이 행하는 모든 행동의 궁극적 목표는 하나님께 영광 돌리는 데 있기 때문이다. 그럼에도 불구하고 사실상 많은 경우 사람들은 하나님께 영광을 돌리기보다는 자신의 명예나 이름을 위하여 일하는 것을 본다. 이 뿐만 아니라, 처음에는 하나님의 이름을 위해 일하다가 시간이 흐름에 다라 점차 자신의 영예를 위해 일하는 것을 종종 본다. 그러나 이러한 것은 결코 옳은 모습들이 아니다. 이유인즉, 모든 일은 하나님의 영광만을 위해서 행해져야 하기 때문이다(행 4:21;고전 6:20). (2) 그 일이 교회와 이웃을 위해 어떤 유익이 되는가를 살펴야 한다(고전 10:23). 그리스도인들은 모든 일을 결정할 자유를 가지고 있다. 그러나 그 일이 반드시 다른 사람들과 교회에 유익이 된다고 볼 수는 없다. 그러므로 교회에 덕을 세우고(고후 10:8) 나의 삶을 통하여 하나님과 이웃에게 유익이 되는지를 항상 고려해 보아야 한다. 그리고 나서 그 일을 시작하기로 결정해야 한다. (3) 혹 그 일 자체가 자신을 억압하는 굴레가 되지 않는지를 살펴야 한다(고전 6:12). 그 일 자체가 아무리 정당하다 할지라도 사람이 그 일의 노예가 되고 그 일이 자신을 억압하는 주인이 된다면 다시 한번 고려해 볼 필요가 있다. 재고(再考)으 여지없이 그대로 무리하게 이러한 일을 추진할 경우에는 많은 고통과 수고가 따를 뿐 아니라 결국은 그 일에 자신이 얽매어 일 속에서 자신을 잃어버리기 십상이다. 그러므로 성도들은 자기의 분수에 맞는 일부터 차례대로 해나가는 것이 중요하며, 보다 중요한 일부터 행하는 것이 필요하다. (4) 인간의 본성상, 일을 할 때 자기 자랑을 좇아 행하려는 경향이 있기 때문에 그 일이 자신을 세상적인 유혹에 빠뜨리지는 않는지 살펴야 한다(요일 2:15, 16). 우리는 흔히 육신의 정욕과 안목의 정욕과 이생의 자랑이 되는 일을 접하게 될 때 올바른 판단력을 잃어버리고 그일에 매료(魅了)될 때가 많다. 그러나 이러한 경우를 만날지라도 성도들은 항상 하나님 나라에 방해가 되는 일이라면 과감하게 끊어 버리는 신앙적인 결단력을 가져야 할 것이다. 그렇게 하지 않으면 결국 그 일이 자신을 파멸로 몰고 갈지도 모르기 때문이다. 지금까지 살펴본 이와 같은 사실들을 고려해 볼 때 그리스도인으 삶의 기초는 하나님의 말씀과 그것을 통한 성령의 지도와 훈련에 있음을 깨달을수 있다.그러므로 우리는 항상 성령을 통한 성령의 지도와 훈련에 있음을 깨달을 수 있다.그러므로 우린는 항상 성령을 통한 하나님의 말슴의 인도함을 총실히 따르고 순종해야만 한다. 그래야만 올바른 판단력과 절재와 자유함을 소유할수 있고 성숙한 성도의 삶을 유지할 수 잇는 것이다. 2. 유다 왕국의 번영(11:13-23) 본문은 (1) 제사장들과 레위인들 및 모든 신실하고 경건한 북쪽 이스라엘인들이 여로보암으 종교적 박해(14, 15절;왕상 12:25-33)를 피해 유다로 월남한 사건과 3년동안 다윗과 솔로몬의 길로 행하여 번영을 누린 사실을 기록한 전반부(13-17절), (2) 유다가 번영하였다는 사실을 르호보암의 가족들을 소개함으로 단적으로 나타내는 후반부(18-23절)로 구성되어 있다.  그런데 이와 같은 본문에서 우리는 저자의 신학적 관심을 발견할 수 있다. 즉, 본서 저자는 르호보암이 유다를 통치하는 과정에서 범한 우상 숭배의 사실과 백성들이 행한 가증스러운 사건들을 생략한 채 기록하고 있다(왕상 14:21-24). 뿐만 아니라 본서 저자는 르호보암의 기록을 언급하면서 그 전체적인 내용의 흐름을 긍정적으로 평가 기술했다. 사실 르호보암은 아내 18명과 첩 60명을 두어 아들 28명과 딸 60명을 낳아(21절) 선민의 왕으로서 지켜야 할 율법을 어겼다(신 17:17). 그럼에도 불구하고 본서 저자는 이러한 그의 범죄적 과오를 신명기적 관점에 의거해서 지적하지 않고 지나쳤던 것이다. 그래서 본서 저자는 하나님의 구속적 역사가 하나님의 말씀에 전적으로 순종하는(1-4절) 남유다를 총해 지속되었음을 부각시키고 있다. 이러한 본문을 가해 우리는 다음과 같은 교훈을 발견할 수 있다. (1) 함부로 형제를 정죄하는 일을 삼가해야 한다는 것이다. 본문을 보면 앞단락에서 북이스라엘을 형제 (4절)로 칭한 것과 같이 북왕국에 대해서 여전히 이스라엘 (13, 16절)이라는 호칭을 쓰고 있다. 그리고 열왕기를 보면 북이스라엘이 다윗의 집을 배반한 이후에도 여전히 하나님께서 그들을 포기하지 않으시고 선지자들을 보내어 회개를 부르짖게 하신 것을 알 수 있다. 그것은 북이스라엘이 패역하고 배도했음에도 불구하고 여전히 하나님의 백성임을 보여주는 단적인 증거이다. 그러므로 하나님께서 정죄치 않으시고 포기하지 않으시는 이상 우리가 결코 형제를 정죄하고 포기하는 일은 없어야 할 것이다. (2) 참된 신앙은 개개인의마음 자세에 의해 판가름 난다는 것이다. 여로보암의 종교적 박해를 피해 남하한 사람들은 모두 마음을 오로지하여 이스라엘 하나님 여호와를 구하는 자들 (16절)이었다. 그런데 그들도 사람인지라 자신의 영토나 재산, 그리고 친척들에 연연하여 신앙을 포기할 수도 있었다. 그러나 그들은 모든 것을 결연히 떨쳐 버리고 신앙의 자유를 찾았던 것이다. 참으로 이들의 모습은, 날로 세속화되어 가고 혼탁해져 가는 어두운 현대 사회속에 살면서도 도무지 무감각해져 신앙적인 결단을 행치 못하는 현대인들의 귀감이 될 것이다. 그러므로 우리는 아브라함이 이방 종교가 창궐했던 갈대아 우르를 떠난 것과 같이(창 12:1-4). 그리고 롯이 패역한 도시 소돔과 고모라를 떠났던 것처럼(창 19:12-22) 세속의 물결에서 결연히 벗어나야 할 것이다. (3) 지도자는 항상 자기 가정을 잘 다스려야 한다는 것이다(딤전 3:1-5). 르호보암은 가정을 다스리는 면에서 참으로 지혜로웠다(23절). 솔로몬 뿐만 아니라 다윗도 가정을 제대로 다시르지 못하여 심각한 왕위 계승 문제를 일으켰으나 르호보암은 가정을 잘 관리하고 다스려 아주 평화로운 가운데 왕위를 계승해 줄 수 있었다(12:16). 이와같이 지도자들이 가정을 잘 다스릴때보다 큰 덕을 교회와 국가에 끼칠 수 있는 것이다. * 성직자의 사유 재산. 본문에서 제사장과 레위 사람이 그 향리와 산업을 버리고 유다의 예루살렘으로 이주해 온 사실을 보고 우리는 성직자가 사유 재산을 소유하는 문제에 대하여 보다 의미있게 생각해 볼 수 있을 것이다. 사실 하나님의 율법에는 제사장이나 레위인의 분깃이 따로 없으며 오직 여호와만이 그들의 분깃이 된다고 하였다(민 18장;신 10:9). 여기서 분깃 이란 받을 권리가 있는 자신의 몫(share)을 가리키는데 이처럼 성직자들이 물질적 생산 수단을 분배받지 못한 것은 그들이 모든 일에 신앙적 양심을 가지고여호와의 제사와 백성들의 종교교육에 충실토록 하기 위한 것이었다. 그리고 그들의 생계는 백성들이 여호와께 바친 제물의 일부분(레 2:3, 10;7:8;민 18:12-19)과 십일조로 충분히 유지할 수 있도록 되어 있었다. 이와같이 여호와께서 성직자들로 하여금 사유 재산을 소유하지 못하도록 하신 것은 본문의 사건과 같이 신앙적인 양심을 지키도록 하기 위해서이며 모든 백성들에게 본이 되도록 하기 위해서였다. 그래서 일찍이 아브라함도 여호와의 말씀에 의지하여 본토 친척 아비집 (창 12:1-4)을 떠났고 열 두 제자들도 예수 그리스도를 따르기 위해 자신의 모든 것을 포기했덧 것이다(마 19:27-29;눅 5:11, 28). 사실 본문에 나오는 성직자들은 그 향리와 산업 을 과감히 버리고 떠나왔던 사람들이지만, 자기 소유와 삶의 터전에 대한 애착을 버리지 못한 많은 성직자들이나 신앙인들은 여로보암의 우상 정책을 수긍하여 따름으로써 자신들의 신앙적 양심을 버리고 말았을 것이다. 참으로 이들은 잠시동안 당할 고통과 불편함 때문에 죄와 타협하고 영원한 죄책감 속에서 살아가게 된 것이다.  그러나 한편으로 본문에는 위대한 사람들이 등장하고 있는데, 그들은 재산 소유의 권한이 있고 많은 재물들을 소유했을 것으로 추정되는 경건한 평신도들이다. 그런데 이들은 여호와께 대한 신앙을 지키기위해서 물질에 대한 미련을 결연히 떨쳐 버렸던 것이다. 이는 오늘날 만인 제사장의 원리 (벧전 2:4, 5)에 의하여 자신을 특별히 구별하여 사는 성도들에게 때로는 물질에 대한 미련을 과감히 떨쳐 버려야 한다는 것을 교훈해 준다. 그러므로 우리는 물질이 결코 신앙 양심에 우선될 수 없으며 물질은 단지 처한 위치에서 필요한 도구에 지나지 않는다는 사실을 명심하여 오늘날 성직자드롸 성도들 사이에 만연된 배금주의를 단연코 물리쳐야 할 것이다(창 30:25-43 강해, 물질에 대한 바른 가치관 참조)."
        }
    ]
}