{
    "bible_book": "역대상",
    "chapter_number": 26,
    "commentaries": [
        {
            "verse_reference": "26:1",
            "commentary": "문지기의 반차가 이러하니라. 1-19절은 레위인의 24반차(23장), 제사장의 24반차(24장), 그리고 찬양대의 24반차(25장)에 이어 네 번째로 문지기의 반차를 기록한 내용이다. 이러한 문지기에 대한 기록은 본 장 이외에도 9:17-27, 15:23, 24, 16:37-39, 23:5등에 나타나 있다. 특히 23:5에 보면, 다윗 왕이 성전 예배를 준비하기 위해 소집한 문지기의 수가 4천명이었다고 기록되어 있다. 이 문지기들은 앞으로 건축될 예루살렘 성전의 입구와 곳간들을 지키게 하기 위해 다윗 왕이 소집한 자들이다.\n고라 족속 아삽의 자손 중에 고레의 아들 므셀레먀. 고라는 레위의 둘째 아들 그핫의 후손으로서 아론의 대제사장직을 탐내다가 저주를 받은 인물이었다(민 16:9,10). 그러나 그때에 그의 아들들은 저주에서 면제되어 므셀레먀(Meshelemiah)에까지 이를 수 있었다. 다음으로 고라의 후손 아삽(Asaph)은 9:19에서 ‘에비아삽’으로 기록되어 있다. 아마도 여기서는 필사자의 실수로 ‘에비’가 빠진듯 하다(Lange). 한편, ‘므셀레먀’는 ‘여호와는 나의 구원’이란 뜻이다. 그런데 이와 동일한 이름이 9장에도 언급되어 있는 것으로 보아 므셀레먀 가문은 바벨론 포로 귀환시대에도 여전히 문지기 반차로서의 역할을 담당하였던 것 같다. 이에 관한 보다 자세한 내용은 9:21 주석을 참조하라.\n26:2 스가랴 … 엘여호에내. 므셀레먀의 맏아들인 스가랴(Zechariah)로부터 엘여호에네(Eliehoenai)에 이르는 므셀레먀의 일곱 아들은 모두 성전 문지기의 24반차에 올라 있다. 본 장 1-19절 강해, 도표 참조. 그런데 9절에 의거하면 비단 이들 뿐 아니라 므셀레먀의 형제까지 합하여 므셀레먀 가족 중 성전 문지기의 반장(12절)으로 활약한 자들은 모두 18명이었음을 알 수 있다. 이러한 사실은 므셀레먀 가문이 성전 예배를 위한 문지기 반차에서 비교적 큰 비중을 차지했음을 증거해 준다.\n26:3 없음.\n26:4 오벧에돔. 이는 또 다른 고라의 후손으로서(1절) 일전에 웃사가 하나님의 저주를 받아 죽은 이후 그 대신 언약궤를 충성스럽게 돌보아 하나님의 복을 받은 인물이다(13:13, 14). 그러한 그는 다윗 왕이 그의 집에서 언약궤를 모셔다가 다윗 성으로 운반할 때 악사 중의 한 사람으로 활약하기도 했으나(15:18, 21) 그의 본 직무는 문지기였다. 때문에 여기서도 다윗 왕에 의해 다시 문지기로 발탁된 것이다. 실상 하나님의 언약궤가 다윗 성에 옮겨진 이래 그와 그의 가문은 언약궤를 모시는 회막의 문지기로 활약하여 왔었다(16:38). 그러나 이 오벧에돔(Obed-edom)은 다윗 왕의 유명한 악사인 여두둔의 아들 오벧에돔과는 다른 인물임을 기억해야 한다(15:24, 16:38). 한편 7절에 이르기까지 언급되고 있는 오벧에돔의 일곱 아들과 장자(長子) 스마야의 여섯 아들을 합한 13명은 모두 성전 문지기의 24반차에 올라 있다. 본 장 1-19절 강해, 도표 참조. 그렇지만 이들외에도 성전 문지기의 반장으로 활약한 자들이 많았으니 모두를 합하여 오벧에돔 가문 출신들은 62명이었던 것으로 나와 있다(8절). 이는 곧 문지기 직무에 있어서 오벧에돔 가문이 가장 큰 비중을 차지했음을 보여 준다.\n26:5 이는 하나님이 오벧에돔에게 복을 주셨음이며. 하나님께서 오벧에돔에게 복을 주셨다는 말은 이전부터 나타난다(13:14, 삼하 6:11). 즉 웃사 사건 이래 오벧에돔이 정성껏 하나님의 언약궤를 관리하자, 하나님께서 그에게 축복을 베푸셨던 것이다. 그런데 여기서 ‘복을 주셨다’는 말의 의미는 구체적으로 하나님께서 그의 가정에 후손들, 특히 경건한 아들들을 많이 주셨음을 뜻하는 것 같다(Pulpit Commentary). 실제로 그의 아들들 또는 후손들이 문지기 24반차 중 13반차를 차지한 것(4-7절)으로 보아 이러한 해석은 거의 확실시 된다. 따라서 이 문구는 헤만에게 ‘나팔을 부는 자’라는 말이 적용된 경우와 같은 의미를 가진다고 하겠다. 25:5 주석 참조. 거기에서 헤만은 악사의 24반차 중 가장 많은 비율을 차지한 것으로 나타나 있다.\n26:6 그 아들 스마야도 … 다스리는 자요 큰 용사라. 여기서 ‘다스리는 자’라는 말은 그 가문의 우두머리 또는 족장이었다는 말이다. 그리고 ‘큰 용사’란 말은 싸움을 잘하는 용사였다는 의미가 아니라 문지기들을 잘 다스리는 탁월한 행정가였다는 의미이다(Keil). 때문에 NIV 성경은 ‘다스리는 자’를 ‘지도자’(leaders)로, ‘큰 용사’를 ‘능력자(capable men)로 각기 번역하고 있다.\n26:7 능력이 있는 자니. 여기서 ‘능력이 있는’에 해당하는 히브리어 ‘하일’은 ‘힘’, ‘능력’을 의미하기도 하지만 ‘의로운’, ‘고상한’, ‘정직한’이란 의미도 가지고 있다(창 47:6, 왕상 1:52). 그런데 여기서는 전자보다 후자의 의미로 사용된 것처럼 여겨진다. 그렇게 볼 때 본 절은 ‘고상한 성품이 있는 자’, 또는 ‘의로운 자’, ‘정직한 자’를 가리키는 것이 된다.\n26:8 다 능력이 있어 그 직무를 잘하는 자니. 여기서는 앞절에 언급된 능력이 과연 어떤 종류의 능력인지를 잘 보여주고 있다. 즉, 본 절에서 ‘능력이 있다’는 말과 ‘그 직무를 잘한다’는 말이 함께 병행되어 있어서 능력이란 곧 문지기의 직무를 잘 감당하는 능력임을 분명히 보여주고 있는 것이다. 6절 주석 참조. 다시 말해 오벧에돔의 자손들은 고상하고 정직한 성품을 바탕으로 맡은 바 문지기의 직분을 잘 수행하였던 것이다.\n오벧에돔에게서 난 자가 육십 이 명이며. 12절에 의거할 때 이들은 모두 문지기의 반장으로 활약하였던 자들임을 알 수 있다. 4절 주석 참조.\n26:9 또 므셀레먀의 아들과 형제 십 팔인은 능력이 있는 자며. 므셀레먀의 가족에 대해서는 이미 1-3절에서 언급하였다. 그런데도 본 절에서 또다시 그의 가족에 대해 언급하고 있는 것은 다소 자연스럽지 못한 듯이 보일 수 있다. 그렇지만 저자가 그의 가족의 수를 다시 기록한 것은 고라 자손의 총수를 밝히기 위함이었다(Pulpit Commentary).즉, 오벧에돔이나 므셀레먀는 모두 고라의 후손이다. 이에 오벧에돔 가족의 수(8절)를 언급한 저자는 다시 므셀레먀의 가족 수를 언급함으로써 고라 가문에 속한 문지기의 총수를 밝힌 것이다. 오벧에돔의 가족 수 62명과 므셀레먀의 가족 수 18명을 합하면고라 가문의 문지기 총수는 모두 80명이다.\n26:10 므리라 자손 중 호사. 호사(Hosah)는 그의 형제 오벧에돔 및 고라 자손 오벧에돔과 함께 다윗 성에 모신 언약궤를 지킨 문지기였다(16:38). 한편 므라리(Merari)는 레위의 셋째 아들로서 고핫의 형제이다(6:1).\n시므리는 본래 맏아들이 아니나 그 아비가 장자를 삼았고. 시므리가 맏아들이 아니면서도 맏아들이 된 것은 아마도 호사의 맏아들이 일찍 조사(早死)하여 후사를 남기지 못하였기 때문일 것이다(Keil, Curtis). 이런 까닭에 호사는 자기의 가문 중 가장 경건하고 영리한 시므리를 장자로 삼았을 것이다. 만약 그렇지 않다면 이는 하나님의 특별하신 섭리 때문이었다고 볼 수 있다. 한편 시므리(Shimri)란 이름의 뜻은 ‘조심스러운’이다.\n26:11 호사의 아들과 형제가 십 삼 인이더라. 호사의 아들 중 문지기의 반차에 오른 자는 모두 4명이다. 본 장 1-19절 강해, 도표 참조. 그렇지만 본 절은 이들을 합해 호사가문중 문지기의 반장으로 활약한 자들은 모두 13명이었음을 보여준다. 한편 호사 가문에 속한 문지기 반장 13명과 고라 가문에 속한 문지기 반장 80명을 합하면 모두 93명이 된다. 바로 이 93명은 4천명에 달한 레위인(문지기)들(23:5)을 다스리고 관할하였었다. 한편, 93명이던 이들 지도적 위치에 있었던 문지기들은 포로 귀환 후에는 무려 212명으로 늘어났었다. 9:22 주석 참조.\n26:12 이상은 … 그 형제처럼 직임을 얻어 여호와의 전에서 섬기는 자라. ‘이상’이란 위에 언급된 93명의 레위인 문지기들을 의미한다. 그리고 ‘그 형제’는 제사장, 악사 등의 직분을 맡은 레위인들(24, 25장)을 의미한다. 따라서 본 절은 이들 문지기들이 다른 직분을 맡은 레위인들과 같이 직임을 얻어 성전에서 섬기게 되었다는 말이다.\n26:13 각 문을 지키기 위하여. 이는 문자적으로 ‘문과 문을 지키기 위하여’란 말이다. 즉, 이 말은 성전으로 이르는 동서남북 4대 문을 포함한 모든 문을 가리키는 말이다(Lange). 이 같은 사실은 14-18절에 나오는 ‘동방’, ‘남방’, ‘서방’, ‘북방’ 그리고’큰 길’ 등과 같은 말에 의하여 알 수 있다.\n무론대소하고 다 제비뽑혔으니. 여기서 ‘무론대소’란 나이의 많고 적음을 지적하는 말이 아니고 각 가문에 속한 자손들의 수의 차이을 지적하는 말이다. 즉, 오벧에돔에 속한 자손의 수는 62명이었던 반면에 호사의 자손들은 불과 13명이었다(11절). 그러나 이 같은 숫자적 차이에도 불구하고 그들은 공평하게 제비를 뽑은 것이었다. 한편, 이전에 제사장들이나 성전 레위인들, 그리고 악사들의 경우에는 교대의 순번을 정하기 위하여 제비를 뽑았었다(24, 25장). 그러나 본 절 이하의 기록에서 알 수 있듯이 문지기의 경우에는 근무할 장소를 결정하기 위하여 제비를 뽑았다는 차이점이 있다. 그렇지만 여기서도 제비를 뽑았다는 사실은 앞서와 마찬가지로 다윗 왕이 어느 가문에도 특혜를 주지 않았고 오직 근무 장소에 대한 결정권을 하나님께만 맡겼다는 것을 보여준다. 24:5 주석 참조.\n26:14 셀레먀는 동방에 당첨되었고. 셀레먀(Shelemiah)는 므셀레먀(Meshelemiah)의 축약된 형태의 이름이다. 참고로 ‘셀레먀’는 ‘여호와의 친구’란 뜻이며 ‘므셀레먀’는 ‘여호와는 나의 구원’이란 뜻이다. 1절 주석 참조.\n그 아들 스가랴는 명철한 의사라. 여기서 ‘명철한 의사(議士)’에 해당하는 히브리어 ‘요에츠 베세켈’은 ‘지혜로운 충고자’, 곧 탁월한 모사(謨士)를 의미한다. 그러나 스가랴(Zechariah)가 다윗 왕에게 어떠한 정책적인 조언을 했는지에 대해서는 본문에 언급되어 있지 않으니 알 수 없다.\n제비뽑으니 북방에 당첨되었고. 이처럼 부자지간인 므셀레먀와 스가랴는 각기 동쪽과 북쪽의 문을 맡았다. 그리고 나머지 다른 두 문은 오벧에돔과 호사가 맡았다(15,16절).\n26:15 그 아들들은 곳간에 당첨되었으며. ‘곳간’은 제사에 쓰이는 거룩한 물건들을 보관해 두는 장소이다(느 12:25). 즉 이곳에는 제사에 필요한 성전 기구들 이외에 밀가루, 포도주, 기름, 소금, 연료 그리고 백성들이 하나님께 바친 예물 등이 보관되었다(29:7, 8). 이 곳간은 성전 남쪽 문 옆의 뜰 안에 위치해 있었다. 한편 이같이 풍요한 곳간은 저 하늘의 하나님의 집의 풍족함을 예시해 준다(말 3:10-12). 그리고 그 안에 영원한 생명과 지혜, 지식의 곳간이 있어 헤아릴 수 없는 풍요함을 담고 있는 참된 성전이신 예수 그리스도를 상기시켜 준다(요 4:13, 14, 골 2:3).\n26:16 숩빔. 숩빔(Shuppim)이란 이름은 위에서 언급한 24명의 명단(1-11절)에 나타나지 않는 이름이다. 혹자는 숩빔이 비록 확인할 수는 없지만 그가 므라리 가문 출신의 또 한명의 우두머리 문지기였을 것이라고 추측한다(Payne). 그러나 또 한 명의 우두머리는 본 문맥에서 필요치 않다. 왜냐하면 본 문맥에서는 다만 24반차에 해당되는 이름들만이 필요하기 때문이다. 따라서 이 추측은 옳지 않다. 한편 우리는 이 숩빔이란 말을 앞에 나오는 ‘곳간’이란 말의 한 음절이라고 생각할 수 있다. 즉, ‘곳간’에 해당하는 히브리어는 ‘아숩핌’인데 이 말의 한 음절인 숩핌이 필사자에 의해 다시 한 번 본 절에 기록되었다고 볼 수 있는 것이다(Keil). 이렇게 볼 때 숩빔(숩핌)이란 말은 본 절에서 필사자에 의한 실수라는 의미 외에 아무런 의미도 갖지 않게 된다(Keil, Lange).\n큰 길로 통한 살래겟 문. ‘살래겟’은 ‘던지다’, ‘내보내다’는 뜻의 동사 ‘솰라크’에서 파생된 명사형이다. 혹자는 이 문이 ‘금지된 문’, ‘피난문’이란 의미로서 위기시 긴급히 피난할 수 있는 문이었다고 한다(Bottcher,Thenius). 그러나 이 문이 과연 그런 용도로 사용되었는지는 확인할 수 없다. 한편 이문이 큰 길로 통하여 있었다는 말은 이 문이 예루살렘 성읍 아래에서 두로베온(Tyropoeon) 계곡을 통과해 모리아 산(Mt. Moriah)의 높은 고지에 이르는 바로 그 윗길에 위치해 있었음을 나타내는 말이다(Payne, Curtis). 그리고 여기서 ‘큰 길’이란 원어상으로 ‘올라가는 길’이란 의미이다.\n곁에 있어 서로 대하여 파수하였으니. 이는 원어상으로 직역하면, “파수하고 그 옆에서 파수하고”란 말이다. 따라서 혹자는 ‘서로 대하여(마주보고) 파수하였다’는 본 절을 호사에게 적용시켜 해석한다(Bertheau). 즉, 살래겟 문 앞에서와 서쪽 문 앞에서 파수하는 것이 호사의 임무였다고 하는 주장이다. 이러한 해석은 서쪽 문과 살래겟 문을 서로 구분하고 있다. 하지만 우리는 서쪽 문과 살래겟 문이 서로 다른 문이라는 증거를 본 문맥에서 찾아볼 수 없다(Keil). 이 때문에 혹자는 본 절이 모든 문들을 지키는 모든 문지기들의 모습을 묘사하고 있는 것이라고 주장한다(Clericus). 즉, 문지기들이 요소 요소에서 파수하고 있는 당시의 상황을 본 절이 묘사하고 있다는 것이다. 우리는 이러한 해석을 비교적 무난한 해석으로 볼 수 있을 것이다. 왜냐하면 이러한 해석은 이어지는 구절의 내용과 잘 어울리기 때문이다.\n26:17 동방에 레위 사람이 여섯이요. 다른 문에는 네 명의 문지기가 세워진 반면 동방의 문에만 여섯 명의 문지기가 세워졌다. 이는 그만큼 동쪽의 문이 가장 중요한 문으로 여겨졌기 때문이었을 것이다(Panye).\n북방에 매일 네 사람이요. 이 네 사람과 동방의 문을 지킨 여섯 사람을 합치면 열사람이 된다. 동방과 북방의 문은 므셀레먀 가족의 책임이었으니(14절) 결과적으로 므셀레먀 가족은 열 곳의 위치를 파수하였던 셈이다.\n남방에 매일 네 사람이요 곳간에는 둘씩이며. 원문에는 곳간이 복수형으로 되어있고 둘이란 숫자 역시 두 번 기록되어 있다. 이로써 우리는 곳간이 두 곳에 있었으며 여기에서 두 명씩 모두 네 명이 지켰음을 알 수 있다(P.C. Barker, Payne). 이렇게 볼때 오벧에돔의 가족 중에서는 남방의 네 사람을 포함하여 매일 여덟 명의 문지기들이 직무를 수행하였음을 알 수 있다.\n26:18 낭실 서편 큰 길에 네 사람이요 낭실에 두 사람이니. 여기서 낭실(court)은 살래겟 문 근처에 있는 작은 방, 곧 성전의 식량과 도구들을 보관하는 방을 의미한다(Lange). 이 곳에 두 사람이 있었고 서쪽 문, 곧 살래겟 문 곁에 네 사람이 있었으니 호사 가족 중에서는 매일 여섯 사람이 그 직무를 수행하였던 셈이다(16절). 한편 이러한 숫자들은 각 가족의 문지기들이 24반차의 제도에 따라 그 임무를 수행하였다는 사실을 보여준다. 즉, 므셀레먀 가족에서 10명, 오벧에돔 가족에서 8명, 호사 가족에서 6명 등 모두 24명의 문지기들이 각기 맡은 위치에서 봉사하였던 것이다. 물론 24명의 문지기들이 매일 봉사할 수는 없었으므로 다른 문지기들과 교대하였음이 분명하다. 하지만 문지기의 교대는 제사장이나 악사들, 성전 레위인들이 교대했던 방식과는 다른 방식으로 이루어졌다. 즉, 후자의 사람들은 24교대제로 한번씩 돌아가면서 임무를 수행하였으나 문지기들은 한번에 24명씩 임무를 수행하였던 것이다. 따라서 문지기의 24반차의 개념은 다른 성전 봉사자들에게 있어서의 24반차 개념과 크게 다르다는 것을 알 수 있다. 이와 관련하여서는 13절 주석을 보다 참조하라.\n26:19 없음.\n26:20 아히야. 아히야(Ahijah)라는 이름은 본 절 이하에 나오는 사람들과는 달리 23:7-23언급된 레위인 족장들의 명단에 들어있지 않은 이름이다. 따라서 본 절의 아히야를 고유 명사로 취급하지 않는 견해가 있다. 즉 70인역(LXX)에서는 ‘아히야’가 ‘그들의 형제’(아델포이 아우톤)로 번역되어 있다. 70인역의 역자들은 ‘아히야’를 ‘그들의 형제’라는 의미의 ‘아헤헴’의 변형이라고 보았던 것이다. 그런데 영어 성경 중에도 이러한 견해를 취하는 것이 있으니 곧 NIV이다.\n하나님의 전 곳간과 성물 곳간. 여기서 ‘하나님의 전 곳간’은 제물과 제사에 사용되는 거룩한 도구들을 보관해 놓는 창고를 의미한다. 15절 주석 참조. 그리고 ‘성물(聖物) 곳간’이란 다윗 왕과 그의 신복들이 전쟁시 획득하여 성전 건축을 위해 하나님께 드린 전리품들을 보관하는 창고를 가리킨다(26, 27절).\n26:21 라단. 라단(Ladan)은 게르손의 아들 립니의 후손이다. 이에 대해서는 23:7 주석을 참조하라.\n여히엘리. 이름의 뜻은 ‘여호와께서 살아계심’이다. 그는 23:8에서 여히엘(Jehiel)로도 불리우고 있다.\n26:22 여히엘리의 아들은 스담과 그 아우 요엘이니. 스담(Zetham)은 한글 개역 성경에 세담(23:8)으로도 언급되어 있다. 한편 본 절에서 스담과 요엘은 여히엘리(Jehieli)의 아들로 언급되었지만 23:8에는 이들이 여히엘리의 형제로 나와 있다. 그러나 여기서 여히엘리를 라단 가문을 대표하는 인물로 볼 경우 그 같은 차이점은 전혀 문제되지 않는다. 즉, 당시 라단 가문을 대표할 수 있는 세력있는 인물은 여히엘리라는 인물로서 여히엘리(21절)라는 이름이 곧 라단의 가문을 나타냈다고 볼 수 있다. 이렇게 볼 때 스담과 요엘이 그의 후손으로 소개된 것은 지극히 자연스럽다. 한편 이와 같은 사실은 스담과 요엘이 여히엘리의 지도하에 여호와의 전 곳간을 맡았음을 시사해 주기도 한다(Payne, Keil).\n26:23 아므람 자손과 이스할 자손과 헤브론 자손과 웃시엘 자손. 이 네 이름들은 그핫의 네 아들들의 이름이다(6:2). 여기서 이 이름들이 열거된 것은 그핫 가문을 보다 상세히 소개한다는 의미를 지니고 있다.\n26:24 스브엘은 곳간을 맡았고. 게르솜의 자손 스브엘(Shebuel)은 성전 레위인의 24반차 중 하나를 맡은 가문의 조상이기도 하다(23:16). 그는 일명 수바엘(Shubael)로도 불리웠던 것 같다(24:20). 한편 스브엘 가문은 곳간을 맡았다고 기록되어 있는데 본 절만으로는 어떤 곳간이었는지 분명치 않다.\n26:25 엘리에셀. 모세의 둘째 아들이다. 그는 모세가 출애굽 후 낳은 아들인 것으로 추정되는데 이름의 뜻은 ‘나의 도움이 되시는 하나님’이다. 23:15 주석 참조.\n26:26 슬로못. 이름의 뜻은 ‘화평케 하다’이다. 그런데 여기에 언급된 슬로못은 엘리에셀의 아들 르하뱌의 후손이다. 따라서 성전 레위인 중 게르손의 여섯 번째 반차인 슬로못(23:9)과 또 이스할의 후손이자 그핫 족속의 반차인 슬로못과 혼동해서는 안 된다(23:18, 24:22).\n성물의 모든 곳간을 맡았으니. 여기서 ‘곳간’에 해당하는 히브리어 ‘오츠로트’는 이미 20절에 나온 말로서 흔히 ‘보물 창고’를 의미한다(왕상7:51, 14:26). 그리고 ‘성물’이란 하나님께 드려진 구별된 것을 의미한다. 따라서 ‘성물의 모든 곳간’이란 다윗 왕과 그의 신하들이 외국과의 전투에서 얻은 보화들을 하나님께 드려 따로 보관해 놓은 장소를 의미한다. 20절 주석 참조. 한편, 다윗 왕이 전리품 중 좋은 것을 구별하여 하나님께 드린 사실에 대해서는 18:11과 삼하 8:10-12을 보다 참조하라.\n26:27 노략하여 얻은 물건. 고대 세계에서 전투 결과로 얻게 된 전리품들은 승전국의 왕이나 전투 지휘관 혹은 전투에 참여한 군사들에게 배분되었다. 그러나 이스라엘 군대는 결코 자신의 이름을 내세워 싸우지 않으며 여호와의 이름으로 싸움에 임해야 했기때문에 궁극적 승리자는 천부장도, 백부장도, 왕도 될 수 없었으며 오직 여호와 하나님이실 따름이다. 따라서 모든 전리품은 여호와의 소유인 것이다. 한편 우리는 여호와의 물건을 취한 아간의 범죄를 기억하여(수 7:1-21) 하나님의 것은 하나님께로 가이사의 가이사에게 돌리는 믿음을 소유해야 할 것이다(마 22:17-21).\n26:28 선견자 사무엘과 … 요압이 무론 무엇이든지 구별하여 드린 성물. 여기에 언급된 인물들이 언제 어떠한 물건들을 하나님께 바쳤는지는 성경상에 기록이 되어있지 않아 알 수 없다. 그렇지만 다윗 왕에게 이양(移讓)된 이들의 전리품들을 다윗 왕이 성전 건축을 위해 하나님께 바쳤을 것으로 추측할 수는 있다.\n26:29 그나냐. 그나냐(Chenaniah)는 다윗왕이 언약궤를 다윗 성으로 모셔올 때 언약궤를 운반하는 일의 총책임자로 활약했던 인물이다. 15:22 주석 참조. 그는 하나님의 은총으로 말미암아 율법에 밝은 사람이었다. 따라서 그와 그의 아들들이 이번에 사법(司法) 책임자로 다윗 왕에 의해 발탁된 것이다.\n이스라엘 바깥 일을 다스리는 유사와 재판장. 유사에 해당하는 히브리어 ‘쇼테르’는 주로 ‘관리’, ‘공무원’을 의미하는 말이다. 그렇지만 ‘글쓰다’는 의미의 아카드어 ‘사타루’(sataru)에서 파생되었다고 볼 때 이 용어는 ‘서기관’을 의미할 수 있다. 그런데 여기에서는 두 의미 중 서기관이란 의미로 보는 것이 더 적합할 듯하다(Pulpit Commentary). 왜냐하면 서기관들은 재판장과 함께 사법적 직무를 수행하면서 재판하는 데 있어서 반드시 필수적인 율법 해석의 기능을 담당하였기 때문이다. 신16:18 주석 참조. 즉 이처럼 재판하기에 앞서 율법을 해석하는 직무는 모세때부터 이미 설정된 중요한 직무였다(신 17:9). 그리고 재판장은 이들의 율법 해석을 근거로 하여 재판을 하였다. 한편, ‘이스라엘 바깥 일’이란 성전 내에서 드리는 예배 의식 이외의 다른 일을 의미한다.\n26:30 헤브론 자손 중에 하사뱌. 하사뱌(Hashabiah)는 27:17에서 그무엘의 아들로서 레위 사람의 관장으로 다시 소개되고 있다. 그에 관한 보다 자세한 사항은 그곳 주석을 참조하라.\n요단 서편. 곧 가나안 땅을 의미하는 말이다(수 5:1, 22:7). 성경에서 약속의 땅 가나안을 가리킬 때에는 이처럼 ‘요단 강 건너편의 서쪽 땅’이란 표현을 곧잘 사용하였다.\n이스라엘을 주관하여. 여기서 ‘주관하여’에 해당하는 히브리어 ‘페쿠다’는 방문, 시찰, 계산, 돌봄, 감독 등 여러 가지 의미로 사용되는 용어이지만 여기서는 ‘감독’이라는 의미로 사용된 것으로 볼 수 있다. 즉 이 용어의 가장 보편적인 개념은 왕에게 종속된 백성들에게 어떠한 영향력을 행사하기 위해 왕으로부터 권세를 위임받아 행하는 것이다. 따라서 이 용어는 하사뱌와 그의 용사 일천 칠백 명이 가나안땅에 거주하는 이스라엘 백성들에게 어떠한 임무를 행사하기 위해 왕으로부터 권세를 위임받은 자들이라는 사실을 시사해 준다. 그 어떠한 임무란 다음에 나타나 있다.\n여호와의 모든 일과 왕을 섬기는 직임. 추측컨대 이는 성전을 위한 성전세와 왕을 위한 세금을 받아들이는 일을 의미하는 것 같다(Curtis, Pulpit Commentary). 이러한 해석은 위에서(20, 26절) 하나님께 드린 제물을 보관해 두는 성물 곳간에 대해 이미 언급한 사실과도 잘 조화를 이룬다.\n26:31 헤브론 자손 중에 여리야. 여리야(Jeriah)는 헤브론 자손 중에 성전 레위인의 24반차 중 하나를 차지한 인물이다(23:19). 본 절에 의거하면 그와 그 가족들은 요단 동편에 거주하고 있었음을 알 수 있다.\n다윗이 위에 있은 지 사십 년에. 이는 곧 다윗의 통치 마지막 해를 가리킨다. 다윗은 40년 동안 재위(在位)하였는데 7년 6개월 간은 유대 지파만을, 나머지 33년 간은 온 이스라엘과 유다를 통치하였다(삼하 5:4, 5).\n길르앗 야셀에서 그 족속 중에 구하여 큰 용사를 얻었으니. 길르앗 야셀(Jazer inGilead)은 요단 동편 갓 지파에게 할당된 지역으로 이곳에는 레위인의 성읍이 있었다(6:81, 수 21:39). 다윗 왕은 이곳에서 여리야가 족장으로 있는 큰 용사들의 집단을 발견하고 이들을 요단 동편의 감독들로 발탁하였던 것이다.\n26:32 그 형제 중 이천 칠백 명이 다 용사요 족장이라. 여기서 ‘형제’에 해당하는 히브리어 ‘아흐’는 같은 동족을 의미하는 말이다. 따라서 여리야가 거느린 이천칠백 명의 용사는 모두 여리야의 친족들인 셈이다. 한편, 요단 서편, 곧 가나안 땅에서 봉사하던 감독들은 1,700명에 불과한 반면(30절) 두 지파 반밖에 살고 있지 않던 요단 동편에서는 2,700명의 감독이 있었다는 사실은 상당히 자연스럽지 못한 것으로 보여진다. 이에 대해 혹자(Curtis)는 다윗 왕이 길르앗 지역의 중요성에 대해 그마만큼 인식했다는 사실을 이 숫자가 밝혀주고 있다고 설명하였다. 그러나 한편으로 이곳이 이방인과의 접촉이 많았던 변방 지역이었기 때문에 이에 대비하기 위하여 많은 감독들이 선정되었다고도 추론해 볼 수 있다."
        }
    ]
}