{
    "bible_book": "역대하",
    "chapter_number": 4,
    "commentaries": [
        {
            "verse_reference": "4:1",
            "commentary": "본서 저자는 본장에서 성전 기물들에 관하여 언급하면서 무엇보다 먼저 하나님께 희생(犧牲) 제물을 드리던 곳인 놋단에 관하여 기술 하고 있다. 놋으로 단을 만들었으니 - 열왕기서 기자는 성전 기물들을 다루면서 이 놋단에대해 전혀 언급하지 않은 것은 아니지만(왕상 8:64; 왕하 16:14) 역대기 저자와같은 방법으로 언급한 적은 없다. 그래서 일부 주석가들은 본절과 상응하는 구절이 열왕기 7장 22절과 23절 사이에 틀림없이 있었을 것이나 필사 과정에서 누락되었을 것으로 추정하기도 한다. 한편 솔로몬의 놋단은 높이가 10규빗인바 이는 모세 시대 때 성막에있던 것(높이 3규빗, 출 27:1)보다 7규빗 정도 더 높다(1규빗은 약 45.6cm). 그리고그 모양은 에스겔이 말했던 단과 같은 형태였을 것으로 추측된다(겔 43:13-17). 에스겔서에 나오는 단의 형태는 탑 모양으로 단의 기초 부분이 장, 광 각각 16규빗이고 위로 올라갈수록 점점 작아져 꼭대기부분은 12규빗의 정방형이었다(Keil). 따라서 이놋단은 성전 울타리 안에 들어가는 사람들 뿐만 아니라 성전 바깥 뜰에서 경배하던 사람들조차도 충분히 볼 수 있었을 것이다. 이러한 사실은 궁극적으로 광야에서 모세의놋뱀이 높이 들리운 것처럼(민 21:4-9) 예수 그리스도께서 모든 죄인을 위하여 십자가에 '높이'달리심으로 이것을 바라보는 모든 인간들이 자신들의 죄를 애통해 하고 구원에 이르게 될 것을 보여 준다(요 3:14, 15). 또한 단은 성소로 들어서는 사람에게 제일 먼저 눈에 띄이는 성전 기물이다. 이것은 구약 시대 사람들이 오직 그리스도의 십자가의 보혈을 통해서만 하 나님께 나아갈 수 있음(히 9:11-14)을 상징한다(Wycliffe,Expositor's Bible Commentary)."
        },
        {
            "verse_reference": "4:2",
            "commentary": "바다를 부어 만들었으니 - '바다'는 놋으로 만든 일종의 대야를 가리킨다. 요세푸스(Josephus)에 따르면 이 '바다'(sea)라는 이름은 그것의 크기가 어마어마했기 때문에 붙여진 것이라고 한다. 아무튼 이 놋바다는 제사장들이 성직(聖職)을 수행하기에앞서 손과 발을 씻는데 사용한 것으로 성막의 놋 물두멍과 대비된다(6절, 출30:18-21). 이러한 사실은 오늘날 우리들과 관련하여중요한 영적 의미를 지니고 있는데 곧 그리스도인은 날마다 성령의 새롭게 하심으로 정결함을 입어야 한다는 것이다(출 30:19; 딛 3:5 주석 참조)."
        },
        {
            "verse_reference": "4:3",
            "commentary": "그 가장자리 아래에는 돌아가며 소 형상이 있는데 - 본절과는 달리 왕상 7:24에는 놋바다에 '소 형상'대신 '박'(gourds)이 새겨져 있었던 것으로 묘사되어 있다. 이러한 차이점에 대하여 학자들은 크게 두 가지 견해를 제시하고 있다. 즉, (1) 베카림(* , 소 형상)은 '페카임'(*, 박)을 잘못 필사한 것이라는 주장이다(O. Zockler, Payne). (2) 놋바다에 새겨진 소 형상이 마치 둥근 박 같은 모양이었으므로 열왕기 기자가 '박'으로 언급하였다는 주장이다(P.C.Barker). 그런데 본절의'소 형상'은 4절에 나오는 '열 두 소'와 중복되는 듯한 감이 있어 어색하다. 따라서 위의 두 견해 중 첫 번째 견해가 비교적 더 타당성을 지닌다. 왕상 7:24 주석 참조. ☆열왕기의 \"박\"은 \"소\"를 의미하는 히브리어의 잘못된 변형이다(맥콘빌레) - (1)번과 반대의 주장."
        },
        {
            "verse_reference": "4:4",
            "commentary": "그 바다를 열 두 소가 받쳤으니 - 이 열 두 소는 3절의 '소 형상'과는 다른 것으로 놋바다를 받쳐 주는 받침으로 사용된 것이다. 이 소들은 이스라엘의 열 두 지파를 상징하는데 이는 출애굽 당시 광야에서 회막(會幕)의 사면에 각각 세 지파씩 12지파가진을 쳤던 사실에 근거한 것 같다(민2장; 겔48:30-35). 이에 관한 보다 상세한 내용은 왕상 7:25 주석을 참조하라."
        },
        {
            "verse_reference": "4:5",
            "commentary": "바다의 두께는 한 손 넓이만하고 - 여기서 '한 손 넓이'란 '손바닥 폭 '(handbreadth)을 가리킨다. 이는 통상 1/6규빗(cubit)에 해당되는 길이로 대략7.4-7.6cm이다. 성경 총론, '성경의 도량형과 화폐 및 월력' 참조. 그 바다에는 삼천 밧을 담겠으며 - 여기서 '밧'(bath)은 액체의 양을 측정하는 부피 단위로 1밧은 약 23l이다. 한편 왕상 7:26에는 본절과 달리 3,000밧이 2,000밧(약46,000)으로 기록되어 있어서 차이를 보이고 있다. 이와 관련, 혹자 는 놋바다의 크기로 볼 때 역대기 기자의 3,000밧은 지나치게 과장된 것이라 고 주장한다(Curtis). 그러나 우리는 성경 기자가 의도적으로 과장하여 거짓되 게 기록하였다고 보기 보다는 필사자에 의해 우연히 오기(誤記)되었다고 보아 야 할 것이다. 즉, 본절의 기록은 '2'(* ,벧)를 '3'(*, 깃멜)으로 혼동한 데서 발생한 잘못일 것이다. 왕상 7:26 주석 참조."
        },
        {
            "verse_reference": "4:6",
            "commentary": "또 물두멍 열을 만들어 - 물두멍의 크기와 재료 등 세부 사항에 대해서는 왕상7:27-39에 상세히 나와 있으니 참조하라. 역대기 저자는 본절에서 물두멍의세부적인 구조보다는 물두멍을 만든 목적과 쓰인 용도에 더욱 관심을 보이고 있다. 한편 물두멍은 본래 모세 당시의 성막에서는 제사장들이 수족(手足)을 씻는 데 사용되었던 것이다(출 30:18-21). 그러나 솔로몬의 성전에서는 놋바다의 양편에 다섯씩 놓여져 있어 희생 제물을 씻는 데 사용되었다. 아무튼 여기서물두멍은 놋바다와 더불어 \"여호와께서홍수 때에 좌정하셨음이여\"(시 29:10)라고 시편 기자가 노래했던 것처럼 물을 다스리시는 하나님의 창조적인 능력을 상징하며(창 1:2, 6, 9; 시 24:2; 93:3). 바퀴와 그룹장식이 있는 물두멍 받침(왕상 7:29 이하)은 여호와가 타고 다니시는 그룹과 구름들을 상징한다(시 18:10) 고도 볼 수 있다(Curtis). 왕상 7:38 주석 참조."
        },
        {
            "verse_reference": "4:7",
            "commentary": "정식을 따라 금으로 등대 열을 만들어 - 모세의 성막에는 금 등대가 하나 밖에 없었던 것과는 달리 솔로몬 성전에는 금 등대 열 개가 있었다. 이로 볼 때 본절은 솔로몬이 갯수에 있어서는 모세의 옛 정통을 따르지 않았으나 금 등대를 만드는 방법이나 모양에 있어서는 정식(定式)을 그대로 따랐음을 가리 킴이 분명하다(출 25:31-40). 한편각 등대에는 일곱 등잔을 달 수 있는 일곱 가지가 있었다. 이는 하나님의 능력으로 성도들의 심령을 밝히시는 성령의 역사를 상징하며 또한 하나님을 위해 끊임없이 빛을발하여야 하는 교회의 임무 를 상징한다(레 24:3, 4; 슥 4:2-6; 마 5:14). 이와 연관하여 생각해 볼 때, 모세 시대와 달리 솔로몬 성전에 등대 열 개가 있었다는 사실은 다음과 같은 점을 시사해 준다. 즉, 모세 당시의 구원 역사가 주로 지리적, 인종적으로이스라엘이라는 한 나라에 제한되었던 것에 반하여 그리스도께서 세우신 신약 시대의 교회는 지역과 민족을 초월한 우주적이고도 보편적인 성격을 띠게 될 것이라는 점이다. 외소 안에 두었으니 - 본절과 달리 왕상 7:49에는 '내소(內所) 앞에' 정금 등 대 열을 두었다고 기록되어 있다. 그러나 거기서 '내소 앞'이라는 것은 성소와 지성소를 구별 짓는 휘장 앞을 가리키는 것으로 외소(外所) 안쪽에 해당된다. 따라서 양 기록은서로 상반된 것이 아님을 알 수 있다."
        },
        {
            "verse_reference": "4:8",
            "commentary": "또 상 열을 만들어 - 대상 28:16에도 상(床)이 분명히 복수로 언급되어 있는 것으로 보아 하나의 상만 있던 모세 성막과는 달리 솔로몬 성전에는 상이 열 개 있었음이 분명하다(19 절). 이와 관련, 혹자는 솔로몬 성전에 이처럼 열 개의 상을 둔 까닭에대하여 다음과 같이 이해하기도 한다. 즉, 안식일마다 진설병(陳設餠)과 상을 새것으로 바꾸어 진열함으로써 이스라엘 백성들로 하 여금 항상 새롭게 자신을 하나님께 헌신하는 정신을 갖도록 고취하기 위함이 었다는 설명이다(Payne). 출 25:30 주석 참조. 금으로 대접 일백을 만들었고 - 여기서 대접은 진설상보다는 놋단과 관계 가 있는것으로 번제물의 피를 담아 뿌리거나(출 24:6; 레 1:5) 또는 음료수나 술을 붓기 위해사용한 그릇(출 29:40; 레 23:18)이었던 것으로 추측된다(P. C. Barker, Payne, Keil,O. Zockler)."
        },
        {
            "verse_reference": "4:9",
            "commentary": "제사장의 뜰과 큰 뜰 - 이 같은 성전의 뜰에 관해서는 왕하 21:5과 겔 40:17-19에도 언급되어 있다. 모세의 성막에는 뜰이 하나밖에 없었으나 성전 에는 일반 백성들의 출입이 제한된 제사장의 안뜰(왕상 6:36)과 일반 백성들을 위한 바깥의 큰 뜰이 있었다(왕상 7:12). 이 중 세자상의 안뜰은 일명 윗뜰이라고도 불렸는데 그 이유는 온 백성들이 그 뜰에서 의식을 수행하는 제사장들을 볼 수 있도록 하기 위하여 그 뜰을 조금 높게 만들었기 때문이다 (렘 36:10). 한편 신약 시대의 헤롯 성전에는 또 하나의 다른 뜰 곧 '여인의 뜰'이 있었다고 전해지는데 성경상의 언급은 없다(Smith). 이에 관한 보다 자세 한 사항은 왕상 6:36; 7:12; 왕하 21:5 주석을 참조하라."
        },
        {
            "verse_reference": "4:10",
            "commentary": "그 바다는 전 우편 동남방에 두었더라 - 놋바다의 위치에 관한 본절의 묘 사는 내용상 왕상 7:39과 일치하지만 기록 방식에 있어서는 차이가 난다. 즉, 열왕기 기자는 물두멍의 받침대가 각각 전 좌우편에 놓인 것과 비교하여 놋 바다의 위치를 언급하였다.그러나 역대기 기자는 그것들의 위치에 관해서는 크게 관심을 두고 있지 않고 단지 추가적으로 본절에서 놋바다의 위치를 설 명하고 있을 뿐이다. 왕상 7:39 주석 참조."
        },
        {
            "verse_reference": "4:11",
            "commentary": "후람이 또 솥과 부삽과 대접을 만들었더라 - 여기서 솥은 번제단의 재를 쓸어담는 통 또는 항아리이거나(출 27:3) 아니면 희생 제물을 삶는 가마일 것이다(삼상 2:14).다음으로 부삽은 제단에서 재를 제거하는 삽이다. 왕상 7:40 주석 참조. 한편 여기에언급된 대접의 용도에 대해서는 이미 8절에서 언 급하였으니 그곳을 보라. 이와같이 후람이...일을 마쳤으니 - 1절부터 지금까 지 언급된 성전 기물들이 곧 후람의 작업 결과임을 증거하고 있는 부분이다. 한편 본절 이하 22절까지는 후람이 한작업에 대하여 다시 한번 총괄적으로 언급하고 있는바 그가 성전 기물들을 제작하는데 있어 얼마나 세심한 정성을 기울였었는지를 잘 보여준다. 이제 이와 관련, 그가 제작한 성전 기물들을 도표로 정리해 살펴 보면 다음과 같다."
        },
        {
            "verse_reference": "4:12",
            "commentary": "곧 기둥 둘과 - 여기서 말하는 기둥 둘은 3:15-17에 기록된 성전 앞의 두 기둥을가리킨다. 그 기둥 꼭대기의 공 같은 머리 둘과 - 여기서 '공 같은 머리'란 기둥 맨 끝의 둥근 부분을 가리킨다. '공'에 해당하는 히브리어 '굴라'(* )는 본래 사발(bowl)을 의미한다. 그물 둘 - 왕상 7:17에 의하면 이 그물은 '바둑판 모양으로 얽은 것'이었음을 알수 있다. 그런데 그 용도는 기둥 머리를 장식하는 것이었다. 즉, 공 같은 기둥 머리의높이는 5규빗이었는데(왕상 7:16) 그물은 아랫 부분 1규빗 정도에 둘러 쳐져 있었고위의 4규빗에는 활짝 핀 백합화 모양이 보조되어 있었다(왕상 7:19)."
        },
        {
            "verse_reference": "4:13",
            "commentary": "사백 석류와 - 석류는 '풍요'의 상징으로 고대 근동 지방에서 장식용 소재로 많이쓰였다. 한편 평행 구절인 왕상 7:20에는 \"각기 석류 이백이 줄을 지었더 라\"고 되어있다. 그리고 본서 3:16은 \"석류 일백 개를 만들어 사슬에 달았으며 \"라고 기록하고 있다. 따라서 각 구절들은 얼핏 보기에 서로 모순된 것처럼 보인다. 그러나 이 문제는다음과 같이 해결될 수 있다. 즉, 한 기둥에는 석류 백 개를 엮은 줄이 두 줄씩 걸려있었다. 그러므로 한 기둥에 석류 200개씩, 두 기둥 모두에는 석류 400개가 걸려 있었던 셈이다."
        },
        {
            "verse_reference": "4:14",
            "commentary": "또 받침과 - 6절에서 물두멍의 받침에 대해 언급하지 않은 것을 이제 본절 에서 언급하고 있다. 이로 볼 때 역대기 기자는 중요치 않다고 생각되는 것을 생략하거나 또는 본절처럼 종합적으로 간단히 기술하는 특징을 지닌 듯하다. 이에 반해 열왕기 기자는 물두멍 받침에 있어서 조차 모든 사항을 비교적 자 세히 열거하며 기록 하였다(왕상7:27-31). 그러니 물두멍 받침에 관해서는 그 곳 주석을 참조하라."
        },
        {
            "verse_reference": "4:15",
            "commentary": "그 바다 아래 열 두 소와 - 놋바다를 받치는 받침인 열 두 소는 이미 4절 에서 언급된 바 있다. 바다가 물을 다스리시는 하나님의 능력을 상징한다면(6 절 주석 참조) 소는 고대 근동에서는 '힘'과 '비옥'을 상징하며 또한 성경에서 는 종종 '순종'을 상징한다. 즉, 여기서 소는 이스라엘의 순종에 따라 하나님 의 축복이 주어짐을 상징한다고볼 수 있다. 왕상 7:25 주석 참조."
        },
        {
            "verse_reference": "4:16",
            "commentary": "고기 갈고리 - 이것은 희생 제물을 불속에 집어 넣거나 꺼내는 데 사용되었다(출 27:3). 아마도 그 형태는 삼상 2:13에 나오는 '세살 갈고리'와 동일하였을 것이다. 후람 아비 - 11절에 나오는 후람(Huram)의 별칭이다. 이의 문자적인 뜻은 '나의 아비 후람'으로 여기서 '아비'란 치리자 또는 조언자(창 45:8; 삿 17:10)를 뜻한다. 2:13 주석 참조."
        },
        {
            "verse_reference": "4:17,18",
            "commentary": "요단 평지 - 여기서 말하는 '요단 평지'(* , 키카르 하야르덴)는'요단 온 들 '(round district of the Jordan)을 의미하는 말로서 보통 요단 계곡의 넓은 부분을 가리킨다. 롯의 이야기에 따르면 이곳은 사해를 중심한 그 일대의 광활한 지역으로서 대단히 비옥한 평원이었음을 알 수 있다(창 13:10, 11). 숙곳과 스레다 - 숙곳(Succoth)은 요단 동편에 있는 오늘날의 '텔 데이르 알라'(Tell Deir Alla)와 동일한 곳으로 얍복 강에서 북쪽으로 약 1.6km 정도 떨어 져 있다.수 13:27 주석 참조. 그리고 스레다(Zeredah)는 왕상 7:46의 사르단 (Zarethan)과 같은곳으로 오늘날 요단 서편에 있는 '에드 다미에'(ed Damieh)일것으로 추측된다(Curtis). 이 사르단은 요단 강 입구에서 약 32km정도 떨어진 곳에 있었는데 곧 여리고 북방 약 20km지점이다. 수 3:16 주석 참조. 한편 갈 릴리와 사해 중간 지점의 이곳차진 흙은 커다란 놋기물을 제조하기에 적당한 거푸집을 만들기에 용이했다(Payne).왜냐하면 이곳의 흙이 주물을 하는 데 적합한 토질이었을 뿐 아니라 좋은 숯을 위한나무도 풍부했기 때문이다. 왕상 7:46 주석 참조."
        },
        {
            "verse_reference": "4:19",
            "commentary": "금단 - 이는 곧 성소에 두었던 분향단을 가리킨다. 그런데 모세 성막의 분향단은 조각목으로 만든 것이었음에 반해(출 30:1) 솔로몬 성전의 분향단은 백향목에 정금을 입혀 만든 것이었다는 차이점이 있다. 왕상 6:20 주석 참조. 진설병 상들 - 솔로몬이 모세 당시에 비해 열 배나 늘어난 열 개의 진설병 상을 만든 사실은 이미 8절에서 살펴보았다. 이러한 숫자의 증가는 비록 상징적인것이기는하나 오늘날 모든 성도들이 생명의 떡인 그리스도의 말씀을 풍성히 접하게 되었음을시사해 준다(요 6:51). 보다 자세한 내용은 8절 주석을 참조하라."
        },
        {
            "verse_reference": "4:20",
            "commentary": "규례대로 불을 켤 정금 등대 - 출 27:20, 21에 따르면 성소의 등불은 해질 녘 정한시간에 켜고 아침에 껐음을 알 수 있다. 이처럼 밤 동안 성소에 불을 밝힌 것은 하나님께서 어둠 가운데서도 쉬지 않고 당신 백성들을 지키심을 상징한다(시 121:3-8)."
        },
        {
            "verse_reference": "4:21",
            "commentary": "순정한 금으로 만든 꽃 - 출 25:33에 따르면 이것은 등대에 부착된 장식품 으로서살구꽃 형상이었음을 알 수 있다. 한편 왕상 7:49에서는 이것이 단지 ' 금꽃'이라고만기록되어 있다. 그러나 본절에서는 이에 대해 보다 자세히 언급 함으로써 이 금꽃이 도금한 것이 아닌 순수한 금으로 만든 것임을 강조해 준다."
        },
        {
            "verse_reference": "4:22",
            "commentary": "문을 금으로 입혔더라 - 지성소의 문과 성소 문은 우선 감람나무와 잣나무로 만든다음에 금으로 덧입힌 것이다(3:7; 왕상 6:31-35). 이 중 내소 곧 지성 소의 문은 내실을 향해 있었으며 지성소의 문장(3:14)을 보호하는 역할을 하였 다. 한편 본절과 달리평행 구절인 왕상 7:50에는 문 대신에 문의 금돌쩌귀가 언급되어 있다. 돌쩌귀라는 것은 문짝을 여닫기 위하여 문설주와 문짝에 박아 놓은 암수 두짝의 쇠붙이이다. 열왕기기자는 성소와 지성소의 문이 금으로 도 금된 것임을 이미 기술한 적이 있다(왕상6:32-35). 때문에 본절의 병행구인 왕 상 7:50에서는 돌쩌귀 부분도 금으로 되었음을 언급하였을 것이다. 성전이 건축된 시기와 정소 뿐만 아니라 성전의 특징적인 요소, 즉 지성소와 성소, 두 그룹과 두 기둥에 대해 언급한 전장(前章)에 이어지는 본장은 성전에 비치되넜던 기구들에 대해 서술한 부분이다. 즉, 전장은 성전의 외형에 대해 관심을 갖고 기술한 반면 본장은 성전 내부에 비치함과 더불어 제사드리는 데 필요한 도구인 성전의 기구들에 관해 관심을 갖고 언급한 대목이다. 그렇기 때문에 성전의 외형과 규모에 대해 이스라엘 백성들에게 정보를 제공한 전장에 비해 본장은 그 내부에 비치해 있던 성전의 부속품들에 관해 정보를 제공하는 것으로 볼 수 있다. 이러한 의도로 기술된 본장에는 주로 놋과 금으로 만들어진 성전의 기구들이 나타나 있는데 크게는 성전 뜰에 설치되었던 놋기구들을 언급한 부분(1-6, 9, 12-18절)과 성소와 지성소에 설치되었던 금 기구를 기술한 대목(7, 8, 19-22절)으로 구성되어 있다. 다시 말해서 본장에가 놋단, 바다와 물두멍, 뜰의 놋문, 제단의 기구들, 금제 기구들, 등대화 상, 분향단, 그리고 이에 부속되는 여러 부품들이 언급되어 있다. 그런데 이것들은 가장 값진 금속과 당대 최고의 기술로써 제작된 것으로 그리스도의 구속 사역과 종말에 도래할 하나님 나라의 영광을 예표한다. 한편, 특별히 본장 가운데서는 병행구절인 왕상 7장에서 언급하지 않은 놋단 을 언급하고 있고 또 놋바다 는 왕상 7:23에 비해 비교적 상세히 묘사하고 있음으로 보아 역대기 기자는 놋단과 놋바다를 매우 중히 여기고 있음을 알 수 있다. 그리고 여기서 우리가 주목할 만한 것은 전장(前章)에서 소개한 성전과 지성소가 하나님의 거룩하심과 그분의 영광을 나타내고 있다면 본장에 소개된 성전 기구들은 장차 당신 백성을 구원하러 오실 그리스도의 속죄 사역과 그 구원하심을 바라는 인간들의 해야할 바, 세례와 예배와 믿음과 신앙의 행위들과 연관되어 있다는 점이다. 따라서 우리는 본장을 통하여 다음과 같은 사실을 숙고하여 교훈을 얻을 수 있다. (1) 여호와께서 성전 기구들을 통하여 당신 백성들에게 구원의 길을 확연히 보여 주었다. 즉, 본장에 언급된 놋단을 비롯하여 각종 성전 기구들은 장차 세상 죄를 지고 가실 하나님의 어린 양으로 오시는 그리스도의 속죄 사역(요 1:29)과 그분의 보혈의 공로를 힘입어 죄씻음(딛 3:5)받는 것을 분명히 보여 주고 있다. 뿐만 아니라 등대는 빛으로 오실 그리스도와 그분의 교회(마 5:17;16:18;요 1:9;시 119:105)를 보여주고 있고 등잔불은 그리스도 이후에 계속될 성령의 사역까지도 암시하고 있다. 그래서 구약의 백성들도 신약 교회의 표상을 충분히 인식하며 대망할 수 있게 했다. (2) 여호와께서는 이 성전 건축 사역을 인간의 기술과 노고(勞苦)를 통하여 이루어 가셨는데 이것은 하나님께서 인간과 협력하여 당신의 나라를 이루어가실 것을 가리킨다. 그러므로 성도들은 금보다 귀한 믿음과 놋보다 강한 열심으로 매 순간 순간 성실히 삶을 살아가므로 인해 하나님 나라를 확장하가 사역에 동참하여야 할 것이다(벧전 1:7;렘 9:18). (3) 또한 성전 모든 기구들이 개체적으로 독존하는 것이 아니라 상호 연합하여 오직 한 가지 일, 곧 하나님을 예배하는 데 쓰인 것처럼 성도들의 실제적인 삶의 전국면은 완성될 하나님 나라를 건설하는 데 총결(總結)되어야 할 것이다. 또 이에 더 나아가 성전 기구들은 거룩히 구별되어 도직 하나님의 예배에만 사용되고 여타의 용도에는 사용되지 않았다. 이러한 사실은 그리스도인의 삶이 죄악과 구별된 거룩한 삶이 되어야 할 것임을 나타낸다. 1. 성전 마당에 놓인 기구들(4:1-6) 하나님의 전에 비치되어 언제나 요긴하게 사용되는 성전의 기구들에 관해 언급하는 본장에서 그 전반부인 본문은 성전 마당에 있던 성구(聖具)들에 대해 기술하는 대목이다. 그런데 본문은 놋단에 대해 서술한 전반부(1절)와 놋바다에 관해 기록한 중반부(2-5절), 그리고 물두멍에 관계된 기사를 언급한 후반부(6절)로 구성되어 있어 성전 마당에 있던 기구들을 일목요연하게 묘사하고 있다. 이와같이 성전 마당에 놓인 기구들은 성전 안으로 들어가기 위해 반드시 거쳐야 할 당시의 관례나 규례(6절;출 30:17-21)를 언급한 것인 바 이것들은 성도들의 신앙의 단계를 보여주는 것들이기도 하다. 그렇다면 성전 마당에 놓인 기구들이 상징하는 의미를 살펴보기로 하자. (1) 성전 마당을 들어설 때 맨 처음 접하게 되는 놋단 은 죄에 대한 하나님의 공의의 심판을 의미하는 것이다(민 21:9;요 3:14). 그래서 이를 위하여 그리스도께서는 속죄의 제물이 되셨다. 그러므로 누구든지 그리스도로 말미안링비 않고는 죄사함을 받았다고 말할 수 없는 것이다. 그러기에 놋단은 십자가의 모형인 바 전자인 놋단은 이스라엘 백성들의 죄를 제한 적인 의미에서 속죄하는 속죄처인 반면 후자인 십자가는 완성된 의미에서 온 인류를 향해 단 일회적으로 속죄한 속죄처인 것이다(히 9:11-22). 그리소 이러한 사실은 모든 사람이 그리스도의 구속의 은혜를 힘입지 않고는 그리스도의 몸된 교회의 구성원이 될 수 없다는 것을 나타낸 것이다. (2) 놋단과 성전 사이에 놓인 놋바다는 대제사장이 성전에서 봉사할 때 씻기 위해 만든 거대한 놋 대야로서(왕상 7:23) 하나님께 봉사하는 자들이 깨끗치 못한 몸으로는 하나님 앞에 나아갈 수 없다는 의식적인 의미를 지닌 것이다. 그러기에 이 기구는 그리스도의 보혈로 우리의 죄악을 씻어내는 것을 상징하는 바 히브리서 기자의 말과 같이 우리는 마음에 뿌림을 받아 양심의 악을 깨닫고 몸을 맑은 물로 씻었으니 참 마음과 온전한 믿음으로 (히 10:22) 하나님께 나아가야 할 것을 나타내는 것이다. 그리고 이 뿐만 아니라 이 놋바다는 말씀의 모형인 바 제사장이 이곳에서 깨끗히 씻은 것과 같이 성도들은 매일 말씀으로 말미암아 죄로 오염된 마음과 육신을 씻어 성결케 해야 한다(엡 5:26). (3) 바다와 함께 이쓴 물두멍은 제사장의 수세(레 8:6) 뿐만 아니라 이스라엘 백성들의 죄가 전가된 제물을 씻는 곳으로 신약 시대의 세례를 상징한다. 이것은 누구든지 그리스도로부터 난 참 세례를 받지 아니하고는 아무도 자신을 거룩하다고 말할 수 없음을 보여 준다(엡 5:26;딛 3;5). 그리고 이와 더불어 이 물두멍은 그리스도의 죄사함을 상징하는 바 우리가 참 마음과 온전한 믿음으로 하나님께 나아가야 함을 예표한 것이다(엡 3:12). 한편 이상에서 소개된 기구들이 모두 죄씻음과 함께 그리스도의 구속 사역과 깊은 연관을 가지고 있음을 발견하게 되는데 이것은 그리스도의 구속하심과 우리가 받은 복음의 위대함을 돋보이게 한다. 또 이러한 사실을 깊이 자각하므로 인해 단순히 논리적인 원리들만을 가지고 구원을 자랑할 것이 아니라 날마다 세상의 더러움과 죄악에서 자신을 지키고 손을 깨끗이 하고 마음을 성결케 (약 4:8) 함으로 세상과 불신자들 앞에서 순결해야 할 것이다. 2. 전의 모는 기구들(4:7-22) 성전 마당에 놓였던 기구들을 특별히 언급한 전단락과는 달리 본문은 여호와의 전 안에 놓인 기구들을 전체적으로 언급하고 있다(7, 8, 19-22절). 즉 본문은 이미 한 번 언급된 기구들인 성전 마당의 기구들에 대해서 다시 기술하면서 기타 다른 부속품들과 성전 안의 기구들을 언급하고 있다(9-18절). 그런데 여기서 두 가지 특징을 발견할 수 있는데 첫째로 성전 안에 있는 기구들은 앞에서 언급된 기구가 놋으로 된 것과는 달리 모두 금으로 만들어졌다는 것이다. 일반적으로 금은 인간사의 중대한 언약을 체결할 때 변함없는 신실성의 증표로 사용된다. 그리고 성경에서 금은 이 세상에 있는 가장 귀한 보물들 중의 하나로 손꼽고 있다(시 19:10;벧전 1:7). 왜냐하면 이 금의 특성은 부식되지 아니하며 그 빛이 참으로 아름답기 때문이다. 이러한 사실들은 곧 (1) 성전이 성도들에게 있어서 가장 귀한 곳임과 더불어 (2) 성도들이 가장 귀한 것들로 헌신해야 할 곳이며, (3) 항상 하나님의 영광이 있는 곳이고, (4) 도래할 하나님 나라의 영원한 불변성을 상징하는 곳임을 나타낸다(계 21:18, 21). 그리고 둘째로는 성전 기구 제작에 있어서 정교한 건축 기술과 예술적 노력이 총동원되었다는 것이다. 이러한 사실은 인간의 모든 재능과 기술이 하나님의 영광을 위하여 살 때 최고, 최상의 미(美)와 가치(價値)를 창출하게 된다는 것이다. 따라서 오늘늘과 같이 극도로 발달한 기술과 학문, 문화, 예술 등 모든 분야가 진정한 미와 가치를 창출해 내기 위해서는 하나님아의 말씀 아래 재조명되어 인류 공동의 선과 하나님의 영광을 위해 공헌해야 할 것이다. 한편 성전 안에 놓인 이 기구들은 그리스도 안에서 지속될 성도의 삶을 가리키느네 여기에서 등대는 성령의 인도하심을, 진설병의 상은 말씀의 떡을 가리킨다. 그리고 등다와 상이 다같이 열 개씩 되는데(7, 8절) 원래 성막에서는 등대와 상이 한 개씩밖에 없었다. 이렇듯 갯수의 증가는 이스라엘 백성이라는 제한적인 구원의 폭이 전체 인류라는 광범위한 구원으로 확대된 것을 의미하며 하나님의 구원 계획의 포괄성을 예표적으로 상징하는 것이다. 그리고 이와 더불어 이 일을 수행하는 솔로몬을 통해 우리는 다음과 같은 교훈을 받는다. 즉, 그는 많은 종류의 기구를 만들었을 뿐만 아니라 물적, 인적 자원을 최대한으로 투입하였다. 다시 말해서 그는 자신이 얻은 경제력과 국력으로 마땅히 자신이 해야할 바를 알고 하나님의 전을 건축하는 데 혼신의 힘을 다한 것이다. 따라서 오늘날의 성도들도 그리스도로 말미암아 얻는 풍성한 은혜에 상응하는 삶을 사는 것이 마땅할 것이다. * 성전의 의미. 이스라엘 백성들에게 있어서 성저니 주는 의미는 아무리 과대 평가해도 지나치지 않는다. 특히 히브리서를 보면 이러한 말에 분명히 동감할 것이다. 왜냐하면 성전은 시내 산에서 하나님께서 직접 계시하신 바, 하나님이 모세에게 너에게 산에서 보인 식양에 따라 네가 모든 것을 만들도록 하라 고 하신 명령대로 지어졌기 때문이다. 그래서 성전에는 언약의 궤로부터 휘장의 고리들에 이르기까지 하나니믓 게시와 의미들이 담겨 있는 것이다. 이러한 이유로 인해 성전이 이땅에 있는 동안에는 이스라엘의 모든 백성들이 이를 통하여 여호와를 알게 되었다. 그리고 이 뿐만 아니라 또 성전은 장차 올 좋은 일의 그림자 (히 9:11)로서 그리스도의 인격 안에 나타날 많은 것들을 상징하며 하늘에 존재하는 많은 것들을 암시했다(히 9:24). 이러한 성전은 지금까지 간략히 언급한 상정적인 의미 뿐만 아니라 당시 구약의 백성들에게는 현재적인 의미도 내포하고 있었는데 이를 살펴보면 다음과 같다. (1) 성전은 희생의 장소였다(7:7). 속죄제는 세상의 모든 죄를 대속하기 위하여 자신을 희생 양으로 내놓으신 그리스도의 십자가으 죽음을 뜻했다. 그래서 누구든지 신앙적으로 그분의 살을 먹고 그의 피를 마시는 자에게는 사죄함이 있음을 예표적으로 알게 하신 것이다. 이와 마찬가지로 구약의 성도들은 속죄를 예표하는 제사들을 통해 성전에서 사죄함을 계속해서 체험했던 것이다. (2) 성전은 기도하고 찬미하는 장소였다. 사 56:7에서 내 집은 만민의 기도하는 집이라 일컬음이 될 것임이라 고 했다. 사실 성전 안에 피워진 향은 바로 성도들의 이와 같은 기도를 상지하는 것인. (3) 성전은 헌신과 헌물의 장소였다. 이스라엘 빅성들은 성전에 올라갈 때마다 물질과 더불어 그들의 마음을 바쳤는데 이러한 헌신은 여호와께 대한 감사와 충성의 표시였다. 이것은 성도들의 삶의 방향이 오직 여호와를 영화롭게 하는 일에 전념하여야 함을 교훈한다. (4) 성전은 하나님의 법을 기억하기 위한 장소였다. 즉, 그곳에 안치된 언약궤 안에는 십계명이 새겨진 두 돌판이 있었다. 그렇기 때문에 성전에서는 언제나 하나님의 규례와 말씀을 배우는 곳이 되었던 것이다. 이러한 이유로 인해 말씀이 없는 교회는 진정한 하나님의 교회라 칭할 수 없는 것다. (5) 성전은 사람들의 연합을 위한 장소였다. 시편 120-134편까지 수록된 성전에 올라가는 노래들 은 이러한 사실을 잘 보여 주고 있다. 즉 이 시편의 저자들은 매우 다양한데 다윗과 솔로몬 왕을 비롯하여 바벨론 포로 귀환자 등 작자 미상이 많이 나타난다. 그러기에 성전에 올라갈 때 성도들은 사회적인 신분의 차이나 지역적인 편견들을 허물과 하나님 안에서, 그리고 성령 안에서 하나가 될 수 있었던 것이다. (6) 성전은 하나님의 게시를 위한 곳이었다. 지금까지 언급한 이러한 이유들 때문에 구약의 이스라엘 백성들은 성전을 통하여 하나님이 뜻하시는 바를 깨달았다. 그리고 이 뿐만 아니라 그리스도께서도 두 세 사람이 모인 곳에는 나도 그들 주에 있느니라 고 말씀하심으로 성령이 우리 속에서 역사하셔서 빛의 길로 인도하고 계심을 보여 주고 있다. 이와같이 하나님은 성전을 통하여 당신을 계시하실 뿐만 아니라 성전으 원형(原型)이신 그리스도를 바라볼 수 있도록 이스라엘 백성들을 인도하셨다. 그리고 하나님이 친히 성전의 터와 장소를 정하시고 성저늬 설계도를 주신 것처럼 당신이 친히 육신을 입으심으로 성전되신 몸을 마련해 주셨다(히 10:5). 그러므로 구약의 백성들은 오늘날의 성도들과 함께 그리스도의 몸 안에서 동일하게 영적인 하나님의 백성이 될 수 있었던 것이다."
        }
    ]
}