{
    "bible_book": "역대하",
    "chapter_number": 9,
    "commentaries": [
        {
            "verse_reference": "9:1",
            "commentary": "스바 여왕 - '스바'(Sheba) 왕국은 아라비아 반도 서남부 곧 지금의 남예멘 에 해당하는 지역에 위치했던 사베안(Sabaeans) 왕국을 가리킨다. 이들 국민 대부분은 셈족이었지만 함족도 상당수 포함되어 있었던 것으로 전해진다. 이 스바는 향료와 각종 보석과 황금으로 무역하는 상업국으로도 유명하였는바(겔 27:22, 23) 상품들이 매우 고가(?價)로 유통되었다. 한편 이와 같은 그 당시의 역사적 정황으로 볼 때 스바 여왕이솔로몬을 방문한 목적은 크게 두 가지로 볼 수 있다. 첫째는 소문으로만 듣던 솔로몬의 명예와 지혜가 실제로 어느 정 도인지 알아보고자 하는 것이었다(5, 6절). 그래서'어려운 문제'를 가지고 와서 솔로몬의 지혜를 시험하였다. 둘째, 당시 에시온게벨을거점으로 급격히 팽창 하던 이스라엘의 교역(8:17, 18) 때문에 입은 자국의 상업적 타격을 해결코자 하는 외교적 목적에서 였다고 볼 수 있다. 당시 '에시온게벨' 항구는홍해와 아 라비아 반도 전역에 영향을 미칠 만큼 무역이 활발했는데, 이로 인하여 스바 왕국은 많은 시장을 보호하고자 했을 것이다. 솔로몬의 명예를 듣고 - 솔로몬 왕국의 부강함은 물론이려니와 그의 뛰어 난 지혜는주변의 모든 나라에까지 알려졌다(왕상 4:29-31). 그런데 이러한 명 성은 당시 이스라엘을 거쳐 다메섹을 왕래했던 아라비아 상고(商賈)들에 의해 멀리 스바 여왕의 귀에까지 들어갔을 것이다. 어려운 문제 - 이에 해당하는 '히다'(* )는 '매듭을 묶다'는 뜻의 '후드'(* )에서 파생된 단어로 쉽게 풀 수 없는 '수수께끼'나 '비사'(比辭)를 가리킨다. 스바 여왕은 바로 이러한 문제들로써 솔로몬이 과연 얼마나 현명하고 지혜로운 자인지를 시험(test)하려 한 것이다. 왕상 10:1 주석 참조. 자기 마음에 있는 것을 다 말하매 - 여기서 '자기 마음에 있는 것'이란 스바 여왕이 솔로몬에게 물어보고 싶어 한 모든 것들을 가리킨다. 그러기에 공 동 번역은 이를'묻고 싶었던 것'이라 번역하였다. 물론 스바 여왕은 그 모든 것들을 수수께끼 형식을빌어 질문하였을 것이다."
        },
        {
            "verse_reference": "9:2",
            "commentary": "은미하여 대답지 못한 것이 없었더라 - 이는 곧 솔로몬이 하나도 숨기지 않고 스바여왕이 묻는 대로 다 대답했다는 뜻이다. 아마 솔로몬은 스바 여왕 이 제시한 수수께끼에 관한 것 뿐만 아니라 다른 모든 세세한 질문에도 다 대답하였을 것이다. 그 근거로우리는 솔로몬이 초목과 짐승, 새, 물고기 등에 관해서까지 논할 정도로 다방면에 걸쳐 해박(該博)하였음을 들 수 있다(왕상 4:33)."
        },
        {
            "verse_reference": "9:3",
            "commentary": "솔로몬의 지혜 - 예수께서는 회개치 않고 표적만 구하는 서기관과 바리새인 들에게\"남방 여왕이 일어나...솔로몬의 지혜로운 말을 들으려고\"(마 12:42라는 말씀을 하셨는데 이 때에 예수께서 말씀하신 '솔로몬의 지혜'는 하나님의 지 혜와 의를 가리킨다고봄이 타당하다. 왜냐하면 그때 예수께서는 솔로몬보다 더 풍성한 하나님의 지혜가 담겨 있는 당신의 말씀을 당시 유대인들이 거부 한 것과 관련, 이 말씀을 하셨기 때문이다. 한편 예수께서 그 당시에 남방 여 왕에 관하여 언급하신 것은 비록 그 여왕의 동기가 무엇이었는지 의심은 갈 지라도 '지혜를 구하는 태도'는 온 인류가 본받아야 할 귀한 것임을 보여준다. 왜냐하면 여기서 '지혜를 구하는 태도'란 여호와를 구하며 찾는태도와 일치한 다고 볼 수 있기 때문이다(사 51:1). 그 건축한 궁과 - 여기서 궁이란 솔로몬의 성전과 궁전(8:1)을 통칭하는 것 이다.즉, 스바 여왕은 예루살렘을 방문, 솔로몬이 지은 모든 건물들을 다 목도 (目睹)하였던것이다(Curtis)."
        },
        {
            "verse_reference": "9:4",
            "commentary": "그 상의 식물 - 솔로몬의 식탁에 오르는 일일분 식물에 대해서는 왕상 4:22, 23에잘 나와 있다. 그 기록에 따르면 솔로몬의 식탁은 엄청나게 풍성하게 차 려졌었음을 알수 있다. 보다 자세한 사항은 그곳 주석을 참조하라. 여호와의 전에는 올라가는 층계 - 여기서 '층계'에 해당하는 '올라'(* )는 비 단 '계단'(stair, as cent) 뿐 아니라 '번제'(burnt offerings)를 가리키는 단어이기 도 하다(레 3:5; 민 28:19; 삼상 6:14; 삼하 24:22). 때문에 70인역(LXX)을 비롯한 몇명 고대 역본(라틴 벌게이트역, 수리아역)들은 이를 '번제'로 번역하였다. 그리고 그에 따라 NIV, RSV와 같은 영어 성경 및 공동 번역 등도 '번제'로 번역 하고 있다. 그러나 예루살렘 성전과 솔로몬의 궁궐에 대하여 언급하고 있는 문맥에 비추어 볼 때 '층계'를 굳이 '번제'로 볼 하등의 이유가 없다. 따라서 본절에서 스바 여왕의 정신을 현황하게 만든 것은 솔로몬이 여호와께 드린 엄청난 규모의 번제가 아니라 층계 였던 것으로 봄이 무난하다. 왜냐하면 그 층계는 왕궁에서 성전으로 올라가는 특별 계단으로서 매우 예술적으로 꾸며진 것으로 추측되기 때문이다. 왕상 10:5 주석 참조. 정신이 현황(眩慌)하여 - 수 2:11; 5:1에 따르면 '현황하여'라는 말은 '두렵고 떨림으로 간담이 녹아내리고 정신을 잃어버리는 상태'를 가리킴을 알 수 있다. 즉, 스바여왕은 모든 건물들의 호화로운 자신의 상상을 초월한 정도로 휘황찬란하여 숨이 막힐정도였던 것이다."
        },
        {
            "verse_reference": "9:5",
            "commentary": "당신의 행위와 당신의 지혜에 대하여 들은 소문 - '지혜'에 해당하는 '호크 마'(* )는 사물에 대한 통찰력이나 일반적인 지식을 가리키지 않는다. 대 신 이는 하나님께로부터 주어지는 근원적인 지혜를 의미한다. 1:10 주석 참조. 이러한 지혜는 솔로몬의 대내외적 통치 부분에 있어서 뿐 아니라 그의 건축 사업에서도 빛을 발휘하였다. 여기서 '당신의 행위'와 '당신의 지혜'란 바로 그 같은 사실을 일컫는 말이다."
        },
        {
            "verse_reference": "9:6",
            "commentary": "당신의 지혜가 크다 한 말이 - 본절은 병행 구절인 왕상 10:7과 조금 차이 가 난다.왜냐하면 여기서 역대기 기자는 솔로몬의 물질적인 부(富)보다 그의 지혜를 더욱 강조하고 있기 때문이다. 즉, 본서 기자는 남방 여왕이 놀라게 된 원인을 솔로몬의 부보다는 그의 뛰어난 지혜에서 찾고 있는 것이다."
        },
        {
            "verse_reference": "9:7",
            "commentary": "복되도다...지혜를 들음이로다 - 본절은 잠언 8:34과 일맥 상통하는 내용이 다. 왜냐하면 잠언 기자는 그곳에서 날마다 지혜의 말씀을 듣는 자들이 복되 도다라고 가르치고 있기 때문이다. 한편 솔로몬의 신복들이 그의 지혜의 말을 듣는 것은 물론 복된 일이나 솔로몬보다 더 큰 이이신 예수 그리스도의 말씀 을 직접 듣고 보는 오늘날의 성도들은 그보다 더욱 복되다고 하겠다(마 12:42)."
        },
        {
            "verse_reference": "9:8",
            "commentary": "당신의 하나님 여호와를 송축할지로다 - 몇몇 학자들은 본절과 마 12:42에 근거하여 스바 여왕이 여호와 신앙으로 개종했으며, 솔로몬과 종교적인 문제 에 대해 깊은 대화를 나누었다고 주장한다. 그러나 그녀가 실제로 개종했다는 증거는 성경상에 나타나있지 않다. 다만 본문에 비추어 보아 그녀가 다른 이 방인들과는 달리 꽤 온전한 여호와 신관(新觀)을 가지고 있었음에는 틀림없다. 한편 이와같이 이방 여왕의 입에서 여호와께 대한 찬양이 흘러 나왔다는 것 은 장차 이방인들도 여호와 신앙에 동참, 구원얻게 될 날이 이르를 것임을 시 사해 준다(행 10:44-46). 당신의 하나님 여호와를 위하여 왕이 되게 하셨도다 - 병행 구절인 왕상10:9에는 '당신의 하나님 여호와를 위하여'란 말이 생략되어 있다. 이에 반하여 역대기 기자는이 말을 강조함으로써 신정(神政) 정치의 성격을 잘 드러내고 있다(Curtis). 즉, 이스라엘 사회에 있어서 최고의 통치자는 하나님이시다. 그리고 인간들이 뽑은 왕은 다만하나님을 대리하여 하나님의 백성을 다 스리는 위임을 맡은 자일 뿐이다. 대상 28:5과29:25은 이러한 사실을 분명히 증거해 주고 있으니 보다 자세한 내용은 그곳 주석을 참조하라."
        },
        {
            "verse_reference": "9:9",
            "commentary": "스바 여왕이 솔로몬에게 바친 예물은 이스라엘과의 호혜적(互惠的) 통상 교역을 염두에 둔 것이긴 하다. 12절 주석 참조. 그러나 솔로몬이 만왕의 왕 예수 그리스도를예표하는 인물이라는 점에 비추어 볼 때, 이는 동 방 박사들이 예수께 예물을 드린 것과도 같은 의미를 지닌다고 하겠다(마 2:11). 금 일백 이십 달란트 - 금 한 달란트(talent)는 약 34.27kg에 해당한다. 따라 서 금일백 이십 달란트는 약 4.1톤(ton)에 해당하는 '베셈'(* )은 '발삼'(* )과같 은 말로 발삼나무 수지(樹脂)로 만든 향품, 향료를 가리킨다. 왕상 10:10 주석 참조."
        },
        {
            "verse_reference": "9:10",
            "commentary": "오빌 - 8:18 주석 참조. 백단목 - 후람의 신복들과 솔로몬의 신복들이 오빌에서 금을 실어 올 때에 가져온이 나무는 인도와 실론이 원산지인 '붉은 백단향 나무'(학명, Pterocarpussantalinus)인 것 같다. 이 나무는 매우 값진 것으로서 형상을 새기 거나 향을 피우는데 사용되었다. 솔로몬은 이것을 가지고 왕궁의 층대와, 수 금, 비파 등을 만들기도 하였다(11절)."
        },
        {
            "verse_reference": "9:11",
            "commentary": "층대를 만들고 - 병행 구절인 왕상 10:12에는 '층대'가 '난간'으로 나와 있다. 혹자는 이를 '층계'라 하기도 하고(Luther), '좌석'이라 히기도 한다(Thenius). 그 러나'층대'에 해당하는 '메실라'(* )는 여호와의 전이나 왕궁으로 들어가는 길 바닥에 계단식으로 깔아 놓은 테라스(terraces)를 가리키는 것으로 보인다(KJV, LivingBible). 노래하는 자 - 성전과 궁정에서 활동한 성가대원을 가리킨다. 그런데 이러 한 전문찬양대가 조직된 것은 다윗 때이다(대상 25:1-31). 그 이전까지 이스라 엘 사회에는 전문 음악인 제도가 없었다. 왕상 10:12 주석 참조."
        },
        {
            "verse_reference": "9:12",
            "commentary": "답례하고 - 고대 근동 국가에서 외국의 사절(使節)이 보낸 선물에 대하여 똑 같은차원에서 보답하는 것은 널리 인정된 관습이긴 하다. 그렇지만 이러한 답 례는 대개 서로간에 만족할 만한 교역상의 거래가 성취되었음을 나 타내는 것이기도 하다(Expositor's Bible Commentary). 따라서 솔로몬은 스바 여왕에게 공식적인 답례를 했을 뿐만 아니라 더 나아가 그녀에게 대하여 큰 호의를 베풀었음이 분명하다. 한편 아라비아와 유대 전승에 따르면 이 스바 여왕은 솔로몬을 통해 아들을 낳았고 그 아들이아비시니아(Abysinia) 왕조의 조상이 되었다고 한다. 그러나 이는 어디까지나 전설일뿐 그 사실 여부가 확인된 적은 없다(Winer)."
        },
        {
            "verse_reference": "9:13",
            "commentary": "솔로몬의 세입금 - 여기서 말하는 세입금에 대하여 혹자는 이스라엘 사람들 에게 부과된 직접세를 가리킨다고 보기도 한다. 그렇지만 이는 육상과 해상 무역 수입(21, 28절), 왕의 소유지 수입(대상 27:26-31), 외국 사신들의 예물(23, 24절). 정복 국가들로부터의 공물(14절) 등과 같은 모든 수입을 총칭한 것으로 봄이 더 타당하다. LivingBible은 '솔로몬의 세입금'이라는 말 앞에 '아랍 왕들과 다른 나라의 왕들로부터 받아들인'이라는 구절을 덧붙이고 있어 위의 해석을 뒷받침해 주고 있다. 육백 육십 육금 달란트 - 이는 무게 단위로 환산하면 금 약 23톤에 해당한다. 그러나 이를 오늘날의 화폐 가치로 환산하기란 거의 불가능하다. 왕상 10:14 주석 참조."
        },
        {
            "verse_reference": "9:14",
            "commentary": "그 외에 또 상고와 객상들의 가져 온 것 - 본절의 바른 번역은 '상고와 객 상들이가져온 것 이외에...'이다(KJV, RSV). 즉, 다시 말하면 솔로몬의 입금에 는 상고와객상들이 가져온 것이 포함되었고 그 외에 아라비아 왕들과 그 나 라 방백들이 가져온것이 있었다는 뜻이다. 한편 여기서 '상고'(商賈)란 무역을 목적으로 각 나라를 탐색하며 여행하는 군소 상인들을 가리킨다. 그리고 '객상'(?商)은 상고와 마찬가지이긴하나 그들보다는 좀더 규모가 큰 상업 행위에 종사하는 자들을 가리킨다(Keil, O.Zockler). 추측컨대 이들 상고나 객상들의 상업 활동에는 일정한 세금이 부과되었을것이다. 아라비아 왕들 - 이스라엘과 인접한 아라비아 사막의 소국(小國) 왕들을 가리킨다.당시 이 지역에 왕들은 모두 솔로몬의 통치 하에 있어 해마다 솔로몬에게 공물(貢物)을 바쳤던 것 같다. 왕상 10:15 주석 참조."
        },
        {
            "verse_reference": "9:15,16",
            "commentary": "매 방패에 든 금이 육백 세겔이며...삼백 세겔이라 - 히브리 원문에 는'세겔'(shekel)이라는 금의 단위 표시가 없다. 대신 평행 구절인 왕상 10:17에는 작은 방패에 든 금이 삼 마네(maneh)였다고 기록되어 있다. 1 마네는 약 571.2g으로 50세겔 정도에 해당한다. 따라서 삼 마네는 150세겔이 되어 본절의 삼백 세겔의 1/2에 해당된다.그래서 NIV에서는 세겔 대신 '베가'(beka)라는 단위를 쓰고 있는데 베가는 5.71g으로세겔의 1/2에 해당 된다. 따라서 300베가는 150세겔, 즉 3마네와 일치하게 된다. 한편페인 (Payne)의 주장에 따르면 마네에는 중(重) 마네가 있고 경(輕) 마네가 있었다고한다. 그리고 중 마네는 100세겔, 경 마네는 50세겔 정도 에 해당된다고 한다. 그렇다면 역대기 저자는 왕상 10:17에 나오는 마네를 중 마네로 보고 본절에 이를 삼백 세겔로 계산했음이 분명하다(Expositor's Bible Commentary). 레바논 나무궁 - 솔로몬은 금으로 만든 방패들을 자기 궁에 보관하였다. 그런데 솔로몬의 궁을 '레바논 나무궁'이라고 부른 까닭은 그 궁의 주요 기둥과 들보, 마루 등을 레바논의 백향목(ceder)으로 만들었기 때문이다(왕상 7:2-5). 이에 관한 보다 자세한 내용은 왕상 7:2 주석을 참조하라."
        },
        {
            "verse_reference": "9:17",
            "commentary": "상아로 큰 보좌를 만들고 - 상아(象牙)는 코끼리의 어금니이다. 그리고 솔로몬이이것으로 보좌를 만들었다는 것은 상아로 장식한 보좌를 만 들었다는 뜻이다(Bahr). 한편 고대 근동 사회에서 상아는 대개 유브라데 강 상 류 지역에 서식하던 코끼리 떼에서얻었다. 그런데도 솔로몬은 당시 팔레스틴 지역에서는 극히 구하기 힘든 상아를 해운업을 통하여 얻었다(Curtis). 이로 볼 때 솔로몬의 위력은 구하기 힘든 것 조차도 쉽게 구할 수 있을 만큼 근동 지 역에서는 대단한 것이었음을 알 수 있다."
        },
        {
            "verse_reference": "9:18",
            "commentary": "여섯 층계...사자가 하나씩 섰으며 - 솔로몬의 보좌가 이렇게 여섯 층계로 이루어져 있고 팔걸이 양 옆에는 사자가 한 마리씩 서 있으며 또 보좌 뒤에 는 둥근 머리(왕상 10:19)가 있었다는 사실은 솔로몬 왕의 막강한 권세와 힘을 상징해 준다. 왕상10:20 주석 참조. 그러나 그러한 그의 영화로운 왕권도 실상 일시적인 것에 불과했다.반면에 영원한 평강의 왕이신 예수께서는 이 세상에 초라한 모습으로 오셔서 참혹한십자가의 죽음을 당하셨다. 그렇지만 하나님께 서는 마침내 저를 살리사 결코 쇠하지않는 영광으로 가득찬 영원한 보좌에 앉히셨으니 솔로몬의 영광은 그에 비할 바가 못되는 것이다(눅 1:33; 히 2:9; 5:9; 8:1; 12:2)."
        },
        {
            "verse_reference": "9:19",
            "commentary": "또 열 두 사자가 있어 그 여섯 층계 좌우편에 섰으니 - '사자'는 백수(百獸)의 왕으로서 흔히 통치와 심판을 상징한다. 그런데 솔로몬의 보좌의 열 두 사자 형상은 만민 중 제사장 나라로 택함받은 이스라엘 열 두 지파를 상징한 것으로 이해된다(출19:6). 한편 마 19:28에서 예수께서는 \"세상이 새롭게 되어 인자가 자기 영광의 보좌에 앉아 이스라엘 열 두 지파를 심판하리라\"고 하셨 다(눅 22:30; 계 3:21). 따라서 본절과 마 19:28의 말씀을 비교해 볼 때 이스라 엘의 왕 솔로몬은 훗날 만왕의 왕으로 오실 예수 그리스도를 예표하는 자임 을 알 수 있다. 아무 나라에도...없었더라 - 이 말은 당시 근동 지역에서 솔로 몬의 보좌만큼 그 규모나 형태 및 화려함 등에 있어 웅장한 것은 없었다는 뜻이다. 한편 솔로몬의 보좌에팔걸이가 있고 또한 사자 장식이 있었던 것으로 보아 그 양식(樣式)은 애굽의 것에서영향받은 듯하다. 왜냐하면 오늘날 발굴되 고 있는 페르시아 왕들의 보좌에는 솔로몬의것과 같은 팔걸이가 없기 때문이 다(Toombs). 왕상 10:19 주석 참조."
        },
        {
            "verse_reference": "9:20",
            "commentary": "은을 귀히 여기지 아니함은 - 은을 페르시아 시대(B.C. 500년경) 이전까지 는 모든금속들 중에서 가장 값진 것이었다. 그러다가 페르시아 때 많은 은이 시장에 흘러 나옴으로써 은과 금의 비율이 비로소 역전되었다. 그러므로 그 이전 시대에 이미 솔로몬이 은을 돌같이 흔하게 여길 만큼(27절; 왕상 10:27) 풍부히 사용하였다는 것은 솔로몬의 왕국의 부(富)가 그만큼 극에 달했다는 강조적 표현이 아닐 수 없다."
        },
        {
            "verse_reference": "9:21",
            "commentary": "왕의 배들이...다시스로 다니며 - 평행 구절인 왕상 10:22에서는 솔로몬 왕의 배들을 '다시스 배'라고 부르고 있다. 그리고 왕상 22:48에도 '다시스의 선척'이라는 호칭이 있고 이 배는 에시온게벨에서 파선(破船)되었다고 기록되어 있다. 따라서 왕의 배들이 '다시스로 다니며'라는 본절의 기록은 잘못된 것 같다(Curtis, Payne). 왜냐하면왕상 22:48에 의거할 때 '다시스의 선척'이 지중해 서부 지역에 해당하는 에시온게벨(Ezion-geber)까지 운행했었음을 알 수 있기 때문이다. 한편 다시스(Tarshish)는 오늘날 스페인의 타티스(Tartessus)로 추정 되는 곳이다. 이에 관한 보다 자세한 사항은 왕상 10:22 주석을 참조하라."
        },
        {
            "verse_reference": "9:22",
            "commentary": "왕의 재산과 지혜가...큰지라 - 솔로몬의 막대한 부(富)와 뛰어난 지혜는 일찍이 그의 통치 초기 기브온 산당에서 주신 하나님의 약속(1:12)의 성취이다. 그런데 그러한 솔로몬의 지혜와 재산의 크기가 천하 열왕의 그것과 비교되고 있는 것은 그가 '만왕의 왕'이신 그리스도의 예표이기 때문이다. 19절 주석 참조."
        },
        {
            "verse_reference": "9:23",
            "commentary": "그 얼굴을 보기 원하여 - 여기서 '보기 원하여'에 해당되는 히브리어 '메바 케쉼'(* - )은 '찾다'는 뜻의 '바카쉬'(* )에서 온 말로서 '계속해서 찾는다'는 뜻이다. 이는 곧 이방 왕들이 솔로몬 왕 만나기를 몹시 원했음을 가리킨다. 그리고 이는 장차 예수 그리스도께서 만 백성을 통하여 스스로 영광을 취하시게 될 것을상징하기도 한다(계 1:6, 7)."
        },
        {
            "verse_reference": "9:24",
            "commentary": "각기 예물을 가지고 왔으나 - 일반적으로 다른 나라를 방문할 때 예물을 가지고 가는 것은 그 당시 고대 근동 지방에서는 널리 알려진 관습이었다(왕하 5:15). 그러나 본절 하반부의 '해마다 정한 수가 있었더라'는 말에 비추어 볼 때 여기서'예물'이란 공물(貢物)로서의 성격을 지녔던 것 같다. 왕상 10:25 주석 참조."
        },
        {
            "verse_reference": "9:25",
            "commentary": "말의 외양간이 사천이요 - 본절과 달리 왕상 4:26에는 솔로몬이 소유한 말 의 외양간이 '사만'이었던 것으로 나와 있다. 그러나 그것은 필사상의 오기(誤 記)일 것이다.왜냐하면 왕상 10:26에 나오는 솔로몬의 병거 일천 사백과 마병 일만 이천의 숫자로미루어 보아 본절의 '사천'이란 수가 보다 타당하기 때문 이다. 이에 관한 보다 자세한내용은 왕상 4:26 주석을 참조하라. 마병이 일만 이천이라 - 솔로몬이 이처럼 병거와 마병을 모은 행위가 하나 님의 율법에 저촉된 것이었다는 사실은 이미 1:16 주석에서 살펴본 바이다. 이에 관해서는 왕상 10:26 주석에서 상세히 언급하였으니 참조하라."
        },
        {
            "verse_reference": "9:26",
            "commentary": "솔로몬이...열왕을 관할하였으며 - 본절은 병행 본문인 왕상 10장에는 나타나지 않는다. 솔로몬은 에돔 왕인 하닷과 아람족 르손의 반역(왕상 11:14-25)으로 인해 제국을 유지하는 데 어려움을 겪기는 했지만 그의 통치 말년에 이르기까지 선왕(先王) 다윗이 정복해 놓은 영토를 잘 수호하였다(삼하 8:11, 12; 왕상 4:20-25; 대상18:11-13). 솔로몬이 국내적으로 거대한 건축 사업을 진척하여 국력을 소모시켰음에도불구하고 이처럼 영토를 유지할 수 있었던 이유로는 (1) 주변 국가, 특히 애굽 왕의딸과의 정략 결혼(왕상 11:1), (2) 국제 무역을 통한 경제적 번성으로 외교적 우위 확보(22-24절), (3)성읍의 요새화 및 군 대의 대규모화(25절; 8:4-6) 등을 들 수 있다.그러나 우리는 솔로몬이 이같이 넓은 땅을 치리할 수 있었던 이유는 무엇보다도 하나님의 언약 성취 때문으로 이해하여야 한다. 즉, 창 15:18에서 아브라함에게 하신 땅에대한 언약(출 23:31)이 다윗과 솔로몬 치세에 이르러 구체적으로 성취된 것이다. 한편본절에 서 역대기 기자가 솔로몬의 통치권의 광대함을 기록한 데에는 하나님의 우주적인 통치권을 드러내고자 한 목적도 있었을 것이다."
        },
        {
            "verse_reference": "9:27",
            "commentary": "본절은 이미 1:15에서 언급된 내용이다. 그런즉 이에 관한 자세한 사항은 그곳 주석을 보다 참조하라. 은을 돌같이 흔하게 하고 - 당시 화폐로 통용되던 은이 돌같이 흔했다는 것은 솔로몬 왕국의 부와 영화가 극에 달하였음을 가리키는 강조적 표현이다. 20절 주석 참조. 백향목을 평지의 뽕나무같이 - 본절은 앞 부분과 함께 히브리인들의 전형 적인 대구법을 이룬다. 즉, 본절 역시 앞 부분과 마찬가지로 대단히 귀중한 것(백향목)을 흔해빠진 것(뽕나무)에 비유하여 그 많음을 더욱 강조하고 있는 것이다. 왕상 10:27 주석참조."
        },
        {
            "verse_reference": "9:28",
            "commentary": "솔로몬을 위하여...말들을 내어왔더라 - 솔로몬이 수입한 말들에 관해서는 평행 구절인 왕상 10:28 주석을 참조하라. 그런데 당시 이스라엘 주변국들이 솔로몬에게 어떤식으로든 말들을 제공했다는 것은 일종의 군사적인 복속(服屬)을 의미한다고도 볼 수있다. 14절 주석 참조."
        },
        {
            "verse_reference": "9:29",
            "commentary": "이 외에 솔로몬의 시종(始終) 행적은...기록되지 아니하였느냐 - 본절과 왕상11:41에 의거할 때 솔로몬의 행적에 관한 많은 기사는 '선지자 나단의 글' 과 '실로 사람 아히야의 예언'과 '선견자 잇도의 묵시책' 그리고 '솔로몬의 행 장' 등에 의존하였음을 알 수 있다. 이들 자료에 관해서는 역대상 서론, '역대 기의 자료'에서 언급하였으니 참조하라."
        },
        {
            "verse_reference": "9:30,31",
            "commentary": "그 열조와 함께 자매 - 본절은 열왕들의 통치를 마감하는 장면을 묘사할 때 쓰이는전형적인 표현이다(왕상 11:43; 14:31; 15:24; 왕하 9:28). 그런데 본서 기자는 특히'그 열조와 함께 자매'와 같은 표현을 통하여 솔로몬이 조상들과 깊은 연관이 있었음과 또한 솔로몬의 후대에도 선대(先代) 때와 마찬가지로 하나님의 동일한 언약(대상17장)이 역사가 계속될 것임을 암시하고 있다. 다윗 의 성에 장사 되고...대신하여 왕이 되니라 - B.C. 970년경에 등극한 솔로몬이 40년간의 통치를 끝내고 다윗성에 장사된 해는 B.C. 930년경이었다. 여기서 역대기 기자는 솔로몬 통치 후기에 발생했던 우상 숭배, 속국(屬國)들의 반란 및 여로보암의 반역에 관한 기사들(왕상 11:26-40)을 모두 생략하고 있다. 그 리고 나서 곧바로 르호보암에 관해서 언급하고 있는데 이것은 인간의 죄악이 나 실수가 하나님의 언약의 역사나통치를 바꾸지 못함을 단적으로 보여주는 것이다. 또 역대기 저자의 관심은 인간의 죄에 대해서 보다는 하나님의 은혜와 은총의 역사에 있음을 여기서 알 수 있다. 본서의 제 1부(1:1-9:31)를 종결함과 동시에 솔로몬의 통치에 관한 약사(略史)를 마감하는 본장은 솔로몬이 누린 부귀와 권세, 그리고 그의 죽음을 언급한 대목이다. 이러한 본장은 내용상으로 살펴보면 왕상 10, 11장을 요약한 듯한 느낌을 주는데, 이는 본장에 스바 여왕의 방문 사건과 솔로몬의 부와 권세를 언급한 왕상 10:1-29의 내용이 거의 인용되기 때문이다. 그리고 이와 더불어 솔로몬의 죽음에 관한 기록이 본장에서는 함축적으로 나타나기 때문이다. 이와 같은 본장을 내용적인 측면세서 구분해 보면 다음과 같다. 즉, (1) 스바 여왕의 방문(1-12절) : 여기에는 당시 대외적으로까지 위세를 떨쳤던 솔로몬의 탁월한 지혜와 명예가 그 주제로 부각되어 있다. (2) 솔로몬 왕조의 부귀와 번영(13-28절) : 이에 대한 구체적인 실례로 금(17-21절), 예불(14, 24, 28절), 군비품(15, 16, 25절)등이 제시되어 있다. (3) 솔로몬의 죽음과 그의 아들 르호보암의 등극(29-31절) : 희대의 제왕인 솔로몬의 죽음은 이후에 전개될 남북 왕조의 서막을 예시해 준다. 그런데 이러한 본장을 열왕기와 비교적인 관점에서 비교해 불 때 본서 저자의 역대기 집필 의도를 또 한번 발견하게 된다. 즉, 열왕기에서는 본장에 언급된 스바 여왕의 방문 사건(왕상 10:1-13)과 솔로몬이 누린 부와 영화(왕상 10:14-29)를 기록하고 나서 솔로몬이 이방 여인과 국제 결혼한 사실(왕상 11:1-3), 우상을 숭배한 사건(왕상 11:4-8), 그리고 솔로몬이 언약을 파기했기 때문에 받은 징벌(왕상 11:9-40)에 대해서 자세히 기록하고 있다. 그러나 본서는 솔로몬의 통치 말년에 보였던 이와 같은 어두운 그린자들은 생략한 채 그가 누렸던 부귀와 버녕을 집중적으로 묘사(1-28절)한 이후에 곧바로 그의 죽음을 언급하였다. 그래서 열왕기가 인간의 부패성과 무능성에 강조점을 두고 기술한 것과는 달리 본서는 하나님의 주권과 능력을 강조할 뿐만 아니라 솔로몬의 왕국을 장차 도래할 메시야의 왕국으로 소개하는 것이다. 이러한 본장에 나타난 독특성을 살펴보면 다음과 같다. 즉, 솔로몬의 지혜(wisdom), 부(wealth), 예배(worship)가 열방의 왕들을 통하여 칭송되고 있다는 것이다(5-8, 23절), 그리고 이를 통하여 여호와의 영광이 온 우주적으로 선포되고 있다는 사실이다(8절). 이것은 솔로몬의 영광이, 장차 도래할 영광스러운 메시야의 한 모습임을 보여준다. 그리고 이와 유사하게 신구약 성경 전체를 살펴볼 때 구속사적으로 중대한 사건들은 모두 열방의 입을 통한 찬양이 동반되고 있다. 그 실제적인 예로, 예수 그리스도의 탄생 때에 동방 박사들이 경배한 사건(마 2:1-12)과 오순절 성령 강림시에 이방 백성들이 그 현장을 목격하고 하나님의 큰 일을 찬양한 사건들(행 2:7-13)을 들 수 있다. 이와같이 이방 나라에까지 하나님의 영광이 선포되는 것은 하나님의 뜻이며 장차 그들도 함께 영광 중에 동참하게 될 것을 보여주는 것이다(합 2:14). 이와 같은 본장을 통해 우리는 (1) 하나님은 놀라운 방법으로 스스로 영광을 취하신다. 본장에서 스바 여왕의 입술을 통하여 하나님 당신을 찬양케 만드신 것이 그 좋은 예라 할 수 있을 것이다. 그러기에 성도들은 먹든지 마시든지 무엇을 하든지 다 하나님의 영광을 위하여 (고전 10:31)해야 한다. 왜냐하면 하나님은 우리가 무엇을 하든지 그 일을 통하여 스스로 영광을 취하시기 때문이다. (2) 진정한 복의 근원은 하나님의 지헤를 구하는 데 있다.여호와께 지혜를 구했던 솔로몬은 지혜 뿐만 아니라 부(wealth)와 명예까지도 얻어 그것으로 크게 하나님께 영광을 돌릴 수 있었다. 참으로 어리석은 자들은 하나님이 없다 하고 하나님을 업수이 여기며 그 이름을 망령되이 일컬으므로 멸망에 이르게 된다. 그러나 지혜로운 자들은 하나님께 영광을 돌려 영원한 축복에 이르게 되는 것이다. 그래서 우리는 하나님으로부터 오는 지혜를 얻기 위해 말씀에 손종해야 할 것이다(잠 9:10;딤후 3:15). 1. 스바 왕의 방문(9:1-12) 본문은 솔로몬이 누린 부귀와 영화를 증거하기 위하여 스바 여왕이 솔로몬을 방문한 사건을 기록한 대목이다. 즉, 본문은 스바 여왕이 솔로몬을 방문하게 된 동기(1절), 솔로몬과 그의 왕국에 대한 경탄(2-4절), 솔로몬에 대한 찬양(5-8절), 그리고 그 결과(9-12절) 등을 언급해 솔로몬의 지혜와 그가 누린 영화가 어떠했었는지를 나타낸다. 이러한 본문은 본서 1장에서 하나님께 지혜를 구한 결과로 나타난 현상을 구체적으로 언급하는 것인 바, 본서 저자는 솔로몬의 통치에 대해 1장과 본문을 이같이 연결시킴으로 인해 솔로몬의 영화를 드러내고 있다. 다시 말해서 본서 저자는 본문에 언급된 스바 여왕의 방문을 통해 이스라엘의 국력과 솔로몬의 탁월한 신적 지혜, 그리고 그의 통치 행적을 선명히 부각시키고 있는 것이다. 사실 솔로몬이 값진 정그의 생산지인 오빌(대상 29:4)과 해상 무역을 한 것을 미루어 보더라도(8:17, 18) 그의 명예는 그의 무역권과 함께 널리 퍼졌을 것이다. 그래서 아라비아 반도 남쪽 끝에 위치한 것으로 추정되는 스바에서 여왕이 그의 소문을 듣고 찾아온 것이다. 그러므로 우리는 본문의 초점이, 어떤 주석가들이 생각하고 있는 것처럼 스바 여왕이 어떻게 여호와의 신앙으로 개종했는가 하는 사실을 밝히려는 데 있지 않고 솔로몬의 지헤의 위대함을 나타내려는 데 있음을 발견할 수 있다. 따라서 우리는 스바 여왕이 멀고 험난한 길을 여행하여 솔로몬의 지혜를 들으어 온 사실에 관심을 두지 말고 솔로몬의 지혜가 온 세계에 어떻게 영향을 미쳤나에 대하여 관심을 두어야 할 것이다. 한편, 이와 같은 본문을 통하여 우리는 다음과 같은 교훈을 발견하게 된다. (1) 여호와께서 주신 지혜는 큰 향기가 있어 많은 사람들을 모이게 한다. 왜냐하면 그 지혜는 생명력이 있고 온 인류를 살리는 힘을 갖고 있기 때문이다. 그래서 솔로몬은 이러한 하나님의 지혜로 인해 스바 여왕과 같은 이방인드롸 다른 열국의 왕들의 방문도 받았을 뿐만 아니라 그들에게 하나님의 영광을 나타내었던 것이다. 이와 같이 우리도 하늘로부터 오는 참 지혜를 소유해 그리스도의 향기를 발하는 삶을 살아야 한다(고후 2:15). (2) 지혜의 참된 가치를 아는 자들은 그 지혜를 얻는 데 드는 어떠한 수고나 대가도 아끼지 않는다. 이방 여인인 스바 여왕도 솔로몬의 지혜를 듣기 위해 많은 수고와 옌물을 투자하였다. 그리고 그 입술로 여호와를 찬양하기도 했다. 따라서 성도들은, 하나님아의 지혜를 얻기 위해 자기으 전소유를 팔아 값진 진주 를 산 사람과 같이 온전한 삶의 투자가 있어야 할 것이다(마 13:44-46). (3) 하나님께로부터 소유한 지혜는 나누어질수록 풍성해진다. 솔로몬은 자신에게 지혜를 구하려 오는 자들에게 언제든지 지헤의 말씀을 들려주기를 기뻐하였다. 이렇게 했을 때 그 지혜는 오히려 더욱 풍성해져서 온 세계에 널리 퍼지게 되었던 것이다. 이처럼 우리 또한 구원의 복음을 만방에 전파해야 할 뿐만 아니라 그 말씀을 나누는 삶을 살아야 할 것이다(막 16:15, 16). (4) 아름다운 지혜는 아름다운 행위를 이루게 한다. 스바 여왕이 탄복하게 된 또하나의 이유는 이스라엘 모든 백성들이 솔로몬을 붕심으로 하여 아름답게 하나님께 경배하는 일을 보았기 때문이다. 이처럼 솔로몬은 하나님 앞에서 그 행위가 온전한 잎였다. 이 뿐만 아니라 백성들과 다른 사람들에게도 늘 관대하며 자비로운 사람이었다. 이와같이 올바른 지혜를 소유한 자들의 행위도 또한 참되게 나타나는 것이다. * 지혜의 가치놔 능력. 본문에서 우리는 솔로몬이 소유한 지혜가 얼마나 풍부하고 영향력있나를 발견할 수 있다. 그러기에 본 소고에서는 그 지혜가 갖는 가치와 능력에 대해 간략히 살펴보고자 한다. 이를 구체적으로 세분해서 서술해 보면 다음과 같다. 첫째, 지혜는 금이나 온갖 보석보다 더 귀한 것이다(잠 3:14;8:11;16:16;20:15). 왜냐하면 지혜는 금이나 은을 얻게 할 수 있으나 금과 은은 지혜를 얻게 할 수 없기 때문이다. 그러므로 헛된 부의 축적을 위하여 애쓸 것이 아니라 참 부의 근원인 지혜를 얻는 일에 힘써야 할 것이다. 그래서 예수께서는 너희는 먼저 그의 나라와 그의 의를 구하라 그리하면 이 모든 것을 너희에게 더하게 하시리라 (마 6:33)고 말씀하셨던 것이다. 둘째,지혜는 지혜를 소유한 자에게 생명이 된다(잠 15:24;전 7:12). 왜냐하면 지헤가 소극적인 면에서는 시험에 빠지지 않게 하여 생명을 유지케 하고 적극적인 면에서는 생명을 보존케 하여 생명나무로서의 열매를 맺을 수 있게 하기 때문이다(잠 3:18;4:6). 사실 우리는 스바 여왕의 신앙적인 태도가 어떠했는지는 분명히 알 수 없으나 솔로몬의 지혜가 그녀로 하여금 생명의 근원이신 하나님을 찬양토록 했던 것은 알 수 있다(7, 8절). 셋째, 지혜는 소망이 끊어지지 않게 하며 영광을 가져다 주나(잠 4:7-9;24:14;전 8:1). 솔로몬은 두말 할 것도 없이 그 지혜로 인하여 영광을 얻은 대표적인 인물이라 할 수 있다. 비록 그가 말년에 지혜롭지 못한 삶을 지속하므로 비참하게는 되었으나 적어도 그의 지혜를 들은 사람들은 보다 완전한 지혜를 사모하는 소망을 잃지 않았을 것이다. 그래서 예수께서도 이러한 지혜를 소유한 자들에게 말씀하시기를 하나님의 나라에 멀지 않도다 (약 12:34)라고 하셨던 것이다. 지금까지 살펴본 바와 같이 지혜는 참으로 금이나 보석보다 귀한 것일 뿐만 아니라 우리에게 생명이 된다. 그래서 우리는 이러한 가치와 능력을 가진 지혜를 소유하는 일에 애써야 할 뿐만 아니라 숙고해야 하는 것이다. 그리고 야고보 선생은 이와 같은 특성을 가진 지혜에 대해 오직 위로부터 난 지혜는 첫째 성결하고 다음에 화평하고 관용하고 양순하며 긍휼과 선한 열매가 가득하고 편벽과 거짓이 없나니 (약 3:17)라고 말했는데 이는 참으로 우리가 갖추어야 할 성도의 참된 모습과도 같은 것이다. 2. 솔로몬의 부귀와 죽음(9:13-31) 1장부터 언급된 솔로몬의 통치 기사가 마감되는 본문은 솔로몬이 누렸던 화려한 생활과 더불어 그의 죽음을 언급하고 있다. 이러한 본문의 내용을 좀더 세밀하게 분석해 보면 13, 14절은 솔로몬의 세입금 규모와 무역 등으로 인한 수입 규모에 대하여 소개한다. 그리고 15-21절은 솔로몬 왕궁의 화려함과 찬란함을 소개하고 있고, 22-28절은 솔로몬 왕국의 규모에 대하여 소개하면서 그 영토의 광활함을 나타냄과 동시에 왕국의 강성함을 증거한다. 그리고 29-31은 솔로몬의 죽음과 그의 아들 르호보암의 즉위에 대하여 언급하고 있다. 따라서 위의 본문 속에서 언급하고 있는 솔로모늬 거대한 부와 지혜와 그의 나라에 대해서 자세히 살펴보면 다음과 같다. (1) 그의 거대한 부(13, 14, 21, 24절) : (가) 출처-상인들과 객상들이 가져온 세입금과 아라비아 왕들과 그 나랄 방백들이 가져온 금과 은, 그리고 매년 솔로몬의 배들이 오빌에서 실어온 금과 다시스에서 삼 년 마다 실어 오는 것들이었다. (나) 규모-금 666달란트, 이것은 약 22.6톤(ton)에 해당되는 거대한 무게로, 현대의 시가로는 환산하기조차 어려울 정도의 놀라운 액수이다. (다) 용도-이 금은 방패를 만드는데, 보좌를 만드는 데, 궁전에서 쓰가 그릇과 잔을 만드는 데 사용되었다. 이와 같은 솔로몬의 부와 왕궁의 화려함은 솔로몬 왕조의 번영을 단적으로 드러내 주는 것과 동시에 역사의 종말에 도래할 새 예루살렘 성의 영광을 예시해 주는 것이기도 하다(계 21:18, 21). (2) 그의 탁월한 지혜(22, 23절) : (가) 근원-솔로몬의 지혜는 하나님께 구하여 받은 것이다(1:12). (나) 정도-천하 열왕이 사모할 만한 지혜였다. 열국의 왕들도 모두 뛰어난 모략가였고 많은 지혜자와 모사들을 거느리고 있었으나 솔로몬의 지혜를 능가할 수는 없었다. 이러한 것으로 미루어 볼 때 솔로몬의 지혜는 세상의 지혜와는 비교할 수 없는 탁월한 것임을 알 수 있다. (다) 결과-솔로몬의 지혜는 그의 건축물, 재판과 잠언, 그리고 그의 이스라엘 통치 등에 발휘되었다. 그래서 이스라엘이 그처럼 번영할 수 있었던 것이다. 또한 그의 지혜에 관한 명성이 모든 나라에 널리 퍼졌다는 사실로도 그의 지헤가 낳은 결과들을 가히 짐작할 수 있다. (3) 이스라엘에 대한 통치(30절) : 솔로몬의 왕국은 유브라데 강에서부터 불르셋 땅과 애굽 지경까지였다. 그리고 그는 40년 동안 이스라엘은 통치하였는데 이 기간은 이스라엘 백성들에게 참으로 행복하고 평화로운 기간이었을 것이다. 왜냐하면 솔로몬이 하나님의 지혜를 받아 이스라엘을 잘 이끌고 통치했기 때문이다. 이와 같은 본문을 통해 우리는 다음과 같은 사실들을 교훈 받을 수 있다. 첫째, 하나님께서 주신 솔로몬의 영화를 대할 때 우리는 주께서 성도를 위하여 예비하신 천국(요 14:2, 3)이 얼마나 영광된 것인가를 생각하게 된다. 그래서 하나님 나라의 지극한 영광을 생각할 때, 그러한 영광을 기업으로 누릴 자로서 우리는 그에 합당한 삶을 살고 있는지 반성해 보아야 하는 것이다(엡 1:18, 19;5:8;빌 1:27;살전 4:1-8). 둘째, 역사에 있어서 전무 후무한 부귀와 영화를 누렸던 솔로몬의 죽음을 통해서 인간의 원죄를 새삼 생각케 된다. 솔로몬은 재위 40년 동안 수많은 영광을 누렸고 부귀를 맛보았다. 그럼에도 불구하고 그 또한 세상 모든 사람이 가는 길로 갈 수밖에 없었다(31절). 이늘 솔로몬이 지혜자였으나 우매자처럼 죽을 수밖에 없었음을 나타낸 것이다(전 2:16). 이러한 사실을 통해 세상으 모든 인간들은 부활이요 생명이신 그리스도(요 11:25)를 필요로 하는 죄인임을 새삼 깨닫게 된다. 셋째, 솔로몬의 삶을 통해 인생의 무상함을 깨달을 수 있다. 참으로 그는 부귀와 영화레 대해 이 모든 것이 다 헛되어 바람을 잡으려는 것 같이 무익한 것이었다고 자신의 생애 말년에 회상하였다(전 2:9-11). 이처럼 모든 육체는 풀과 같고 그의 영광은 풀의 꽃과 같아서 헛되이 사라지는 것이다(벧전 1:24). 그러기에 우리는 솔로몬의 부귀와 영화를 부러워하기 보다는 그를 영화롭게 하신 하나님을 경외하고 그분의 말씀을 사모해야 할 것이다."
        }
    ]
}