{
    "bible_book": "역대하",
    "chapter_number": 32,
    "commentaries": [
        {
            "verse_reference": "32:1",
            "commentary": "이 모든 충성된 일 후에 - 본절은 히스기야 종교 개혁을 실시한 이후로 앗수르의 산헤립이 유다를 침공하였음을 보여 준다. 이는 '히스기야 즉위 14 년째'의 일이었다. 관련된 연대기 문제에 대해서는 왕하 18:13 주석울 참조하라. 앗수르 왕 산헤립이 유다에 들어와서 - 사르곤의 아들인 산헤립이 유다를 침공한 것은 B.C. 701년 이었다. 견고한 성읍들을...취하고자 한지라 - 왕하 18:13에서는 산헤립이 이 성읍들을 쳐서 취했다고 기록되어 있다. 그리고 앗 수르 비문에 의하면, 이때에 앗수르가 유다를 쳐서 취한 유다 성읍의 수가 46 개라고 한다(Curtis). 열왕기 기자는 이 사실과 함께 히스기야 왕이 앗수르 왕 산헤립에게 굴욕적인 항복을 하고 많은 뇌물을 주었다고 기록하고 있는데(왕 하 18:13-16), 역대기 기자는 자신의 의도에 맞추려고 이 사실을 언급하지 않 은 듯하다. 즉, 역대기 저자는 히스기야에게 불리한 평가를 내리기 보다는 하 나님께서 어떻게 그를 도우셨는가하는 측면에서 기록하고자 했던 것같다."
        },
        {
            "verse_reference": "32:2",
            "commentary": "예루살렘을 치러 온 것을 보고 - 산헤립에게 뇌물을 주고 나서, 그 뇌물이 아무런 효력을 발휘하지 못하자, 또 다른 조치를 취했을 것이며(왕하 18:13ff). 그 조치는 예루살렘 성안에서 방어 자세를 계속 견지하는 것이었다(3-8절)."
        },
        {
            "verse_reference": "32:3",
            "commentary": "더불어 의논하고 - 이와같이 히스기야 왕은 항상 나라의 중대사를 독단적으로 처리하지 않고 방백들이나 백성들과 의논하여 처리하는 자상한 면을 갖고 있었다(30:2). 성밖에 모든 물 근원(根源)을 막고자 하매 - 여기서 '막고자 하매'에 해당하는 히브리어 '싸탐'(* )은 '막다'(shut up), '은닉하다'(conceal)라는 뜻을 지니 고 있는데, 여기서는 한쪽 방향에서 물을 막아 다른 방향으로 흐르게 하는 것 을 의미한다. 즉, 히스기야 왕은 지하 수로를 만들어 기혼 샘물을 다윗 성 안으로 끌어들인 것이다."
        },
        {
            "verse_reference": "32:4",
            "commentary": "어찌 앗수르 왕들로 와서 많은 물을 얻게 하리요 - 이때에 히스기야가 수로를 만들어 기혼 샘물을 성안으로 끌어들인 것은(30절) 앗수르 왕들이 예루살렘 성 외곽지에서 물을 얻지 못하도록 하기 위함이었다. 한편 본절에서는 ' 앗수르 왕들'이란 복수형을 쓰고 있는데, 28:16에서도 동일하게 복수형을 쓰고 있다(단, 한글 개역 성경에는 단수로 표기되어 있음). 이것이 단지 수사적 표 현인지(Keil), 아니면 앗수르와 동맹을 맺고 있던 동맹국들(왕하 19:12, 13)의 왕들을 지칭하는지는 분명치 않다."
        },
        {
            "verse_reference": "32:5",
            "commentary": "히스기야가 세력을 내어 - 이는 히스기야가 예루살렘 성을 방비하기 위하여 용기를 내고 최선을 다해 가능한 모든 수단을 사용하였음을 가리킨다 (15:8). 퇴락한 성을 중수(重修)하되 - 요아스 때에 에브라임 문에서 모퉁이 문까지 약 400규빗의 무너진 성벽(25:23)은 웃시야(26:9)와 요담(27:3)에 의해서 대부분 수리되었지만, 히스기야는 산헤립의 침략에 가비하여 다시 한번 허술하거나 무너진 성벽을 수리했다. 망대까지 높이 쌓고 - 본 구절에 대한 학자들의 견해는 다영한데, 다음과 같이 대략 세 가지로 열거할 수 있다. 즉, (1) 망대들을 높이 쌓았다는 견해 (Zockler), (2) 성벽 위에 망대를 쌓았다는 견해(Berthau, Ewald), (3) 성벽 위 망 대까지 기계들을(26:15) 올렸다는 견해(Keil) 등이 있다. 이 세가지 해석은 모두 가능하지만 (2)의 해석이 원문에 가까운 듯하다. 외성을 쌓고 - 히스기야는 성벽을 보수하고 그 위에 망대를 세웠을 뿐만 아 니라, 외침을 방어하는 데 용이하도록 또 한겹의 성벽을 외부에 쌓았다. 이에 대한 고고학적 자료는 예루살렘 남동쪽 실로암 못을 둘러 싸고 있는 외벽의 잔재에서 발견되었는데, 그 연대가 히스기야 시대까지 거슬러 올라간다(Bliss's Excavations at Jerusalem). 다윗 성의 밀로를 견고케 하고 - 이에 대해서는 대상 11:8 주석을 참조하라."
        },
        {
            "verse_reference": "32:6",
            "commentary": "성문 광장 - 본절이 어느 성문을 가리키고 있는지는 분명히 알 수 없으나, 29:4에서 언급된 '동편 광장'을 말하는 것 같다(Curtis). 하지만, 이 표현으로는 그곳의 정확한 위치를 알 수 없다(O. Zockler). 어째든 히스기야는 그곳에 군대 장관들을 모으고 격려의 말을 하였다."
        },
        {
            "verse_reference": "32:7",
            "commentary": "마음을 강하게 하며 담대히 하고 - 이에 대해서는 20:15; 신 31:6 등을 참 조하라. 이것은 하나님께서 여호수아를 지도자로 세우시며 용기를 북돋아 주 기 위해 사용된 것이었다(수 1:9). 이처럼 히스기야가 결연한 태도를 보일 수 있었던 것은 아사야의 충고에서 큰 영향을 받았기 때문일 것이다(사 37:5-7). 우리와 함께하는 자가 저와 함께하는 자보다 크니 - 여기서는 '보다 크니' 에 해당하는 히브리어 '라브'(* )는 형용사로서 '수가 많은', 또는 '강력한'이란 뜻을 가지고 있다. 여기서 우리는 엘리사가 보았던 '불말과 불병거'(왕하 6:17) 를 연상할 수 있을 것이다. 이처럼 히스기야는 '하나님의 함께하심'을 분명히 인식하고 있었던 듯하다(출 3:12)."
        },
        {
            "verse_reference": "32:8",
            "commentary": "육신의 팔이요 - '팔'은 흔히 '힘'(power)을 상징하는데, 여기서의 '육신의 팔' 이란 인간의 보잘 것 없는 힘을 의미한다(사 31:3; 렘 17:5). 우리와 함께하는 자 - 여기서 우리는 이사야가 말한 '우리와 함께하시는 하 나님', 즉'임마누엘'(* )을 연상할 수 있다(사 7:14; 8:8, 10). 한편 7, 8절에 나타난 히스기야의 모습은 왕하 18:14-16에 기록된 유다에 대한 산헤립의 1차 침입 때에 보여 준 그의 태도와는 완전히 대조 된다. 열왕기에 의하면, 산헤 립이 라스기까지 쳐들어왔을 때, 히스기야는 굴욕적으로 강화(講和)하여 공물 을 바치고 성전문에 입힌 금까지 취해서 다 내주었다. 그러나 역대기 제자는 이 사실에 대해서 전혀 언급하지 않고 히스기야의 의연한 모습만을 부각시키 고 있는데, 이는 역대기 기자가 역사가로서 자신의 관점을 가지고 히스기야가 하나님을 섬겼던 왕임을 부각시키려 한 의도에서 비롯된 것으로 보인다. 또한 그는 나름대로의 신학적인 관점을 가지고, 히스기야의 여호와 신앙을 통하여 어떠한 상황 속에서도 하나님을 의지하면 담대할 수 있고, 무슨 일이든지 가 능할 수 있음(빌 4:13)을 보여 주고자 했던 것 같다."
        },
        {
            "verse_reference": "32:9",
            "commentary": "그 후에 - 이것은 물론 산헤립의 예루살렘 침공에 대비해서 히스기야 왕이 백성들의 마음을 단단히 무장시키고 난 이후를 가리킨다. 앗수르가 라기스를 정복하고 예루살렘 성까지 올라오는데 상당한 시간이 소요되었을 것으로 보인다(왕하 18:17). 한편 라기스에 대해서는 25:27 주석을 참조하라. 그 신복을 예루살렘에 보내어 - 산헤립은 자신의 수하에 있던 장군 다르단과 랍사리스와 랍사게를 예루살렘에 보내고(왕하 18:17), 자신은 라기스 부근에 진을 치고 남아 있으면서 근처의 성읍들을 공략하였다(왕하 19:8)."
        },
        {
            "verse_reference": "32:10",
            "commentary": "너희가...무엇을 의뢰(依賴)하느냐 - 이는 이미 포위된 상태에서 무엇을 믿 고 항거하느냐는 뜻이다. 여기서 '의뢰하느냐'에 해당하는 히브리어 '보트힘'(* )은 신앙적으로 의뢰하는 것을 뜻하는 '아만'(* )과는 달리 '눈에 보이는 것을 의지한다'는 의미를 지닌 말이다. 즉, 이 말은 유다 백성이 더 이상 의지할 만 한 것이라고는 하나도 없으며, 다만 성 안에 갇혀서 기갈에 허덕이다가 멸망 할 수밖에 없다는 위협이 섞인 회유의 말인 것이다(왕하 18:27)."
        },
        {
            "verse_reference": "32:11",
            "commentary": "히스기야가 너희를 꾀어 - 본절은 히스기야가 산헤립의 침입에 대비하여 여호와 유일신앙으로 유다 백성들의 마음을 굳게 하고 실제적으로 물 근원을 막는 등의 대책을 편 사실을 앗수르 왕 산헤립이 알고 있었음을 보여 준다. 한편 열왕기에는 앗수르 왕의 신복 랍사게가 히스기야가 애굽 군대의 원조를 청한 사실을 언급함으로써 그의 신앙이 헛것임을 입증하는 구절이 있으나(왕 하 18:21), 역대기 저자는 외국 군대의 원조를 구한 히스기야의 태도를 옳지 않게 여겼으나(Curtis), 히스기야의 진심이 사실상 그렇지 않았을 것으로 생각 했기 때문에 이 사실을 생략해버렸을 것이다. 또한 역대기 기자는 역사적인 사실만을 열거하는 것에 그치지 않고, 히스기야의 신앙과 하나님의 도우심에 관심을 집중하고 있기 때문에, 애굽에게 지원을 요청한 사실은 중요하지 않다고 여겼을 것이다."
        },
        {
            "verse_reference": "32:12",
            "commentary": "이 히스기야가...분향하라 하지 아니 하였느냐 - 본절은 지금 주림과 목마름으로 죽게 된 마당에(11절) 히스기야의 개혁이 무슨 소용이 있느냐란 뜻이 다. 이는 히스기야의 유일신 사상과 그의 개혁에 대한 산헤립의 공격적인 말 이다(왕하 18:22). 앗수르의 산헤립은 히스기야의 우상 척결을 가리켜 '여호와 의 산당들과 단들을 제하여 버린'행위였다고 비난하고 잇다. 이러한 앗수르 왕의 주장을 통하여 알 수 있는 중요한 사실은 이스라엘 전역에 퍼져 있던 우상들과 단들이 여호의 종교를 표방하고 있었다는 것이다. 히스기야가 척결 한 우상 중의 하나가 '모세가 만들었던 놋뱀'이었다는 사실이 이를 뒷받침해 준다. 이처럼 왜곡된 '여호와 신앙'으로 인하여, 이스라엘 종교는 하나의 소수 민족이 가진 고유 종교 정도로 밖애 이해되지 않았을 것이고, 유일신 신앙이 타락되어 있었음을 알 수 있다. 따라서, 히스기야는 예루살렘의 '성전'을 중심 으로 하여 '한 분 하나님'을 섬기는 여호와 신앙(신 6:4)을 회복하기 위해 종교 개혁을 시도했고, 이러한 종교 개혁이 앗수르 제국을 반역하는 결과를 초래했 던 것 같다."
        },
        {
            "verse_reference": "32:13",
            "commentary": "열방의 신들 - 이는 구체적으로 앗수르 군대에 의해 정복 당한 하맛, 아르밧, 스발외임, 헤나, 아와의 신들을 가리키는데, 이것들은 북이스라엘에서 숭 배하던 우상들이다(왕하 18:34). 여기서 앗수르 왕 산헤립은 히스기야의 하나 님 여호와도 결국 열방의 신들과 마찬가지로 사람이 만들어낸 신에 불과하다 고 단정 짓고 있다."
        },
        {
            "verse_reference": "32:14",
            "commentary": "너희 하나님이...건지겠느냐 - 이는 결국 여호와에 대한 신앙만으로는 앗수르를 대항할 수 없다는 단정적인 표현이다. 즉, 여호와는 의뢰할 만한 신이 되지못한다는 것이다(10절). 여기서 앗수르인들이 가지고 있던 신(神)에 대한 인식을 알 수 있는데, 랍사게를 비롯한 앗수르인의 신앙은 외형적인 변화에 크게 좌우되는 것이었다. 따라서, 앗수르인들이 섬긴다고 하는 신이란 외형적 인 현상으로 파악이 가능하고, 변화하는 유한한 존재였음을 알 수 있다."
        },
        {
            "verse_reference": "32:15",
            "commentary": "그런즉 이와 같이 히스기야에게 속지 말라 - 본절은 랍사게가 전한 앗수르왕 산헤립의 말(10-15절; 왕하 18:19-35)을 결론적으로 언급하고 있는 부분이다. 결국, 산헤립의 논지는 자신의 앗수르 제국이 모든 나라를 차지 했는데, 히스기야만이 유별나게 여호와 신앙을 벌지 않았으며, 히스기야가 그렇게 해 봐야 아무 소용이 없다는 것이다. 이러한 산헤립의 희롱 속에는 결과적으로 히스기야가 지닌 신앙의 특성과 위대함이 잘 나타나 있다. 특히 히스기야가 가진 유일신 신앙과 보이는 것에 의지하지 않고 보이지 않는 하나님의 도우심을 의뢰하는 믿음이 돋보인다."
        },
        {
            "verse_reference": "32:16",
            "commentary": "산헤립의 신복들도...비방하였으며 - 위에 기록된 산헤립의 전갈 외에 산헤립의 신복까지 여호와 하나님과 그 종 히스기야를 비방했다. 여기서 우리는 역대기 저자가 풍부한 자료들로부터 필요하다고 생각되는 부분들을 발췌하여 여기에 기록했음을 알 수 있다(Barker). 즉, 역대기 기자는 '신복들'의 비방하는 말의 내용들은 전혀 언급하지 않는 것이다. 여호와 하나님과 그 종 히스기야 - 산 헤립은 히스기야를 비방한 반면 (10-15절), 신복들은 히스기야 뿐만 아니라 '여호와 하나님'이 비방의 대상으로 첨가 되었다. 또한 히스기야에게 그의 종'(*, 아벱도)이라는 표현을 사용하는 것으로 보아, 히스기야를 비방한 것은 바로 여호와를 비방한 것이나 마찬가지 라고 역대기 기자는 이해한 것 같다."
        },
        {
            "verse_reference": "32:17",
            "commentary": "산헤립이 또 편지를 써서 - 산헤립은 랍사게와 다른 두 신복들(왕하 18:17)에게 보낸 전갈 이외에 또다른 편지를 급히 보냈다. 이와 같이 산헤립이 다시 편지를 보낸 이유는 대개 두가지로 설명되고 있다. 즉, 첫째 이유는 랍사게가 비방의 말로써 백성들의 사기를 떨어뜨리고 항복을 유도하였으나, 오히려 히스기야와 그의 백성의 신앙은 더욱 견고해져 강력한 저항이 예상되었기 때문이다(왕하 19:14-19). 그리고 또한 다른 이유는 구스 왕 디르하가의 공격으로 인하여(왕하 19:9), 산헤립의 마음이 다급해져 유다를 조기(早期)에 항복시키기 위해서였다(Keil, O.Zckler, Curtis)."
        },
        {
            "verse_reference": "32:18",
            "commentary": "유다 방언으로 크게 소리 질러 - 산헤립의 신하 랍사게가 유다 방언으로 크게 소리 질러 이야기함으로써, 성안의 백성들을 놀라게 하고 괴롭혔기 때문에, 히스기야의 신하들이 랍사에게 유다 방언으로 말하지 말고 아람 방언으로 말할 것을 요청한 사실이 열왕기에 나타난다(왕하 18:26-28)."
        },
        {
            "verse_reference": "32:19",
            "commentary": "사람의 손으로 지은 세상 백성의 신들 - 여기서 역대기 저자는 이스라엘의 하나님 여호와와 이방인들의 거짓 신들과의 분명한 구별을 지으면서, 산헤립과 랍사게의 주장이 잘못된 것임을 말하고 있다. 즉, 여호와 하나님이 창조주이심에도 불구하고, 앗수르 사람들은 이 사실을 알지 못하고, 하나님을 피조물인 인간의 손에 의해 만들어진 거짓 신들처럼 취급하고자 했다는 것이다."
        },
        {
            "verse_reference": "32:20",
            "commentary": "이사야로 더불어...기도하였더니 - 히스기야의 구체적인 기도 내용은 왕하 19:15-19에 나타나 있고, 그의 기도에 대한 응답은 왕하19:20-34에 이사야 선지자의 메시지로서 나타나 있다. 열왕기에는 직접적으로 히스기야가 이사야와 함께 기도했다는 표현은 없으나, 히스기야의 요청에 따라 이사야도 함께 기도했음을 짐작할 수 있다(왕하 19:2; 사 37:2)."
        },
        {
            "verse_reference": "32:21",
            "commentary": "한 천사를 보내어 - 본절과 병행 구절인 왕하 19:35-37에서는 '여호와의 사자가 나와서'(35절)라는 표현을 쓰고 있는데, 이는 본절과 동일한 의미이다. ' 여호와께서 한 천사를 보내어'라는 표현은 직접적인 신의 현현(顯現)이라기 보다는 사자를 통한 여호와의 직접적인 사역을 나타낸다고 볼 수 있는데, 이때 앗수르는 역병(pestilence)에 의해 전멸되었을 것으로 보인다(Curtis). 이는 들쥐들이 앗수르 군대의 무기들을 갉아 먹었기 때문에 히스기야가 승리했다는 애굽의 전설에 근거한 것이다(Herodotus, Histories II. 141; Payne). 모든 큰 용사와 대장과 장관들을 멸하신지라 - 왕하 19:35에는 단지 군사 십 팔만 오천 명이 죽었다고 기록되어 있는 반면에, 역대기 기자는 대표성이 있는 '대장'과 '장관들'까지 특별히 첨가하여 언급하고 있다. 이는 앗수르 군대가 전력상 큰 타격을 입게 된 것을 적나라하게 보여 주고자 한 의도에서 였던 것 같다. 알굴이 뜨뜻하여 - 이에 해당되는 히브리어 '베보쉐트 파님'(* )을 직역하면, '수치스런 얼굴로'란 뜻이다. 즉, 심한 수치심 때문에 얼굴이 붉어지며 달아오 른 것을 의미한다. 이에 대한 보다 자세한 내용은 스 9:7; 시 44:16을 참조하라. 그 신의 전에 들어갔을 때에...죽였더라 - 여기서 '그 신의 전'이란 니스록 신전을 가리키는데, 니스록은 앗수르의 불신(god of fire) 누스쿠(Nusku)와 동일한 신으로 추측된다(왕하 19:37; 사 37:38; Curtis). 산헤립은 이 신전에서 그의 몸에서 난 아들 아드멜렉과 사레셀에 의해 피살되었다(왕하 19:37). 한편 앗수르 역사를 살펴보면, 이드람멜렉과 사레셀은 자기들의 부왕(父王)을 죽인 죄목으로 아르메니아(아라랏)로 도망가야만 했고, 산헤립의 후계자로서 에살핫 돈이 즉위하였다. 역대기 저자는 이러한 산헤립의 죽음을 열왕기 기자보다 더 자세하게 기럭함으로써(Curtis) 앗수르 왕 산헤립의 죽음이 여호와의 저주에서 기인한 것이고, 이스라엘은 보호하기 위한 하나님의 일이었으미마 암시해 준다."
        },
        {
            "verse_reference": "32:22",
            "commentary": "본 구절에서 역대기 기자는 자신의 결론을 추가하고 있다. 즉, 히스기야가 누리고 있는 은혜가 하나님께로부터 온 것임을 강조하고 있는 것이다. 이와 같이 여호와께서...보호하시매 - 이 구절을 1절과 연결시켜 볼때, 여호와께서 히스기야를 보호하신 이유는 그의 모든 충성된 일 때문이었음을 알 수 있다. 모든 적국의 손에서 구원하여 내사 - 본절이 산헤립 침입 이외에 또 다른 전쟁이 있었음을 가리키는지(Barker), 아니면 앗수르가 물러나게 된 결정적인 동기가 '하나님 여호와의 도우심'이었다는 사실이 다른 나라에 퍼지게 되어 그 소문을 들은 다른 이방 나라들이 유다를 넘보지 못했음을 가리키는지는 분명치 않다. 어쩌든 본절은 분명히 여호와께서는 산헤립 뿐만 아니라 어떠한 적국의 침입으로 부터라도 유다를 보호해 주셨음을 말하고 있다(14:6; 15:15; 20:30)."
        },
        {
            "verse_reference": "32:23",
            "commentary": "여러 사람이 예물을 가지고 - 여기서 '여러 사람'이란 유다 근방의 이웃 나라들로부터 찾아온 대사들일 것으로 추측된다(O. Zockler). 이들이 히스기야에 게 예물을 가지고 온 이유는 유다가 앗수르의 팔레스틴 진출을 저지시킴으로써 그들도 전쟁의 위험으로부터 벗어났기 때문이다. 그래서 그들은 감사의 표현으로 예물을 가져왔을 것이다. 또한, 히스기야의 세력이 강해졌음으로 주변국가들이 히스기야와 평화 조약을 맺으려 했을 것이다. 한편 이처럼 이웃 나라의 예물들을 받은 왕으로서는 솔로몬(9:23, 24)과 웃시야(26:8)가 있다."
        },
        {
            "verse_reference": "32:24",
            "commentary": "-26 본문은 히스기야의 병과 그의 교만으로 인한 하나님의 진노, 그리고 히스 기야의 회개에 관해 기록하고 있는데, 이는 왕하 20:1-8의 요약적 해석이다."
        },
        {
            "verse_reference": "32:24",
            "commentary": "그 때에 - 히스기야가 중병에 걸렸던 시기에 관해서는 왕하 20:1 주석을 참조하라. 그에게 대답하시고 또 이적으로 보이셨으나 - 이는 여호와께서 히스기야의 기도를 들으시고 그의 수명을 15년간 연장시켜 주시겠다는 약속의 징표로서 일영표(日影表) 위에 머무른 해의 그림자를 뒤로 10도 물러나게 하신 사건(왕하 20:8-11; 사 38:8)을 가리킨다."
        },
        {
            "verse_reference": "32:25",
            "commentary": "본절은 병행 구절인 왕하 20:12-19에 기록된 사건에 대한 역대기 저자의 해석이다. 그 받은 은혜를 보답지 아니하므로 - 히스기야가 진정으로 사랑해야 할 것은 그의 부(富)가 아니라 그를 부요케 하며, 그의 생명을 구하여 주신 여호와 하나님이었다. 그럼에도 불구하고 그는 왕궁의 보물과 성전의 창고를 부로닥 발라단의 사자들에게 내 보임으로써(31절; 왕하 20:12, 13; 사 39:1, 2), 자신의 교만을 드러내었고, 하나님의 은혜를 나타내지 않았다. 진노가...임하게 되 었더니 - 여호와께서는 이사야 선지자를 히스기야에게 보내셔서 예언하게 하셨다. 그런데 그것은 히스기야 왕의 모든 보물이 바벨론으로 옮겨지게 될 것이고, 그의 아들 중에 바벨론 왕의 환관이 될 자가 있을 것이라는 진노의 예언이었다(왕하 20:16-18; 사 39:5-7)."
        },
        {
            "verse_reference": "32:26",
            "commentary": "마음의 교만함을 뉘우치고 - 히스기야가 회개한 사실은 왕하 20:19에 잘 나타나 있다. 이러한 히스기야의 회개로 말미암아 예루살렘에 대한 심판(미3:12)은 연기되었는데 이 같은 그의 태도야말로 그가 위대한 신앙의 인물이었음을 증거해 주는 실례라 아니할 수 없다."
        },
        {
            "verse_reference": "32:27",
            "commentary": "히스기야가 부와 영광이 극한지라 - 이와 유사한 표현이 여호사밧(17:5 ; 18:1)과 솔로몬(1:12), 그리고 다윗 왕(대상 29:28)에게도 쓰였다. 본절의 '부와 영광이 극하다'라는 표현은 선왕(善王)들의 성품과 통치를 나타내주는 전형적인 표현이라 할 수 있다(Curtis). 은금과...국고(國庫)를 세우며 - 왕하 20:13에 따르면 히스기야는 여기에 언급된 각종 보물들과 군기고(軍器庫)와 내탕고(內帑庫)를 부로닥발라단의 사자들에게 다 보내어 주었던 것으로 이해된다."
        },
        {
            "verse_reference": "32:28",
            "commentary": "곡식과 새 포도주와 기름 - 이것들은 주로 이스라엘 땅에서 나는 대표적인 산물들로서 함께 자주 언급되고 있다*31:5; 민 18:12 ; 신 7:13 등). 다윗과 웃시야 때에도 이와같이 풍부한 산물들로 인하여 창고들을 만들었고 온갖 짐승과 양떼를 위하여 우리를 만들었다(26:10; 대상 27:25). 이것은 모두 하나님께서 형 통케 하신 결과이다(29, 30절). 한편, 본절에 나타난 '외양간'은 히브리어로 '우라오토'(* )를 번역한 말로서 원어의 의미는 '사료 선반'(O. Zockler), 혹은 '양떼를 위한 우리'(Keil)이다."
        },
        {
            "verse_reference": "32:29",
            "commentary": "위하여 성읍들을 세웠으니 - 본절의 '성읍들'(*, 아림)에 대한 해석에 있어서 학자들 간에는 몇 가지 견해 차이를 보이고 있다. (1) 이것은 일반 성읍을 가리키는 것이 아니라 소떼와 양떼를 지키기 위한 '망대들'을 가리킨다는 견해(Keil, zocker). 즉, 왕하 17:9에 의하면 가축을 지키는 목동들의 거처인 망대가 성읍 주위에 있었다는 것이다. (2) 본절에 해당하는 원문이 훼손되었기 때문에 약간의 수정이 필요하다는 견해(Kautzsch, Benzinger). 이 견해를 주장하 는 자들은 본절을 수정하여 해석하기를 '히스기야는 자신을 위하여 국고성(國庫城)을 만들었고 많은 양떼와 소떼를 소유하게 되었다'라고 해석한다. (3) 본 래대로 '성읍들'로 해석해야 된다고 보는 견해(Kittel, Barnes). 그래서 바르너스 (Barnes)는 주장하기를 이 성읍들은 전시(戰時)에 양떼와 소떼를 도피시키기 위한 장소라고 한다. (4) BHS(Biblia Hebraica Stuttgartensia)의 본문 비평가인 루돌프(W. Rudolf)는 '성읍들'에 해당하는 이 단어를 생략하여 해석하는 것이 옳다고 주장한다. 이상의 네 가지 견해 가운데 (1)의 견해가 기장 타당한 것으 로 생각된다. 왜냐하면 본 히브리어 '아림'(* )은 '눈을 뜬다', '잠깨다', '일어나 다'를 의미하는 '우르'(* )에서 온 것으로 여겨지기 때문이다. 그래서 이 말은 양떼와 많은 소떼를 지키기 위해 세운 망대를 가리키는 것으로 이해할 수 있다. 하나님이 저에게 재산을 심히 많이 주셨음이며 - 여호와는 바로 부(wealth)의 근원이시다(대상 29:12). 여기서 '재산'에 해당되는 히브리어 '레쿠쉬'(* )는 31:3에서 보듯이 많은 소떼와 육축의 소유를 가리킨다(Keil)."
        },
        {
            "verse_reference": "32:30",
            "commentary": "기혼의 윗 샘물을 막아 - 역대기 저자는 히스기야가 공사했던 수로(水路) 사업을 굉장히 큰 치적 중의 하나로 기록하고 있다(3, 4절 참조). 다윗성 서편으로 곧게 인도하였으니 - 히스기야가 만든 이 수로는 다윗 성의 서쪽 방향으로 곧장 내려가도록 만들어졌는데 고고학자들에 의해 발굴된 바에 의하면 그 수로는 높이 60cm-1.5m, 너비 60cm, 총길이 약 520m의 S자형인 것으로 알려져 있다(왕하 20:20). 한편, 히스기야가 이처럼 기혼 시냇물을 끌어들여 저장한 데는 두 가지 목적이 있었을 것으로 추측된다. (1) 백성들의 식수 공급 : 팔레스틴 지방은 연평균 강우량이 500mm 내외인 건조한 지방이다. 따라서 식수를 확보하기가 용이치 않았다. (2) 전쟁의 방비용 : 이는 3, 4 절에 의해 명확히 입증된다. 즉, 히스기야는 수로를 건설함으로써 외국 군대 가 침입했을 때 그들이 식수를 공급받지 못하도록 하고, 한편으로 우군(友軍) 의 식수를 원활히 공급하려고 의도하였다. 저의 모든 일이 형통하였더라 - 이에 대해서는 31:21; 대상 29:23을 참조하라."
        },
        {
            "verse_reference": "32:31",
            "commentary": "그러나 - 이에 해당하는 히브리어 '웨켄'(* )은 30절의 마지막 부분인 '저의 모든 일이 형통하였더라'와 밀접하게 연결된다. 따라서 이 접속사 히스기야가 형통한 사실과 본절의 내용이 어떻게 연결되었는가를 잘 보여 준다. 그런데 이 접속사에 대하여 학자들 간에는 서로 다른 해석을 한다. (1) 역접 관계를 보이는 '그러나'로 해석하는 경우(A.V., Luther) : 이렇게 해석할 때 본절은 부정적인 의미로 해석되는데, 즉 히스기야는 바벨론 방백들이 왔을 때 범죄하여 형통치 못하게 되었다는 뜻이다. 이것은 시험으로 인해 나타난 부정적 결과로 말미암은 해석이다.(왕하 19:12-19). (2) 순접 관계를 보이는 '그래서'(and thus) 로 해석하는 경우(Bertheau, Keil, Barker) : 이것은 본절의 긍정적인 의미로 해석하게 해 주는데, 즉 히스기야가 자신의 무궁한 번영을 마음껏 누리고 있을 때에 하나님이 그를 시험하셔서 그를 교만치 않고 겸손하게 만드셨다는 의미가 된다(Zockler, Curtis). 이상의 견해에서 후자의 해석이 더욱 적절한 것으로 보인다. 왜냐하면 하나님께서 히스기야를 시험하신 것은 그의 형통함을 깨뜨리고 죄에 빠지도록 하기 위해서가 아니기 때문이다. 비록 히스기야가 그 시험에 실패하여 교만하게 되었지만, 결과적으로는 그를 겸손케 하여 계속 형통함을 누리도록 하기 위함이었기 때문이다(26절). 한편 왕하 19:19에는 후손들에 대한 불행한 예언에도 불구하고 여호와의 말씀을 순종함으로 받아들인 히스기야의 겸손한 모습을 기록하고 있다. 그 땅에 나타난 이적 - 바벨론 방백들은 히스기야의 병문안을 위해 보냄을 받았지만(왕하 20:12 이하), 실상 히스기야를 위해 한나님께서 보여 주셨던 천 체의 변화에 대해 더 많은 질문을 하였을 것으로 생각된다(24절). 그 심중에 있는 것을 알고자 하사 - 여호와께서 시험을 통하여 히스기야에게 알고자 하셨던 것은 아마 여호와의 행사에 대한 '그의 전적인 순종'이었을 것이다. 이러한 순종은 범사에 여호와를 참 하나님으로 인정하는 마음에서 우러나오는 것이다(잠 3:6). 한편 이와 유사하게 여호와께서는 이삭을 제물로 바치라는 시험을 통하여 진실로 아브라함이 하나님을 사랑하는지 알고자 하셨다(창 22:12)."
        },
        {
            "verse_reference": "32:32",
            "commentary": "히스기야의 남은 행적 - 그의 생애 중에 있었던 사건들은 열왕기서와 이사야서에도 기록되어 있다. 그런데 그 중에서'아모스의 아들 선지자 이사야의 환상'을 의미하는 히브리어 본문이 원문이고, 열왕기서의 설명은 이사야를 발췌한 것임을 시사하는 듯하다(왕하 18:9-20:19 ; 사 36-39장). 한편, 전설에 따르면 이사야는 B.C. 697년 12살의 나이로 즉위한 므낫세 왕(B.C. 697-642)의 신복들에 의해서 톱으로 잘려 순교했다는 한다. 이사야(B.C. 740-681)는 아마도 히스기야보다는 오래 살았기 때문에 앗수르 왕 산헤립의 사망으로 그를 계승하여 B.C. 681년에 즉위한 에살핫돈(B.C.681-699)과 관련이 있는 사건들에 대해서 알고 있었을 것이라는 추측이 합당한 것 같다(사 37:37, 38). 모든 선한 일 - 이에 해당하는 히브리어 '하씨딤'(* )은 단순히 '경건한 행위 ', '선한 일'(Keil, O. Zockler)을 가리킴과 동시에 하나님을 경외함과 사람에 대한 친절한 행위 모두를 포함하는 말로 이해된다(Curtis). 한편 이러한 표현으로 평가 받은 사람은 히스기야와 요시야, 느헤미야(느 13:14) 뿐이다. 이사야의 묵시책 - 사 1:1의 말씀과 연결해서 볼 때 이것은 산헤립의 침입과 히스기야의 병에 대한 사실을 포함하고 있는 이사야의 예언서를 가리키는 것 같다(Keil, Curtis)."
        },
        {
            "verse_reference": "32:33",
            "commentary": "묘실 중 높은 곳에 장사하여 - 이에 대하여 여러 가지 다른 해석들이 있다. (1) 묘실이 부족하여 새롭게 묘실을 높은 곳에 만들었다는 견해(Barker, Thenius). (2) 묘실 중에서 제일 높은 곳, 또는 윗쪽에 장사했다는 견해(Keil,Curtis). 그러나 '높은 곳'에 해당하는 히브리어 '마알레'(* )는 묘실의 상층부를 의미한다고 보는 것이 더 정확하므로 후자의 견해가 더 옳다고 볼 수 있다. 그러기에 이는 '저의 죽음에 존경함을 표하였더라'는 말과 잘 어울린다(16:14; 21:19). 유다의 열왕들 중 3대 성군(聖君)의 한사람인 히스기야의 치적을 언급하는 가운데서 29장부터 전장(31장)까지는 주로 그가 행한  종교 사역에 대해서 언급했다. 이에 연이어지는 본장은 히스기야가 누렸던 승리와 영광아 대한 기록으로서 앗수르 왕 산헤립으 침입에 현명하게 대처한 그의 모습과  함께 그가 누렸던 부(富)와 영광아 대해 서술한다. 즉, 본장은 지금까지 논의되었던 그의 종교적인 사역과는 달리 그의 치세 하에 있었던 정치적 상황을 언급하여 그동안 그가 단행했던 종교 개혁이 당시의 군사, 정치적 상황에 끼친 영향을 은은하게 암시하고 있다. 이러한 내용의 본장은  다음과 같이 구성되어 있다. 즉,  (1) 산헤립으 침입에 대해 유효 적절하게 방비책을 세운 히스기야의  치적(1-8절), (2) 산헤립과 그 신복들이 펼친 위협과 회유에 대한 히스기야의 기도와 하나님의 구원(9-23절), (3) 히스기야가 범한 교만과 회개, 그리고 그의 부(富), 영광, 죽음(24-33절)에 대해 언급하고 있다.  본서 저자는 히스기야 당시에 발생했던 정치적, 군사적인 사건을 객관적으로 자세히 언급한 열왕기의 기술(왕하 18:13-20:21)과는  달리 히스기야가 누렸던 승리와 영광에 대해 중점적으로 서술하고 있다. 이 같은 내용을 구체적으로 살펴보면 다음과 같다. 첫째, 히스기야는 산헤립의 침입에 대한  보고를 받고도 당황하지 않고 침착하게 물 근원을 막고, 성읍의 방비를 튼튼히 하며, 백성들을 신앙으로 무장시켜 두려움에 떨지않도록 했다(1-8절), 여기서 우리는  오늘날의 성도들도 외적인 환난이나 내적인 유혹에 대비하여 항상 하나님의 전신  갑주(엡 6:11)를 취하여 무장하는 것이 얼마나 중요한가를 발견하게 된다. 둘째, 여호와 하나님을 모독하고 히스기야를 경멸하며 백성들을 두려움에 떨게 하고자 한 산헤립의 위협과  회유(9-19절)에도 불구하고 히스기야와 백성들은 끝까지 참고 잠잠하였다(왕하 18:36). 이것은 때로 대적들이 조롱하고 심지어 하나님을 모독할지라도 잠잠히 인내하면서 여호와께 나아가야  하는 신앙인의 자세를 보여 주나. 한편, 이러한 교훈은 많은 시편들을 통해서도 충분히 발견할 수 있다(시 42, 44편 등). 셋째, 히스기야는 산헤립의 모독을 낱낱이 여호와께 고하였다(20절). 그래서 여호와께서는 한 천사를 보내셔서 산헤립의 군대를 파멸하여 히스기야를 구원하셨을 뿐만 아니라 열국 가운데 존귀한 자가  되게 하셨다(21-23절). 여기서 우리는 환난 중에 인내하며 기도하는 자들이 받는 상급이 얼마나 큰가를 절감하게 된다(롬 12:12;벧전 4:12, 13). 넷째, 히스기야는 병들어 죽게 되었을 때에도 여호와께 기도함으로 치유함을 받았고(24절), 교만하여 범죄했을지라도 곧  회개함으로 여호와의 진노를 면했다(25, 26절). 이것은 선왕(善王)이었던  히스기야에게도 연약한 면이 있었다는  사실과 또한 이러한 자신의 부족한 면을 극 어떻게 극복하였는가를  잘 보여 준다. 흔히 우리는 과거 위대한 신앙인들을 지나치게 완전한 인간으로  새악하여 그들의 삶과 현재 우리 자신의 삶을 비교하면서 심한  좌절감에 빠지게 되는 경우가 왕왕  있는 덧하다. 그러나 우리는 본문의 히스기야의 경우를  통해 우리도 자신이 지닌  연약함과 단점을 하나님 앞에서 정직함과 진실한 회개로 국복할 수 있다는 용기를 얻게 된다. 다섯째, 히스기야의 치세에 대한  결론 부분으로 27-33절에서는 히스기야의 신앙 유산을 열거하고 있는데  부와 영광, 많은 치적들, 병  치유에서 나타난 이적, 하나님으 시험을 받은 사실, 그리고 그의  영예로운 죽음에 관하여 기록하고 있다. 여기서 주목할 사실은 질병과 하나님의 시험에 대한 실패(31절)에도 불구하고  저의 모든 일이 형통하였다 (30절)는 사실이다.  여기서 우리는   모든 것이 합력하여  선을 이루는 (롬 8:28) 하나님의 역사하심을 발견하게 된다.  즉, 하나님 안에서 환난과 실패를 당할지라도 우리의 마음 중심이 여호와께로 향해 있을 때는 그것이 곧 우리에게 유익이 되며 결과적으로  모든 일이 형통하였다 는 평가를 받을 수 있는 것이다. 이상에서(29-32장) 우리는 히스기야의 전(全)  통치 기사를 살펴보았는데 여기서 우리는 중요한 두 가지 사실을 발견하게 된다. (1) 히스기야가  끝까지 정직하며  선을 행했다는  사실이다(32절;29:2;31:20, 21). 즉, 그는 장기간에 걸친 종교 개혁 시에나, 앗수르의 침입으로 인한 국가적 환난 때에나, 치명적인 병을 앓고 있을 때에나, 심지어 자신의 연약함으로 범죄했을지라도 여호와 앞에서 정직함을 버리지 않았다는 것이다. 이는 오늘날 어느 정도 성공하기만 하면 자만에 빠져 하나님의 길을 떠나고, 또 조그만 환난을 당하여도 쉽게 낙망하는 성도들에게 좋은 신앙의 본이 될 것이다. (2) 히스기야는 현명한 통치자이면서  자상한 지도자였다는 사실이다. 즉, 히스기야의 종교 개혁과 앗수르의 침입에 대항한 의연한 처신 등은 어느 시대의 어떤 정치가라 할지라도 감히 융내내기 어려운 현명한  것이었다. 왜냐하면 그의 종교 개혁은 당시로 볼 때 국제적 고립화를 선언하는  것이었고 게다가 앗수르에 대항한 싸움은 실로 무모한 짓이었기 때문이다. 그러나 그럼에도  불구하고 그는 하나님과의 올바른 관계 정립만이 이러한 난관에  대한 해결책임을 인식하고 초지  일관 신앙적인 자세로 대처했던 것이다. 또한 백성들을 위한 그의  기도나 자신의 재산을 투자하여 에배를 활성화시킨 것은 그의 또 다른 자상한 면이라고 할  수 있다. 따라서 우리는 이러한 그의 통치 활동을 통하여 이 시대에 필요한 참지도자상을 발견하게 되는 것이다. 1. 산헤립의 침입에 대한 방비(32:1-8) 지금까지 언급된 히스기야의 종교적 사역과는  달리 그의 정치, 군사적 치적을 언급하는 본문은 그가  앗수르의 침입에 대비하여 유효  적절하게 방비책을 강구한 사실을 기록하고 있다. 이러한 본문은 (1)  산헤립의 침입(1, 2절)과 (2) 히스기야가 취한 방비책(3-8절)에 대해서 기술하고 있는 바 이를 좀더 세분해 보면 (가) 방비책의 일환으로 취한 수로  사업(3, 4절), (나) 전쟁 준비를 위한  성의 중수(重修)와 제반 준비(5절), (다) 군대  조직의 정비(6a절), 그리고 (라) 전쟁에  대비한 백성들의 신앙 교육(6b절-8절) 등으로 나눌 수 있다. 이 같은 내용의 본문 중 산헤립의 침입에 대해 히스기야가 대비한 사건은 평행 부분인 열왕기에는 어벗는  부분으로 본서 저자의 기록 의도가 반영된  부분이라 할 수 있다. 즉, 본서는 앗수르의 산헤립이  팔레스틴 남방 지역을 차지하기 위해 남방 정책을 추진하고 군사를 이끌고 남하할 때 히스기야가 지레 겁을 먹고 굴욕적 조처를 취한 사건(왕하 18:14-16)을 의도적으로 생략한 채 본문의 사실을 언급한다. 이처럼 히스기야가 저지른 과오를 뛰어넘어 그가  행한 선정(善政)만을 기록해 그의 치적을 높이 평가함으로써 본서 저자는 유다의 3대 성왕(聖王) 중 한 사람으로서 히스기야의 모습을 보다 부각시키는 것이다. 이 같은 내용의 본문에서 주목할만한 사항들을 열거해 보면 다음과 같다. (1) 산헤립이 침입해 온 때는  히스기야가 종교 개혁을 다 마친 후(1절)였다는 것이다. 이것은 우리에게 다음과 같은 두  가지 사실을 인식케 한다. 즉, 첫째는 히스기야의 종교 개혁이 성곡적으로 끝날  수 있었던 것은 하나님의 세심한 돌보심 때문이었다는 것이고, 둘째는  우리가 선한 일을 행하고 하나님  앞에서 정직히 행할지라도 이와 같은 환난이 닥칠  수 있다는 것이다. 후자의 경우와 같은  일을 당했을 때 죄 때문에 환난이 왔다고 생각하여 무조건 회개를  강요하는 경우가 간혹 있는데 이를 통해서 우리는 환난의 원인을 규명할 줄 아는  지혜를 배워야 할 것이다. 산헤립의 침입으로 히스기야에게 닥친 환난은 그의 죄  때문이 아니라 오히려 그극 연단하시기 위한 하나님의 시험임을 알 수 있다. 즉,  하나님은 이 시험을 통하여 여호와 자신만이 가장 강력한 보호자이심을 그와 그의 백성들에게 가르치고자 하셨던 것으로 볼 수 있다. (2) 히스기야는 환난을 대처하기 위한 방비책을 강구함에 있어서 방백들과 용사들로  더불어 의논하였다 (3절)는 것이다. 그리하여  물 근원을 막는 묘책을 강구하게 되었고 백성들이 총동원되어 그 일을  훌륭히 해냄으로써 앗수르의 공격을 저지하는 데 큰 도움을 얻을 수  있었다. 흔히 환난에 대한 처방으로  무조건 기도만 해야지 인간적인 방법을 강구하는 것은 어리석은 짓이라고  말하는 사람들이 있다. 그러나 기도하는 일과 방법을 찾는  인간적인 노력은 결코 분리하여 생각할  수 없다. 하나님의 도우심의 통로를 우리가 다 알 수 없기 때문에  일단 우리의 행할 바 모든 도리는 하는 것이 하나님 앞에서 옳은 일일 것이다. (3) 히스기야는 백성들은  말로  위로하여 (6절) 그들에게 믿음을 불어넣어 주고 두려워하지 않게 했다는 것이다(7, 8절).  여기서 우리는 말의 위력과 말로 하는 위로의 중요성을 새삼 발견하게 된다. 히스기야는 자시노 삼림이 바람에 흔들림 같이(사 7:2) 마음이 떨렸으나 다른 사람들을 위로하면서  자신도 위로를 받고 용기를 얻을 수 있었던 것이다. 이때에 백성들은 믿음이  들음에서 나는 것처럼(롬 10:17) 위로의 말을 들음으로써 여호와의 도우심을 확신케 되었던 것이다. * 역경에 대처하는 법. 위대한  신앙인들이 역경을 만날 때마다 언제나 간직하고 있던 말은  마음을 강하게 하며 담대히 하라 는 것이었다. 본문의 히스기야가 그렇게 말했고(7절), 모세가 죽은 후 이스라엘 백성들의 새로운 지도자로 뽑힌 여호수아도 여호와의 이러한 말씀으로 위로를 받았다(수 1:5-9). 그러기에 여기서 우리는 위대한 신앙인들이 역경을 경험할 때마다 대처한 슬기로운 방법을 배워야 할 것이다. (1) 일관된 신앙 자세를 견지해야 한다 :  마음을 강하게 한다 는 것은 어떠한 환경에도 마음이 흔들리지 않고 확고한 신앙 자세를 고수하는 것을 가리킨다. 역경은 대개 현재의 신앙 상태를 변질시키거나  좌절시키는 양상으로 닥쳐오기 때문에 이같이 일관된 신앙 자세를 갖는 것은 매우 중요하다. 역경 가운데에 휩쓸려 자기 모습을 잃게 될 때 그는 하나님의 도움까지 잃어버리고  마는 것이다. 그러므로 환경의 변화에 상관없이 언제나 초지 일관(初志一貫)하는  신앙이랴말로 진정으로 역경을 이기는 첩경인 것이다. (2) 하나님을 기억해야 한다 :  히스기야는 마음을 강하게 하며 담대히 하라고 말하고 나서 덧붙여  우리와 함께하는 자가 저와 함께하는 자보다 크니 라고 말한다. 이것은 히스기야가 당면한 환난을 하나님의 관점에서 바라보고 있었음을 가리킨다. 이것을 가리켜 우리는  믿음 이라고 말할 수  있을 것이다. 그러므로  세상을 이긴 이김은 이것이니 우리의  믿음이니라 (요일 5:4),  오직 의인은  믿음으로 말미암아 살리라 (히 10:38)는 말씀에서 보는 바와 같이 우리는 하나님의 관점에서 역경을 바라보는 믿음을 수유하여 난관을 극복할 수 있어야 하겠%다. (3) 다른 사람들과 더불어서 해결하도록  노력해야 한다 : 역경은 개인적인 것일 수도 있겠지만 대개는 공동체적이다. 그 역경이 비록 개인적인 것이라 할지라도 한 지체요, 구성원이란 관점에서 볼 때  공종체적으로 해결하는 것이 옳은 방법일 것이다. 히스기야의 경우에도 더불어 의논하고(3절), 더불어 위로함으로써(6-8절) 역경을 극복할 수 있었다. 심지어 그는 개인적인 문제까지도 이사양게 함께 기도해 줄 것을 요청하였다(왕하 19:2-4). 예수께서도  두 세 사람이 내 이름으로 모인 곳에는 나도 그들 중에 있느니라 (마 18:20)고 하심으로 더불어 하는 기도의 중요성을 말씀하셨다. 이처럼 역경은 함께 헤쳐 나갈 때 극복하기가 훨씬 쉬어질 것이다. 뿐만 아니라 이렇게 할 경우 그 후에 나타나는 결과도 그만큼 더 유익하게 되는 것이다. 2. 산헤립의 회유와 히스기야의 승리(32:9-23) 앗수르의 산헤립이 침입한 사건에 대해 적절한 조치를 취함으로 그에 대응한 사실을 기록한 전단락(1-8절)에 이어지는 본문은  산헤립이 계속해서 신복들을 통해 협박하고 회유한 사실과 더불어 히스기야가  기도하여 하나님께서 구원을 내리신 사실을 기록하고 있다. 즉, 본문은 히스기야가  보인 슬기로운 태도를 언급한 전단락에 이어지는 대목으로 그의 견고한 신앙적 자세를 나타내며 하나님께서 유다와 함께하신 사실을 증거하는 장면이다. 이러한 내용을 담은 본문을 살펴보면 다음과 같다. 즉, (1) 산헤립 신복들의 1차 협박 및 회유(9-15절),  (2) 편지를 통한 산헤립의 2차  비방 및 회유(16-19절), 그리고 (3) 그에 대한 히스기야의  기도를 통해 하나님께서구원을 베푸신 사실(20-23절)로 구성되어 있다. 본문은 이처럼 하나님을  모욕하고 비방하는 포악한 자들에 대해 히스기야가 어떤 신앙적 자세를 가졌는가를  나타내고 있다. 그리고 히스기야가 난세를 당해 주께 전적으로 신뢰했을 때 여호와의  구원이 어떻게 임했는가 하는 것을 증거하고 있다. 이 같은 내용의 본문은 왕하 18:17-19:37과 평행을 이루는 부분인 바 본서와 열왕기는 각각 자신이 취한 역사 서술의 입장을 고수하는 듯하다. 왜냐하면 산헤립 신복들의 1차 협박 및 회유(9-15절) 사실에 대해서 열왕기 기자는 왕하 18:17-37에 걸쳐서 자세히 증거함과 더불어 이사야 선지자의  예언과 성취(왕하 19:1-13)에 대해 언급하기 때문이다. 또한 편지를 통한 산헤립의 2차 회유에 대해 본문은 그 편지의 내용을 중심으로 다루는 반면(16-19절) 열왕기는 그  편지에 대한 히스기야의 기도 내용을 핵심으로 기술하기 때문이다(왕하 19:14-19). 본서가  산헤립과 히스기야의 관계에 초점을 맞춰 하나님의 은혜로서 내려진 구원을 강조(20-23절)함과 비교해 볼 때 열왕기는 히스기야와 선지자 이사야와의 관계에 핵심을 두어  사건의 내용을 전개시킴을 알 수 있다. 이는 선지자적 관점의 열왕기와 제사장적  관점의 본서 기술 의도를 확연히 구분지을 수 있게 하는 요소로서 양서(兩書) 저자의 역사  집필 방향을 나타낸 것이라 할 수 있다. 이와 같은 본문을 통해서 우리는 다음과 같은 사실을 일고(一考)해 볼 수 있다.  (1) 산헤립이  모욕적인 말로 유다  백성들을 두렵게 한  근본적인 목적은 백성들과 왕, 그리고 하나님과의 밀접한 관계를 와해시키기 위함이었다는 것이었다(10절). 만일 그렇게 해서 성5공하게 되면 백성들이나  신하들 가운데 배반자가 생겨 유다를 점령하는 것이 좀더  쉬울 것이라고 생각했기 때문이다. 이것은  사단이 성도들을 공격할 때 어떠한 방식으로 침투해 들어오는지를 잘  보여 준다. 그러므로 성도들이 사단의 공격을 이길 수 있는 최선의 방법은 어떠한 역경과 시련 속에서도 하나님과의 관계를 버리지 않고 신앙 생활을 굳건히 잘 해나가는 것임을 알 수 있다. (2) 산헤립이 백성들과 하나님과의 관계를 와해시키기 위해 비방한 내용은 여호와가 유다를 건지실 수 없는 무능한 하나님이라는 것이다(14-17절). 이것은 다시 말하면 유다 백성들로 하여금 자신들의 구원 문제를 의심케 만듦으로써 여호와를 배반토록 하게 한 것이다. 어떻게 생각해 보면 성도들이 환난 중에 가장 견디기 힘든 것은 바로 자신들이 구원받을 수 있느냐, 혹은  구원받았느냐 하는 것에 대한 의심인 것이다. 그래서 사단은 항상 성도의 구원 문제를 먼저 공격하는 것이다. 그러므로 성도들에게는 이 구원 문제를 확고히 해 두는 것이  최우선 과제인 것이다. 그런데 여기서 우리가 명심해야 할 사실은 구원은 환경의 변화나  우리 자신의 형편에 의해 좌우되는 것이 아닌 것으로서, 하나님의  선물이며(엡 2:8) 하나님께로서  말미암는 것이라는 사실이다(살전 5:9). 따라서 의심을 국보4가하여 두려움을 없애고,  확고한 믿음 위에 설 때 구원 문제에 대한 사단의 시험을 이길 수 있는 것이다. (3) 히스기야는 산헤립의  모욕적인 말을 듣고 흥분하였지만  군대를 동원해 싸우지 않고 하늘을 향하여 울부짖어 기도했다는 사실이다(20절). 여기서 우리가 깨닫는 교훈은  우리의 싸우는 병기는 육체에 속한  것이 아니요 오직 하나님 앞에서 견고한 진을 파하는 강력이라 (고후 10:4)는 것이다.  기도는 성도의 권리요 의무이며, 싸움터에서 사용할 수 있는 가장 강력한 무기이다. 그러므로 이러한 권리와 의무를 포기하고 무기를 버리는 성도는 가장 어리석은 자이며 불신앙자인 것이다. (4) 히스기야의 기도 때문에 유다는 구원을 받아 하나님께 영광이 되고 자신도 존귀하게 되었다는 사실이다(23절). 이를 통해서  하나님은 항상 적절한 때에 구원을 베푸시는데 그것은 하나님의 영광이 더욱  크게 나타나고 성도들이 존귀히 되도록 하기 위한 것임을 알 수 있다. 만일  히스기야의 기도가 없었다면 유다는 구원받지 못했을 것이며, 구원을 받고도 여호와께 감사치 못했을 것이다. 이처럼 성도의 기도는 하나님을 더욱 드러나게 하고 그로 인하여 자신도 함께 존귀케 만드는 능력이 있다. * 그릇된 신앙의 제(諸)형태. 본문에는 여호와 하나님을 모욕하는 산헤립과 그의 신복들의 하나님께 대한 비방과 회유가 나타난다. 그런데 그들의 말 속에서 우리는 잘못된 신앙의 전형적인 모습들을 발견하게  되는 바 이를 구체적으로 살펴보면 다음과 같다. (1) 기복적 요소에 근거한 신앙  : 산헤립과 그의 신복들은 전쟁에서의 승리를 그들이 믿는 신(神)의  탁월성과 직접적으로 연관시켜 생각했다.  즉, 전쟁에서 승리케 한 신이 참신이고,  그렇지 못한 신은  거짓신이거나 무능한 신이라는  것이다(13-15, 17절). 이것이 바로  기복적 요소에 근거한 잘못된 신앙의  한 형태이다. 이러한 신앙의 소유자는 언제나 신을  인식할 때 복(福), 성공, 행복,  승리 등과 연관시켜 생각하는 경향이 있다. 그런데 이러한 신앙의 잘못된  점은 축복을 받는 그 자체에 있다기 보다는 축복 이외에는 아무것도 받아들이지 않는다는 데 있는 것이다. 이러한 이유 때문에 이 같은 신앙을 소유한 자는 실패와  환난이 닥칠 때 신의 존재를 부인하고 자신을 어리석다고 원망하는 것이다. 그리고 또  이러한 신앙의 소유자는 신앙의 성숙이 무엇인지를 깨닫지 못하며 인내와 기다림이 필요하다는 사실을 알지도 못한다. (2) 이기주의에 근거한 신앙 : 산헤립은 항상 자기가 믿는 신을 자기 자신과만 연관시켜 생각했다(13, 14절). 여기서 우리는 그의 극단적인 이기주의를 발견하게 되는데, 일반적으로 이방  세계에서 널리 유행한 정령  신앙(精靈信仰, animism), 다신론(多神論, polytheism)은 바로 이러한 이기주의에 근거한 신앙인들이라 할 수 있다. 이런 신앙의 소유자들에게 있어서의 신은 단지 자신과 자기 가정과 국가를 보호하는 수호신에 불과할 뿐 전(全)우주를 통치하는 신이 갖는 본연의 모습은 없다. 그리고 이웃과 사회를 위한 정의의 개념이 희박하기  때문에 이러한 사람이 갖는 신의 개념은 보편적이지 못하다. (3) 경험론에 근거한 신앙 : 산헤립이  믿는 신은 그의 경험 속에 나타난 작은 신이다. 다시 말하면 그의 신은 경험이라는  틀 숙에 갇힌 신으로서 자신이 경험하지 못한 것들 속에서는 발견되지 않는다. 그러나  여호와 하나님은 인간의 경헙적 인식과 이성을 초월해 계신 분이다. 그러므로  성도들은 자신의 경험과 위배된다 할지라도 그것이 하나님의 말씀에 근거한 것이면 순종하고 받아들여야 하는 것이다. 왜냐하면 하나님은 나의 경험 속에 갇혀 계시는 존재가 아니기 때문이다. (4) 인본주의에 근거한 신앙 : 이는 궁극적으로 신을 인간을 돕는 자로 정의하는 신앙이다. 즉, 인간이 신의 영광을 위해 존재하는 것이 아니라 신이 인간을 위해 필연적으로 존재한다는 것이다. 그래서 이  신은 인간의 필요에 따라 도덕신(道德神)이 되기도 하고 합리주의적  신이 되기도 하며, 심지어는  사신(私神)이 되기도 한다. 이러한 시낭 속에서는 신과 인간의 인격적 관계나, 신의 섭리, 계시 등을 이야기할 수 없으며 오직 인간이 필요로 하는 것들만을 위한 신의 존재할 뿐이다. 그러나 지금까지 살펴본 것과는 달리 성경에 계시된 하나님은 유일무이(唯一無二)하신 절대 구원자이시며, 인격적이신  분이다. 그리고 이와 더불어 초월적이면서 내재적이신 분이다(마 1:23;롬 9:18). 그러므로 성도들은 항상 하나님께서 스스로 당신을 게시한 그대로 믿는  신앙을 가져야 할 것이다. 그리고  이러한 신앙인이 되기 위해서는 하나님께서 자신을 드러내신 계시의 보고(寶庫)인 성경을 믿어야 할 뿐만 아니라 그의 섭리와 역사하심을 연구하고 철저하게  순종하는 삶과 기도하는 생활을 게을리하지 말아야 할 것이다. 3. 히스기야의 사적(事積)과 죽음(32:24-33) 지금까지는 히스기야의 종교 사역(29:1-31:21)과 정치, 군사적 사역(1-23절)에 대해서 언급했다. 여기에 이어지는 본문은 히스기야 치세의 일반적 사적과 그의 죽음이 기록된 부분으로 그가 행한 모든 일에  대한 평가를 내린 듯한 대목이다. 즉, 본문은 히스기야가 걸렸던 병(24절)에 대한 간력한 서술과 교만에 대해 약술(25절)한 후에 그의 훌륭한 치적데 관심을 집중시킴으로써  그에 대한 긍정적 평가를 결론적으로 서술하고 있다(왕하 20:1-21). 이러한 내용의 본문은 다음과 같이 구성되어  있는 바 이를 살펴 보면 다음과 같다. 즉, 본문은 (1) 히스기야의 병,  교만, 회개를 언급한 전반부(24-26절), 92) 히스기야가 누렸던 부(富)와  영광을 기술한 중반부(27-31절), 그리고  (3) 히스기야의 죽음과 장사(葬事)를 서술한  후반부(32, 33절)로 구성되어 있다.  이처럼 본문은 히스기야와 함께한 하나님의 보호하심과 도우심에 초점을  맞추고 있다. 다시 말해서 본문의 구조는 원인->결과, 즉 병, 교만에 대한  회개가 곧 부와 영광을 누리게 된 원인이 되었다는 도식으로 그릴 수 있도록  되어 유다와 히스기야에게 함께하신 여호와의 은혜에 중점을 두고 있다. 그런데 이 같은  본문에는 두 가지 상반된 사건(24-26절)이  언급되어 있는 바 이는 다음과 같은 점에서 상반된 특성을  지니고 있다. 첫째, 하나는 히스기야의 신앙이 극한 위험 속에서 돋보이게 나타났다는 점이고, 다른 한 사건은 히스기야가 위기에 닥쳤을 때보다도 오히려 가장 평안할  때에 신앙을 잃고 교만하였다는 점이다. 둘째, 하나님을 믿는 신앙의  위대함을 보여 주는 동시에 인간의 연약함과  그 한계점 도한 보여 주고 있다는 점이다. 이 두 사건을  종합해 보면 결국 본문은 히스기야 신앙의 위대성을 말하고 있다고 볼 수 있다. 이런 면에서 성경은 신앙의 사람들이 소유한 위대한 점만을 기록하고 있는 것이 아니라  하나님을 믿는 신앙의 위대한 점을 기록하고 있다고 볼 수 있다. 이와 같은 내용의 본문을  통하여 우리는 다음과 같은 몇 가지 교훈을 발견할 수 있다. (1) 하나님께서는 성도의 기도를  결코 외면치 않으신다는 것이다. 히스기야의 병에 대해 보다 자세히 기록하고 있는 왕하 20:1-7을 보면 히스기야의 죽음은 필연적이었음을 알 수 있다. 그러나  그럼에도 불구하고 여호와께서는 전심(全心)으로 울부짖는 히스기야의 기도를 외면치  않으시고 응답하시어 치유해 주셨을  뿐만 아니라 그가 나을 것이라는 표징으로 해  그림자가 10도 물러가게 하셨다. 이로  볼 때 성도가 하나님께 합당한 기도를 함으로 말미암아 해결하지 못할 문제란 없음을 알 수 있다. (2) 하나님께서는 성도들을  심판하실 때 그 마음의  중심을 보신다는 것이다. 사실 25, 26절에서 외형적으로 꼬집어서 말할 수 있는 죄를 히스기야에게서 발견할 수는 없다. 아니 오히려 바벨론 왕 부로닥 발라단의 사자들에게 보물들을 모여 준 것(31절;왕하 20:12-15)은 하나님께서 히스기야와 유다를 어떻게 도우셨는가를 선전할 좋은 기회가 되었을 것이다. 그러나 히스기야의 마음의 중심은 그렇지 않았다. 그는 하나님보다 자신을 드러내었는데 그것은 하나님의 은혜와 자비를 망각한 행위였을 뿐만 아니라 하나님 보시기에 교만한 행동이었다. 이처럼  하나님께서는 사람의 중심을 보시고 그 속에 있는 죄에 대해 물으시는 것이다. 그러므로 우리는 어떤 외적인 시험보다도 우리의 심중에 대한 하나님의 시험을 극복하기  위해 날마다 경건의 연습을 더하여야 할 것이다(31절). (3) 성도들은 하나님께서 내려준  축복으 재물들을 효과적으로 관리하는 지혜를배워야 한다는 것이다. 히스기야는 자신에게  주어진 부(富)와 재물들을 잘 관리하여 백성들의 살을 더욱 윤택케  하였다(27-30절). 이는 궁극적으로 성도들에게 주어진 축복의 재물들이 누구를 위해 사용되어야 하는가 하는  점을 밝히 보여준 것이라 할 수 있다. 그러므로 성도들은 축복으로 받은 재물들의 양을 자랑할 것이 아니라 그것들을 이웃과 하나님 나라를 위해 사용함으로서 하나님의 영광이 크게 나타나도록 해야 할 것이다."
        }
    ]
}