{
    "bible_book": "역대하",
    "chapter_number": 21,
    "commentaries": [
        {
            "verse_reference": "21:1",
            "commentary": "여호사밧이 그 열조와 함께 자매 - 여호사밧의 죽음은 여호람의 틔치 헹위와 깊이연관되어 있다. 여호람은 여호사밧이 사망하기 4년전부터 그의 부친과 함께 섭정을 해오다(Payne) 여호사밧이 장사되던 해인 B.C. 848년에 드디어 단독 통치자가 되었던 것이다. 이제 여호람은 그의 왕권을 강화할 수 있는 기 회를 맞이하게 되었다."
        },
        {
            "verse_reference": "21:2,3",
            "commentary": "여호사밧은 왕위에 오를 여오람을 제외한 여섯 아들들에게 많은 은금과 보물을 주었고 유다의 견고한 성읍들을 다스리게 했다. 우리는 여호사밧이 이러한 조치를 취한이유를 정확히 알 수는 없으나 아마 왕위 계승 문제로 다툴 것을 염려하여 그렇게 조처했을 것으로 추정된다. 아사랴 - 한글 개역 성경에는 여호사밧의 아들 중 두 사람의 이름이 동일한 것으로 나타난다. 그러나 히브리어 원문에서 전자의 아사랴는 '아자르야'(* ) 로,후자의 아사랴는 '아자르야후'(* )로 나타난다. 유다 왕 여호사밧 - 히브리 원문에는 '이스라엘 왕 여호사밧'으로 되어 있다. 역대기 저자가 유다 왕을 이스라엘 왕이라고 기록한 이유를 학자들은 다음과 갈이 추측한다. (1) 여호사밧이 하나님 백성의 참된 왕이었기 때문이다(Keil). (2) 역대기저자가, 사용한 자료를 그대로 반영시켰기 때문이다(Williamson)."
        },
        {
            "verse_reference": "21:4",
            "commentary": "그 모든 이유와...몇 사람을 칼로 죽였더라 - 여호람이 이들을 살해한 이유는 다음과같다. (1) 그들이 여호람과 그의 아내의 우상숭배를 반대했기 때문이 다(13절, Keil,Zockler). (2) 그들이 여호람의 폭군적인 행동을 경계했기 때문이다(S. Oettli). 그이유가 무엇이었든지 간에 여호람은 그들을 그의 정적(政敵)으로 간주하였기 때문에살해했을 것이다. 그는 여호사밧과는 달리 북 이스라엘 왕들처럼 폭군이었다."
        },
        {
            "verse_reference": "21:5",
            "commentary": "예루살렘에서 팔 년을 치리(治理)하니라 - 이 팔 년은 공동 섭정을 한 것을 제한그의 통치 기간(B.C. 848-841)을 가리킨다. 이 통치 기간은 유다에 있어서 비극 그 자체였다. 한편, 그가 무고한 자의 피를 흘리고 왕권을 강화하기 위해 소비한 시간과 심한 중병으로 오년간 앓은 것을 제외하면 그의 통치 기간은 그리 긴 것이 아니었다."
        },
        {
            "verse_reference": "21:6",
            "commentary": "이는 아합의 딸이 그 아내가 되었음이라 - 여호람은 선왕(先王)들인 아사와 여호사밧의 선한 길을 좇지 않았다. 그는 도리어 북이스라엘 왕들처럼 행했다. 그 원인으로서 역대기 저자는 여호사밧의 결혼 동맹(18:1)의 실책을 지적한다. 아합의 딸 아달랴가 여호람의 아내가 되어 그 남편에게 많은 영향력을 끼쳐 다윗 왕가를 아합 왕가와같이 만들었던 것이다. 이처럼 여호람의 잘못된 혼인으로 말미암아 유다 왕국의 통치의 반신정 통치의 성격을 띄게 된다. 여기서 참된 혼인의 중요성을 배워야 할 것이다."
        },
        {
            "verse_reference": "21:7",
            "commentary": "다윗의 집을 멸하기를 즐겨하지 아니하였음은 - 여호람은 여호와 보시기에 악을 행했다. 즉, 그는 유다를 우상 숭배하는 나라로 이끌어 갔다. 그럼에도 블구하고 하나님은 다윗과 세우신 언약(삼하 7:13-16) 때문에 '다윗의집' 곧 다윗 왕가를 멸하지 않겠다고 하신다. 즉, 여호람에게는 형벌을 내리시겠지만, 그 왕위는 그의 아들로 이어져다윗 왕가를 계속 존속시키겠다는 것이다. 이것이 다윗 왕조가 북이스라엘의 여러 단명한 왕조들과 다른 점이다. 항상 등불을 주겠다고 허(許)하셨음이더라 - 역대기 저자는 '등불'을 생명의 상징으로 사용한다(욥 18:6;잠 13:9;24:20). 다시 말하면 다윗의 씨는 결코 소멸되지 않는다는 것이다(삼하 7:12-17, Curtis)."
        },
        {
            "verse_reference": "21:8",
            "commentary": "여호람때에 에돔이 배반하여 - 에돔은 다윗에 의해 유다의 속국이 되었다가(삼하8:13, 14; 대상 18:11-13) 솔로몬의 통치 이후 잠시 독립을 했었던 것으로 학자들은보고 있다(왕상 11:14 이하, Curtis). 그러나 여호사밧 때에 다시 유다의 속국이 되었다가(20:36의 에시온게벨은 에돔 땅이다) 여호람 때에 다시 유다의 지배하에서 벗어나게 되었다. 이로 보아 유다는 여호람의 악정으로 인하여 세력이 급격히 약화되었으며대외적으로도 그 면모를 크게 잃었음을 짐작할 수 있다. 자기 위에 왕을 세운 고로 - 이는 에돔이 여호사밧에 의해 파견된 유다의 섭정왕(왕상 22:47)을 죽이고 그들이 스스로 왕을 세웠음을 가리킨다."
        },
        {
            "verse_reference": "21:9",
            "commentary": "자기를 에워싼 사람과 그 병거의 장관들을 쳤더라 - 여호람은 에돔을 쳐서 다시속국으로 삼기 위하여 출정 (出征)하였다. 그러나 그는 도리어 에돔 군 사에 포위되어사경(死境)에 몰리게 되었던 바람에 일어나서 에돔의 포위망이 약한 곳올 쳐서 가까스로 살아나게 된 것이다. 이러한 여호람의 대(對) 에돔전(戰) 실패가 에돔으로 하여금 완전한 독립을 얻도록 하는 결정적인 계기가 되었다."
        },
        {
            "verse_reference": "21:10",
            "commentary": "그 때에 립나도 배반하여 - 립나는 블레셋 근방 유다의 남서 변방 지역에 있는 라기스에서 얼마 멀지 않은 도시이다(수 15:42;대상 6:57). 한때 이스라엘 제사장들의도시이며 도피성(수 12:15;21:13) 중의 하나였던 이곳이 유다를 배반한 이유는 아마도이웃에 있던 블레셋의 영향이 컸던 것으로 추측된다. 그런데 립나가 하나의 독립국이되었는지 아니면 블레셋의 한 도시로 편입되었는지는 분명치 않다. 후에 앗수르의 산헤립이 립나를 장악한 일이 있다(왕하 19:8). 이는 저가...여호와를 벼렸음이더라 - 이것은 열왕기에 없는 역대기 저자의 독 자적인 주석이다. 즉, 유다가 속국들을 잃어버리게 된 것은 여호람의 배교 때문이라는것이다. 즉, 그는 그의 왕후 아달랴가 유입한 이방 종교를 유다에 퍼뜨렸던 것이다."
        },
        {
            "verse_reference": "21:11",
            "commentary": "음란하듯 우상을 섬기게 하고 - 이에 해당하는 히브리어 '예젠'(* )은 직역하면 그가... 음행케 하였다'가 된다. 이 '예젠'이라는 동사는 '음행을하다', '간음하다'라는 뜻의 동사 '자나'(* )의 히필형(Hiphil; 사역형 능동)으로서 영적 간음행위, 즉 우상 숭배 행위를 가리키는 데도 쓰인다. 당연히 본절에서도 이와 같은 의미로 쓰였다. 이스라엘 백성들은 자신들을 여호와와 결혼한 신부들로 생각했고. 다른 이방신들을 섬기는 것은 간음 행위라고 생각했기 때문이다. 미흑케 하였으므로 - 이에 해당하는 히브리어 '야다흐'(* )는 '밀다', '강요하다', '재촉하다'라는 뜻의 동사 '나다흐'(* )의 히필형이다. 따라서 이 동사는 누구 누구를...하게끔 하였다는 뜻을 갖는다. 즉, 이는 여호람의 종교정책에 따른 우상 숭배의 강요를 가리킨다고 볼 수 있다."
        },
        {
            "verse_reference": "21:12",
            "commentary": "선지자 엘리야가 여호람에게 글을 보내어 - 여기서 '엘리야'가 누구를 가리키는가에 대해서 학자들 사이에는 다른 두 입장이 주장되고있다. (1) 북이스라 엘의 선지자디셉 사람 엘리야(Grove, Keil, Payne, williamson):이들은 편지를 엘리야의 것으로보는 데는 일치한다. 그러나 그가 살아있을 때 보낸 것인지 승천이후에 보내진 것인지에는 의견의 차이가 있다. (2) 이스라엘의 선지자 디셉 사람 엘리야가 아닌 다른엘리야 선지자(Murphy, Curtis):이들은 그 유명한 선지자 엘리야가 편지 전달 당시에살아있지 않았으며(왕하3:11), 그가 남왕국 유다와 아무 연관이 없다는 것을 이유로그렇게 주장한다. 그러나 (1)의 견해를 취하는 보수주의 학자들은 다음과 같은 이유를들어 (2)의 견해를 거부한다. 첫째로, 엘리야가 남왕국 유다와 전혀 관련이 없는 것은아니다(왕상 19:3 이하). 둘째로, 엘리야의 승천 사건(왕하 2:11)은 여호람이 단독통치자로 등극하고 아우들과 방백을 살해한 사건(21:4) 이후의 일이다. 그러므로 엘리야가 이 사건의 전말을 알고 편지를 보낼 수 있다. 셋째로, 열왕기하 3:11에서 엘리사에 대한 언급은 그가 단지 엘리야의 조력자였음을 말하는 것이지 엘리야가더 이상 땅에 거하지 않았다는 것을 알고 말하는 것은 아니다. 한편, 엘리야의 글은 여호람의 두 가지 큰 실책에 대해 책망한 것이다. 즉, (1) 아합의 집을 좇아 우상을 숭배하며 백성으로 그 죄에 빠지도록 미혹하였다. (2) 그 아우들은 살해했다. 이 실책에 대해 여호와께서 보옹하신다는 것이다. 네 아비 여호사밧의 길과 유다 왕 아사의 길로 행치 아니하고 - 역대기에서는 여호사밧과 아사왕이 특별히 동일한 유형의 선왕(善王)으로 언급되고 있다(14:2;17:3;20:32)."
        },
        {
            "verse_reference": "21:13",
            "commentary": "아합의 집과 같이 - 이스라엘 백성들이 가나안에 정착한 후 초기에는 극히 일부에서만 바알 숭배가 행해졌으나, 북왕국 오므리 왕조패에 이르러 그것은 절정에 달하게되었다. 특히 이세벨과 아합으로 인하여 북왕국 이스라엘에서는 바알 종교가 국교의자리에 오를 정도로 극심하게 되었다. 그래서 본서 기자는 아합의 가문을 바알 종교의대명사로 사용하고 있는 것이다. 너보다 선한 아우들을 죽였으니 - 여호람이 그의 아우들을 죽인 것은 단지 그들의소유가 탐나서가 아니라 그들이 그의 우상 숭배 정책에 반대했기 때문 이었을 것이다.이 사실로 그들이 선한 아우들로 평가되었을 것이다. 그리고 엘리야의 편지에 이 살륙사건이 언급된 것으로 보아 이 편지가 여호사밧 사후에 보내졌다고 생각할 수 있다."
        },
        {
            "verse_reference": "21:14",
            "commentary": "큰 재앙으로 치리라 - '재앙'(*,막게파)은 '치명적인 타격', '전투에서 의학살', '역병'의 의미로 쓰인다. 이 재앙이 그의 백성과 그의 자녀와 아내들과 그의 모든 재물에 내려질 것이므로 온역이나 역병과 같은 의미로 쓰여졌다고 볼 수 없다. 따라서 이것은 16,17절에 기록된 블레셋의 침입에 의한 손상을 가리키고 있음이 분명하다."
        },
        {
            "verse_reference": "21:15",
            "commentary": "그 병이 날로 중하여 창자가 빠져나오리라 - 이것은 여호람이 오랜 기간 동안 병을앓다가 죽게 될 것을 가리킨다. 그리고 이 예언은 그대로 성취되었다(19절). 여호람은 하나님과 이스라엘 간에 맺은 시내산 언약에 충실하지 않았다. 그는 그 신정 국가의 왕으로서 백성을 언약의 하나님만 경배하고 섬기도록 가르치고 모범을 보이고 통치를 해야 했다. 그러나 그는 이방 종교를 도입하는 죄악을 범하였다. 그 결과 언약의약속대로 그에게 저주가 임했던 것이다."
        },
        {
            "verse_reference": "21:16",
            "commentary": "블레셋 사람...아라비아 사람 - 여호람의 부친 여호사밧에게 조공을 바쳐왔던 이 무리들이(17:11) 이제 유다를 침략하였다. 역대기서에서 이들의 존재는 주로 팔레스타인과 애굽사이의 접경 지대에 사는 유목민들로 나타나는데, 어느 때는 이스라엘 사방에서 여호와의 행하심을 목격하고 하나님을 두려워하였고(14:14;20:29), 또 어느 때는이스라엘을 징벌하기 위한 하나님을 지팡이로 사용되기도 했다."
        },
        {
            "verse_reference": "21:17",
            "commentary": "유다를 침노하여...탈취(奪取)하였으므로 - 이 블레셋과 아라비아 사람들이 왕궁의 모든 재물과 여호람의 아들들과 아내들을 탈취하여 갔다. 여기서 '왕궁'에 대한 해석은 두 가지가 있다. (1) 예루살렘에 있는 왕궁(Zockler,Curtis), (2)예루살렘이 아닌 다른 왕궁(Keil, Williamson). 이중 후자의 해석이 더 타당하다. 왜냐하면 첫째,예루살렘의 왕궁과 성전의 보물이 탈취당했다는 언급이 없기 때문이며 둘째, 여호와의아들들이 모두 살해되었기 때문이다. 이 두번째 이유는 왕자들을 견고한 성읍에 거하게 했던 당시의 관습과 연관되어진다(3절). 만일 여호람의 아들들이 예루살렘에 있었다면 침략자들에게 잡혔다 하더라도 재물을 통해 교환될 수 있었을 가능성이 많다(Williamson). 그러나 그들은 요새 성읍에 거하고 있었기 때문에 피살되고 말았을것이다. 여호아하스 - 그는 22:1에서 '아하시야'로 불리워지고 있다. 이 두 이름은 '여호와'의 이름과 '붙들다' 라는 뜻의 동사 '아하즈'(* )가 결합된 것으로서 두 이름의 의미는 동일하나 두 단어의 결합 순서가 뒤바뀌어진 것이다. 그리고 여호와께서 그러한 징계 가운데서도 한 아들을 남기신 것은 다윗의 집을 멸하기를 즐겨하지 아니하셨기 때문이며 다윗의 언약에 대한 하나님의 성실함 때문이라고 볼 수 있다(7절)."
        },
        {
            "verse_reference": "21:18",
            "commentary": "능히 고치지 못할 병 - 이는 여호람의 병이 하나님의 형벌로 인한 것이기 때문에 궁중의 의사들이 그 병의 원인도 알 수 없었을 뿐만 아니라 아무런 치료법도 통하지 않았다는 것을 암시한다."
        },
        {
            "verse_reference": "21:19",
            "commentary": "여러 날 최후 이 년 만에 - 2년 동안의 병고(病苦)는 오히려 죽음 자체보다도 더큰 형벌로 여겨졌을 것이다. 그는 날마다 더 심해지는 병을 앓으면서 무고한 형제들을죽인 죄의 대가를 받은 것이다. 저에게 분향하지 아니하였으며 - 백성들은 이전의 왕이 죽을 때처럼 분향하지 않았다. 그들은 여호람의 죽음에 애도조차 하지않았다. 이것은 여호람의 악정에 대한 벽성들의 공개적인 불만의 표시였다."
        },
        {
            "verse_reference": "21:20",
            "commentary": "아끼는 자 없이 세상을 떠났으며 - 여기서 '아끼는 자 없이'란 구절을 많은 영역본과 주석 학자들이 '애도하는 자 하나 없이' 라는 뜻으로 이해한다. 여호 람이 죽었을때 백성들은 분향도, 애호도 하지 않았으며 그의 시체를 열왕의 묘실에 두지도 않았다. 그 이유는 그가 언약의 나라에서 왕으로서의 정당한 역할을 전혀 행하지 못했기 때문일 것이다. 이스라엘이 남북으로 분열된 이후의 역사를 기록함에 있어서 열왕기와는 달리 오직 유다 왕들의 업적만을 언급하는 본서는 지금까지 르호보암(10:1-12:16), 아비야(13:1-22), 아사(14:1-16:14), 여호사밧(17:1-20:37)의 통치에 대해 살펴보았다. 이에 연이어지는 본장은 32세에 즉위하여 8년을 치리한 여호람의 통치에 관해 언급하는 대목이다. 그런데 본장에 언급된 여호람은 지금까지 기술된 제1대부터 4대까지의 열왕들과는 그 통치 성격이 판이한 왕으로서 처음부터 끝까지 일관되게 악정(惡政)을 행한 자이다. 이처럼 본장은 유다의 제5대 왕 여호람의 통치 전반에 대하여 기록하면서 유다 말기 혼란했던 정치적, 국가적 정황의 근본적인 원인이 무엇인가를 보여주고 있다. 이러한 내용을 담고 있는 본장은 여호람이 행한 정치적 악정(1-7절)과 그에 대한 하나님의 정치적 징계(8-10절), 엘리야를 통한 하나님의 경고(11-15절)와 그에 관한 군사적 징계(16, 17절), 그리고 예언의 성취(18-20절) 등으로 구서외어 있다. 이를 통해 본장은 여호람의 악정에 대해 하나님께서 직접, 혹은 간접으로 징계하시고 경고하셨음을 나타낸다. 그리고 이와 더불어 계속해서 여호람이 하나님의 뜻에 불순종했기 때문에 결국은 비참한 종말은 맞았음을 드러내고 있다. 신실했던 여호사밧 왕에 이어 그 뒤를 이은 여호람은 독단적인 정치적 야욕 때문인지 아니면 바알 숭배의 광신도 아달랴의 사주 때문인지 분명히 알 수는 없으나 자신의 형제들을 모두 죽이고 자신의 정책을 반대하는 방백들을 제거하는 등 잔인한 독재 정치를 실시하였다(1-6절). 그러나 권력을 잡기에 급급하여 국토 방위에 소홀했을 뿐만 아니라 대외적인 외교 정책을 등한시하여 에돔과 립나의 배반을 당하게 되면서 오히려 그의 정권은 흔들리기 시작하는데 이에 대해 역대기 저자는 그가 열조의 하나님 여호와를 버렸기 때문이라고 주석하고 있다(10절). 본장 중에 나오는 엘리야의 편지는 그의 악함이 얼마나 컸던가를 분명히 보여준다(12-15절). 한편 여호람의 최후는 국가적으로 블레셋과 아라비아의 침략으로 인한 고통과(16, 17절) 개인적으로 창자가 빠져나오는 심한 질병의 고통으로 점철되었는데(18절) 백성들까지도 그의 죽음에 대해 애도하는 분향을 거부함으로써 그에 대한 미움을 노골적으로 표시하였다(19, 20절). 여기서 우리는 유다가 말기에 혼란과 타락의 소용돌이에 빠지게 된 몇 가지 원인을 발견할 수 있다. 첫째, 왕위 계승의 문제에서 발견할 수 있다. 이 원인에 관해서는 뒤에 주제 강해세서 다시 상세하게 다루겠지만 여호사밧은 보다 선한 다른 아들들(13절)을 두고 악한 여호람을 왕위에 오르게 함으로 인해 유다를 심한 국가적 혼한에 빠뜨렸다. 둘째, 여호사밧과 아합의 연혼(連婚)으로 악한 아가랴를 남유다의 왕후로 맞이한 것이 문제였다(6절). 셋째, 여호람이 과도한 정책으로 형제들을 살해한 것이 또한 문제였다. 그의 살해는 또 다른 살해 사건들을 불러 왕족이 거의 멸할 위기에까지 직면하게 되었다(22:10). 넷째, 유다 말기에 나타난 혼란의 근본적인 원인은 아달랴의 사주에 다른 여호람의 우상 숭배 정책 때문이었다(11절). 그의 방띵 숭배 정책은 유다 백성들의 반감을 불러 일으키기도 했지만(19절) 유다 여러 산에 많은 산당들이 세워지는 등 그 피해도 막심하였다. 그래서 북이스라엘에서 활동하던 선지자 엘리야가 경고의 편지를 보낸 것이다. 이 같은 내용의 본문을 통해서 우리는 다음과 같은 사실들을 숙고해 볼 수 있다. (1) 역사는 인간의 지략에 의해서가 아닌 하나님의 섭리에 따라 운행된다는 것이다. 전장(前章)에서도 이미 언급한 바 있지만 여호사밧은 민족의 통일 문제를 해결하기 위하여 선한 의도로 아합과 연혼을 맺고 여호람을 왕위에 세웠다. 그러나 하나님아이 섭리하시는 역사 속에서 여호사밧의 선한 의도는 전혀 나타나지 않느나. 도리어 여호람과 같은 인간의 악행만이 계속해서 나타나 역사를 퇴보시키는 듯한 느낌을 준다. 그러나 하나남은 변함없으신 언약의 실행으로 항상 등불을 주셔서 역사를 운행하시는 것이다. 이를 볼 때 역사의 운행은 진정 여호와의 섭리 속에 있음을 분명히 알 수 있다. (2) 유다 백성들은 하나님 나라의 확장에 있어 항상 역사의 증인으로 나타난다는 것이다. 비록 아무 말이 없고 특정한 행동 양식은 나타나지 않지만 백성들은 악한 여호람 왕이 죽었을 때 그의 죽음을 애도하는 분향조차 거부함으로써 그가 여호와 앞에 악한 왕이었음을 증거하고 있다. 이로 볼 때 하나님의 백성들을 다스리는 왕들은 항상 솔로몬의 고백처럼(1:10) 백성들의 편에 서서 하나님께 지혜를 구해야 한다. (3) 신앙은 반드시 유전되는 것이 아니라는 사실이다. 여호사밧은 특출하게 신앙심이 깊었을 뿐만 아니라(17:4, 6), 선정(善政)으로 유다를 통치한 왕이었다(17:9;19:4-11). 그러나 그의 아들은 부친과는 판이하게 다른 사악한 왕의 전형이었다. 그는 여호사밧의 경건한 신앙에 영향받은 것이 아니라 바알의 광신도 아달랴의 영향을 받은 자라고 할 수 있다. 여기서 우리가 (가) 아무리 경건하고 신앙심 깊은 부모 밑에서 자란 사람이라 할지라도 그가 지속적이고 올바른 종교 교육과 훈련을 받지 않는다면 패역한 길로 나갈 수밖에 없다는 사실과 (나) 하나님을 경시하는 아내는 남편 뿐 아니라 국가와 사회에 손실을 입힌다는 것을 알 수 있다. (4) 하나님은 언제나 긍휼하신 분이라는 것이다. 본장에는 여호람으로 대표되는 인간의 사악함과 그런 인간을 향해 변함없는 사랑과 신실하심을 베푸시는 하나님의 긍휼이 뚜렷이 대조되어 있다. 살인자요, 우상 숭배자이며, 박해자인 여호람과 더불어 부패했던 유다인들은 하나님의 진노를 받아 진멸되었어야 마땅했다. 물론 하나님께서는 여러 가지 방법으로 징계를 내리셨다. 그러나 그것은 타락한 유다를 돌이키기 위한 것이었지 유다 자체를 멸망시키기 위한 것이 아니었다. 즉, 하나님께서는 극도로 관영한 인간아의 사악함과 죄악 가운데서도 다윗의 집 을 멸하시기를 원치 않으시고(7절) 자신이 택하신 국가를 끝까지 보전하시기를 원하셨던 것이다. 이처럼 하나님께서는 오래 참으사 모든 죄인이 멸망받지 않고 구원에 이르기를 기뻐하신다(벧후 3:9). 1. 여호람의 즉위와 악정(21:1-10) 야호람의 악정을 언급하는 본장에서 그 서두에 해당하는 본문은 여호사밧의 뒤를 이은 여호람이 즉위한 사실과 함께 그가 행한 통치의 성격이 어떠했는가를 소개하고 있다. 장자의 명분으로 왕위를 계승한 여로람은 형제의 화목과 왕실의 평안을 꾀하기 위하여 모든 형제들에게 그들의 몫을 적당히 분배했던 선친 여호사밧의 선한 뜻을 어기고 그의 모든 아우드을 죽임과 동시에 의로움 몇몇 이스라엘 방백들도 숙청해 버리고 말았다(4절). 그것은 순전히 정권에 대한 지나친 야욕 때문이었다. 그리고 여호람은 북이스라엘 아합의 정책을 그대로 본받아 온 백성들로 하여금 바알을 숭배케 했고 여호와 보시기에 악을 행했다(6절). 그래서 에돔과 립나의 배반 기사는 이러한 여호람의 범죄에 대한 하나님의 징벌이었음을 역대기 저자는 암시해 주고 있는 것이다(8-10절). 그러나 여호와께서는 여호람으로 인하여 다윗의 집을 명하시기에 충분하였음에도 불구하고 멸하기를 원치 않으셨는데 이것은 여호와의 성실하심과 인내하심과 사랑이 얼마나 깊은가를 잘 말해 준다(7절). 다시 말해서 하나님께서는 여호람의 가증한 악정에도 불구하고 다윗과 맺으셨던 언약(삼하 7:8-17)을 기억하여 다윗의 집을 멸하지 않으셨던 것이다. 이러한 내요의 본문은 왕하 8:16-24의 기록과 비슷한데 본서 저자는 열왕기의 기술에 몇 가지 사실을 더 첨언함으로써 본서 기록의 목적을 분명히 하나. 즉, 본서 저자는 왕이된 여호람이 경제적, 정치적 야욕을 채우기 위해 형제와 방백들을 죽인 사건을 첨언하여(2-4절) 여호람의 악행을 좀더 세밀하고 구체적인 기법으로 나타내어 포로 생활로부터 귀환한 이스라엘 백성들에게 역사적인 산 증거를 제공하는 것이다. 이와같은 본문의 내요을 통하여 우리는 몇 가지 교훈을 생각해 볼 수 있다. (1) 믿음의 부모들이 자식에게 진정으로 물려주어야 할 유산은 왕위나 보물이 아니라 참된 신앙이라는 것이다. 여호사밧은 여호와께 범죄하지 않은 선한 왕이었지만 자식들에게는 그러한 자신의 신앙을 물려주지 못하였던 것 같다. 특히 장자인 여호람을 바알 숭배자 아달랴와 혼인시켜 놓고도 그의 신앙에 대해서는 조금도 염려하지 않은 듯하다. 그래서 여로람은 왕이 된 후 우상을 섬기고 산당을 건립하는 등의 행악을 저질렀던 것이다. 그러기에 여호람은 왕이 된 후 우상을 섬기고 산당을 건립하는 등의 행악을 저질렀던 것이다. 그러기에 여호람이 유다에 몰구 온 비극은 바로 이러한 여호사밧의 신앙 교육의 소홀함에서 비롯되었다고 해도 과언이 아닐 것이다. (2) 결혼은 하나님 보시기에 아름다운 것이어야 하며 어떠한 인간의 계략에 의해서도 악용되어서는 안 된다는 것이다. 본문 6절에서 본서 저자는 여호람이 여호와 앞에서 악을 행하게 된 가장 큰 요인은 바로 아합의 딸이 그 아내가 되었기 때문이라고 기록하고 있다. 이는 결혼이 한갖 정치적 목적에 이용됨으로 인하여 여호와 앞에서 온전한 가정의 모습이 파괴된 전형적인 예라 할 수 있다. (3) 우리들은 항상 영적으로 깨어 있어 그분의 심정을 헤아려햐 한다는 것이다. 여호람은 에돔의 군병들에게 포위되어 죽을 지경에서 겨우 살아났음에도 불구하고(9절0 여호와가 참으시는 중에 있는지를 깨닫지 못하였다. 이런 까닭에 어리석은 자들은 하나님이 없다고 말하는 것이다(시 53:1). 그러나 악한 자들을 죽음 가운데서도 살리시는 것은 여호와의 길이 참으심 때문이다. 그러므로 우리는 여호와의 심정을 날마다 헤아려 우리의 행위를 바르게 교정하여야 할 것이다. (4) 하나님은 언제나 인간들의 악행에 대하여 경고하신다는 사실이다. 여호람이 하나님 앞에서 범죄하고 아합의 길로 따르자 여호와께서는 1차 경고와 같은 에돔의 배반을 그 진노의 표현으로 보여주셨다. 그러나 여호람은 계속 가증한 행위들로 범죄하여 결국은 파멸을 당하고 말았다. 그러기에 우리는 언제나 자신을 돌아보아야 할 뿐만 아니라 심령은 더욱 민감케 해 하나님으로부터 오는 경고를 감지해야 할 것이다(히 11:7). * 장자의 왕위 계승권 문제. 본문에서 우리는 여호사밧이 왕으로서는 적합지 못한 장자(長子) 여호람으로 하여금 무리하게 왕위를 계승케 함으로써 유다에 큰 혼란을 초래하였음을 발견하게 된다. 즉, 여호사밧이 아달랴와 결혼하여(6절) 우상 숭배의 영향을 받고 있었던 여호람을 왕으로 계승시켰기 때문에 유다에 문제가 발생한 것이다. 사실 장자는 왕위 계승권에 있어서 우선권을 갖고 있기는 했으나 그것이 절대적인 구속력을 갖고 있지는 않았다. 따라서 여호사밧은 부적합한 인물인 여호람을 구태여 왕으로 삼기보다는 6명의 다른 아들 중에서 자신의 후계자를 선택할 수도 있었을 거이다. 그런데도 불구하고 여호람을 유다의 왕으로 삼은 것은 여호사밧의 불찰이라고 간주할 수 있다. 이러한 사실들을 통해 볼 때 우리는 왕위 계승권과 장자의 명분에 어떤 상관 관계가 있으며, 왕위 게승권은 반드시 장자엑만 주어져야 하는가 하는 의문을 갖게 된다. 이와 같은 문제를 해결하기 위해 성경이 장자의 명분에 대해 어떻게 말하고 있는지를 살펴보면 다음과 같다. (1) 정의 : 일반적으로 장자란 아들 중에서 최고 연장자를 가리킨다(출 6:14;11:5). 때로 이말은 상징적으로 우선권 이나 지상권 을 의미한다. 실례로 이스라엘은 하나님의 장자였다(출 4:22;렘 31:9). 즉, 이스라엘은 다른 민족보다 우선적인 권리를 부여받았다. (2) 권리 : 장자는 특별한 권리를 갖고 있었는데 이는 조상과 가문, 그리고 기업을 중시하는 히브리 사회의 관습에서 유래되었으나 더 근분적으로는 하나님의 지명(指命)에 근거하고 있다. 부친으로부터의 축복(창 27:1-4;48:9), 우대(창 43:33), 형제들 가운데서 지도자적인 위치(창 37:22) 점유, 다른 아들보다 두 배의 재산을 물려받는 것(신 21:17) 등이 장자의 권리에 속한다. 또한 장자는 혈통을 계승하는데(대상 7:1-4) 수혼(嫂婚)의 경우 그 아들은 죽은 장자의 상속인으로 간주하였다(신 25:5). (3) 장자권의 상속 : 장자는 에서의 경우와 같이 자신으 권리를 팔아 넘길 수도 있었던 것 같으며, 근친 상간과 같은 중죄를 저지를 경우 그 권리를 박탈당할 수도 있었더 것 같다(창 25:29-34;35:22;49:3, 4;대상 5:1). 그리고 큰 아들을 무시하고 작은 아들을 지명하는 것은 아버지의 특권이었던 것 같으나(창 48:13-20;왕상 1:32-37;대상 26:10). 이 같은 처사는 관습상 빈축을 샀으며 율법에도 벗어나는 행위로 여겼다(신 21:15-17). 그럼에도 불구하고 장자권 이양의 실례는 성경에 다수 나타나는데 이는 아버지의 변덕이나 형제의 유고(有故)로써가 아니라 단지 하나님의 주권적인 선택으로 이루어졌다. 왕위 계승 문제에 있어서는 장자가 왕위 계승을 주장할 권리가 포함되어 있으나, 최종적인 결정에 있어서 왕은 장자 아닌 다른 사람을 선택할 수도 있었다(왕상 1:29, 30;왕하 1:17). 그리고 왕의 딸이나 왕비는 왕위 계승 문제에 있어서 처음부터 제외되었다(왕하 1:17). (4) 신약적 의의 : 그리스도께서는 모든 창조물보다 먼저 나신 자로서 하나님의 장자가 되셨으며(롬 8:29;골 1:15) 또한 죽은 자들의 장자, 곧 부활의 첫 열매가 되셨다(롬 1:4;고전 15:20;벧전 1:3). 그러므로 성도들도 하나님과 만물의 장자인 그리스도에게 연합될 때 영육간에 풍성한 장자권(축복)을 상속받을 것이다. 위의 성경적 증거들을 통해서 볼 때 여호람은 장자로서 왕위 계승권에 있어서 우선권이 있었음을 알 수 있다. 그러나 그것이 절대적인 것은 아니며 여호사밧은 주권적인 권위에 의하여 왕위를 계승할 수 있었다. 여기서 우리는 여호사밧이 지나치게 전통 관습에 매여 하나님의 입장에서 왕위를 물려주지 못했음을 발견하게 된다. 그러나 하나님은 의로운 장자되신 예수 그리스도를 우리의 장자가 되게 하심으로써 성도들이 그의 의로운 통치를 받게 하셨고 풍성한 축복을 누리게 하셨다. 2. 여호람의 계속된 행악과 비참한 종말(21:11-20) 본문은 에돔과 립나의 배반을 통하여 하나님의 징계를 받았음에도 불구하고 계속해서 산당을 세워 예루살렘 거민들로 하여금 음란하게 우상을 숭배케 한(11절) 여호람아 엘리야의 편지에 예언된 대로(12-15절) 여호와의 징계를 받아 블레셋과 아라비아의 침입을 당하고(16, 17절) 비참한 종말은 맞이한 사실을 기록하고 있다(18-20절). 엘리야의 편지에서 에언된 하나님의 경고는 여호람이 큰 재앙으로 인하여 많은 재물을 잃고(14절), 창자가 빠져 나오는 중병에 걸려 죽게 될 것이라는 것이었는데(15절) 그것이 사실 그대로 성취되었던 것이다(16-19절). 이러한 내용을 담은 본문은 열왕기의 저자와 그 집필 의도가 판이하게 다른 바 이를 살펴보면 다음과 같다. 열왕기 저자는 왕하 8:23, 24에서 여호람에 대해 단순히 이스라엘 열왕들의 치적을 평가하는 통상적인 방법(왕상 14:31;15:7, 8, 23, 24;16:27, 28;22:39, 40 등)에 따라 기록하였다. 그러나 본서 저자는 엘리야가 경고했는데도 불구하고 계속된 악정으로 인해 여호람이 블레셋과 아라비아의 침입을 받은 사실, 그리고 예언이 성취된 결과와 여호람이 죽은 후에 열조의 묘실에 묻히지 못했다는 사실을 첨언해서 기록한다. 그래서 본서 저자는 여호람의 악을 더욱 분명히 드러냄과 동시에 악으로 인해 파멸한 자의 마지막을 강조함으로 이스라엘 백성들에게 역사적 교훈을 준다. 이와 같은 본문에서 우리는 다음과 같은 교훈들을 발견하게 된다. (1) 자신의 신분을 망각할 때는 언제나 하나님의 책망을 받게 된다는 것이다. 선지자 엘리야는 다윗의 하나님 (12절)이라는 호칭으로 여호람을 책망했다. 왜냐하면 그가 마땅히 따라야 할 다윗의 의로운 길에서 탈선함으로 인해 다윗의 자손 이라는 신분을 더럽혔기 때문이다. 이처럼 명예로운 이름을 갖고 있었으나 그에 합당치 못한 행적을 한 사람들로서 신약 시대의 바리새인들과 사두개인들을 들 수 있다. 그들은 아브라함의 자손 이라고 스스로 자부하고 있었으나 세례 요한으로부터는 독사의 자식들 (마 3:7), 예스님으로부터는 회칠한 무덤 , 소경된 인도자 라고 책망받았다(마 23:16, 27). 뿐만 아니라 주여 주여 하면서도 하나님의 뜻대로 행치 않는 불법을 행하는 자들 (마 7:21-27)이라고 책망받았다. 그러므로 성도들은 항상 하나님의 자녀 라는 이름에 합당한 열매를 맺는 생활을 하여야 할 것이다(요 1:12). (2) 악인의 멸망은 순식간에 임하게 된다는 것이다. 여호람이 형제들 모두와 방백 몇 사람을 죽이고 왕권을 장악했을 당시, 사람들은 그 왕권이 영원히 존속될 것처럼 보였을 것이다. 그러나 여호람은 집권 8년 만에 갑작스런 블레셋의 침입으로 왕궁의 모든 재물과 그 아들欲泡아내들을 빼앗겼다(17절). 게다가 자신은 졸지에 중병에 걸려 2년 동안이나 고생하다가 죽고 말았다. 이처럼 악인의 멸망은 풀과 같이 순간에 베임을 당하기 때문에 시편 기자는 행악자를 불평하지 말며 불의를 행하는 자를 투기하지 (시 37:1) 말라고 교훈하고 있는 것이다. (3) 하나님께 인정받지 못하는 통치자는 백성들의 인정도 받을 수 없다는 것이다. 유다 백성들은 여호람을 애도하거나 분향하지도 않았으며 저를 다윗의 열조의 묘실에 두지도 아니했다. 이것은 그가 하나님의 징게 뿐만 아니라 백성들로부터도 얼마나 많은 미움을 받았던가 하는 것을 잘 보여 준다. 그러므로 통치자들은 항상 하나님과 사람 앞에서 공히 인정받을 수 있어야 함을 명심하여야 할 것이다. 하나님께 인정 받는 사람은 사람들에게도 인정받기 때문이다."
        }
    ]
}