{
    "bible_book": "역대하",
    "chapter_number": 3,
    "commentaries": [
        {
            "verse_reference": "3:1",
            "commentary": "본절은 예루살렘 성전이 건축된 장소에 대하여 소개하고 있다. 예루살렘 모리아산에 - '모리아 산'(Mt. of Moriah)은 일찍이 아브라함이 그의 아들 이삭을 하나님께 번제로 드리려고 했던 바로 그 산이다(창 22:2). 또한 다윗이 '하나님의 전'을 짓기로 결정한 곳이기도 하다(대상 22:1). 이러한 사실은 온전한 순종으로 자기아들을 번제로 드리려고 했던 아브라함의 신실한 제사와 솔로몬의 성전이 서로깊은 관계가 있음을 암시해 준다. 즉, 솔로몬의 성전 역시 신령과 진정으로 살아계신하나님께 예배드리는 곳이라는 점(요 4:20-24)이 부각되고 있는 것이다. 오르난의 타작 마당 - 이곳은 다윗이 백성을 계수(計數)한 죄 때문에 징벌을 받을때 하나님께서 심판의 진노를 멈추신 장소이자(대상 21:15) 다윗이 번제단을 쌓았던곳이다. 다윗은 이곳을 오르난(일명, 아라우나)으로부터 금 육백 세겔을 주고 사들였는데 이제 바로 이곳에 솔로몬의 성전이 건축되게 된 것이다(대상 21:25). 이것은 장차 진정한 성전되신 예수 그리스도로 말미암아 택 한 백성에 대한 하나님의 진노가 멈추어질 것임을 상징한다."
        },
        {
            "verse_reference": "3:2",
            "commentary": "왕위에 나아간 지 사 년 이월 초이일에 - 왕상 6:1에 따르면 이 해는 출애굽한 지480년째 되는 해 '시브월'이었음을 알 수 있다. 시브월(the month Ziv) 은 유대 종교력으로는 2월이지만 오늘날의 양력으로 치면 4,5월로 봄철이다. 성경 총론, '성경의 도량형과 화폐 및 월력' 참조. 한편 솔로몬은 B.C. 970년경에 즉위한 것으로 알려지고있으니 솔로몬의 통치 4년이면 B.C. 966년경이 된다. 그런데 이때까지 성전 건축이 시작되지 않았던 이유는 아마 (1) 대내외적인 혼란 정국(政局)을 안정시키기까지 그 정도의 기간이 소요되었기 때문일 것이다. 1:1 주석 참조. (2) 그리고 성전 건축을 위한계획과 준비 기간도 필요 했기 때문이었을 것이다."
        },
        {
            "verse_reference": "3:3",
            "commentary": "전을 위하여 놓은 지대 - 여기서 '지대'(支臺)란 성전의 기초를 가리킨다. 건 축 작업시에는 어떠한 건물을 짓던 간에 반드시 땅을 다지고 건물이 들어설 자리에 돌로써지대를 놓는데 이는 건물의 하중(荷重) 때문에 지반(地盤)이 내 려앉는 것을 방지하기위한 목적에서이다. 옛적 재는 법대로...이십 규빗이며 - 히브리인들이 보통 사용하던 규빗 (Cubit)은어른의 팔꿈치에서부터 중지(中指)까지의 길이로 약 45.6cm이다. 그러나 에스겔서에나타나는 규빗은 이보다 손바닥 폭만큼이나 더 긴 52-54cm 가 량이었다(겔 40:5;43:13). 그런데 여기서는 '옛적 재는 법', 즉 이스라엘인들이평소 사용하던 정상 규빗에 의거 성전의 지대를 측정하였음이 분명히 밝혀져 있다. 따라서 1규빗을 45.6cm로잡고 계산한다면 성전의 지대는 길이가 약 27.36m, 너비가 약 9.12m였음을 알 수 있다. 한편 왕상 6:2에는 성전의 높이도 언급되어 있는데 '삼십 규빗' 곧 13.68m이다."
        },
        {
            "verse_reference": "3:4",
            "commentary": "그 전 앞 낭실의...고가 일백 이십 규빗이니 - 여기서 '낭실'(* , 울람)은 성전 입구에 부속된 건물로 일종의 대기실이다. 그런데 KJV나 RSV는 이를 '현관 '(porch or vestibule)으로 번역하고 있다. 한편 왕상 6:2에 따르면 성전의 고(height)는 30규빗이었음을 알 수 있다. 때문에 성전 앞에 있는 낭실의 높이가 120규빗이라는기록은 어딘가 모순된 것 같다. 이에 대해 카일(Keil)은 그것의 높이가 120규빗이라면그것은 낭실이라고 할 수 없으며 '망대'(*, 마그달)로 보 아야 한다고 했다.그러나 그것이 망대라고 할지라도 120규빗(약 55m)이라는 와이는 건축물의 외형상 결코 어울리지 않는다. 그러므로 대부분의 학자들은 본절의 '일백 이십 규빗'을 필사상의 오기(誤記)로 보고 그 높이를 낭실의 길 이와 너비에 어울리게 20내지 30규빗 정도로 추측한다. 바로 이 같은 견해에 따라 히브리어 원문을 수정, 번역하고 있는 영역본성경도 있는데 곧 NIV(The portico...twenty cubits high)이다. 왕상 6:3 주석 참조. 안에는 정금으로 입혔으며 - 이것은 평행 구절인 왕상 6:3에는 없는 기록이다. 한편 솔로몬이 성전을 정금으로 장식한 것과는 달리 훗날 요시야가 퇴락한 성전을 수리하였을 때에는 정금을 사용하였다는 언급이 없다(왕하 22:3-7). 아마도 이는 분열 왕국 기간 동안 애굽 왕 시삭이 예루살렘을 침략, 성전의 보물들을 모두 약탈해 가버렸기 때문일 것이다(왕상 14:26). 또한 이후에도 수 차례 외적이 침입하여 남은 것을 몰수히 노략해 가버렸기 때문에(왕하 14:14; 18:15, 16; 24:13; 25:15) 여력이 없었던탓도 있을 것이다."
        },
        {
            "verse_reference": "3:5",
            "commentary": "그 대전 - 대전(大殿)은 성막의 '성소'(the Holy Place)에 해당되는 성전 내부의 공간을 가리킨다. 그런데 이를 대전(the great house)이라 칭하고 있는 까닭은 그곳이지성소(the Holy of Molies)와 더불어 성전 전체의 중심이 되는 곳이 기 때문이다. 그런데 이곳은 일명 '외소'(外所)라고도 불리웠다(4:7, 8). 정금으로 입히고 - 여기서 '입히고'에 해당하는 히브리어 '하파'(* )는 4절의'입혔으며'에 해당하는 히브리어 '차파'(* )와 동의어로서 다간이 덮어 도금하는 것을 가리킨다. 종려나무 - 이것은 성경에서 주로 '번영'(시 92:12), '아름다움'(아 7:7, 8), '승리의 표'(요 12:13; 계 7:9) 등을 상징하고 있다. 때문에 이 종려는 많은 조각품이나 고대 유대의 회당에도 양각(陽刻)되었다. 왕상 6:29 주석 참조. 사슬 - 왕상 6:18, 29, 32, 35에서는 이것을 '핀 꽃'이라고 표현했다. 아마도 이는 금사슬(gold chains)의 형태가 마치 꽃장식과 같았기 때문일 것이다. 이러한 금사슬은제사장의 제복에도 달았으며(출 28:14, 22, 34, 36) 성전 기둥의 장식으로도 쓰였다(16절; 왕상 7:17). 한편 사슬은 은유적으로 '환란', '결박'(욥 36:8; 행 26:29; 히11:36)을 의미하기도 하나 여기서는 예루살렘에 대한 여호와의 보호하심을 나타 낸다고 볼 수도 있다(겔 16:11). 그리고 열왕기에서 이것을 '핀 꽃'으로 표현한 것은 하나님의 영광과 아름다우심을 나타낸 것이라고 볼 수 있다. 이로 볼 때 열왕기 기자는 성전을 묘사함에 있어서 '하나님의 영광'을, 역대기 기자는 '하나님의 보호하심'을 강조하고 있음을 알 수 있다."
        },
        {
            "verse_reference": "3:6",
            "commentary": "바르와임 금 - 금의 산지로 알려져 있는 바르와임(Parvaim)의 정확한 위치는 지금까지 알려지지 않고 있다. 그런데 이와 동일한 지역으로는 다음과 같은 세 지역이 유력시되고 있다. (1) 예마마(Yemamah)에 있는 '샅 엘 파르웨인'(Sak el Farwein), (2)창 10:30에 나오는 '스발'(Sephar), (3) 예멘(Yemen)에 있는 '파르와'(Farwa). 이 중에서 특히 유력시되고 있는 곳은 예멘의 '파르와'이다. 한편 유대 전승에 따르면 바르와임 산(産) 금은 불그스레한 광택을 발하였는데 속죄일에는 그 빛이 더욱 불그스레하였다고 한다(Talmud Yoma, 45a)."
        },
        {
            "verse_reference": "3:7",
            "commentary": "들보와 문지방 - '들보'는 지붕을 받치기 위하여 벽위를 건너지는 커다란 목재를가리킨다. 그리고 '문지방'은 문 아래 문설주 사이에 가로 놓인 목재를 가 리킨다. 그런데 여기서는 들보가 언급되어 있는 것으로 보아 좀더 넓은 의미로 문설주는 문의 기둥까지도 가리키는 것 같다. 벽에 그룹들을 아로새겼더라 - 왕상 6:29에 의하면 성전 벽에는 비단 그룹들 뿐 아니라 종려와 핀 꽃 형상도 아로새겼음을 알 수 있다. 그런데 여기에 그룹(cherub)에관해서는 삼상 4:1-10 강해, '그룹에 대하여'를 참조하라."
        },
        {
            "verse_reference": "3:8",
            "commentary": "지성소(至聖所) - 이곳은 외소(外所)인 대전(大殿)과 달리 일명 내소(內 所)라고도불리웠다(4:20). 왕상 6:20에 따르면 지성소는 길이와 너비와 높이가 모두 20규빗인정육면체였음을 알 수 있다. 그런데 역대기 저자는 3절에서 성전의 고(?)에 대한 기록을 생략하였듯이 본절에서도 지성소의 고에 대한 기록을 생략하고 있다. 한편 성경에서 정육면체는 절대적 완전성을 의미한다(겔 48:20; 계 21:16). 따라서 지성소는 절대 완전하신 하나님의 임재를 상징한다고 볼 수 있다. 정금 육백 달란트로 입혔으니 - 이 금 600달란트는 다윗이 성전 건축을 위하여 예비해 두었던 금 십만 달란트 중의 일부분이다(대상 22:14). 그렇지만 1 달란트(Talent)는 약 34.27kg이니 600달란트만 하여도 20.562kg에 해당하는 엄 청난 양이었음을 알 수있다."
        },
        {
            "verse_reference": "3:9",
            "commentary": "못 중수가 오십 금 세겔이요 - 1세겔(Shekel)은 약 11.4g에 해당하는 무게이다. 그러므로 50세겔은 약 570g에 지나지 않는 적은 양임을 알 수 있다. 한편 지성소를 치장한 데 사용된 금이 600달란트였던 데 반해(8절) 그 금장식들을 고정시키는 '못'에는600g도 채 안 되는 너무 적은 양의 금이 쓰인 데 대하여 일부 비평 학자들은 이 수치가 필사상의 오기(誤記)라고 주장한다. 그러나 카 일(Keil)의 주장에 따르면 그 못은약간의 금으로 도금한 것이라고 한다. 사실 만일 못이 정금으로만 되어 있다면 못의역할을 할 수 없었을 터이니 이는 단단한 금속에다가 약간의 금을 도금한 것임이 분명하다."
        },
        {
            "verse_reference": "3:10",
            "commentary": "두 그룹의 형상을 새겨 만들어 - 지성소의 그룹은 대전(大殿) 벽에 새긴 그룹 장식(7절)과 달리 직접 조각하여 만들어 세운 조상(彫像)이다(Keil). 이것은언약궤 위에놓인 작은 두 그룹과(출 25:18-20)는 다른 것으로서 두 그룹의 날 개 길이가 모두 20규빗이나 되며 지성소 전면(全面)을 가득채웠다(11절). 왕상 6:23에 의하면 이 그룹은 감람목(olive tree)에 정금을 입혀 만든 것임을 알 수있다. 보다 자세한 내용은 그곳주석을 참조하라."
        },
        {
            "verse_reference": "3:11,12",
            "commentary": "두 그룹의 날개 길이가 모두 이십 규빗이라 - 각 그룹의 날개 하나의 길이는 5규빗이며, 두 그룹의 한쪽 끝은 양쪽 벽에 닿아 있고 다른 한쪽 끝은 두 그룹끼리 서로 맞닿아 있었다. 때문에 너비가 20규빗인 지성소 전면(8절)은 완전히 그룹들로 가득차 있었던 셈이다. 이와같이 하나님의 거룩하심과 영광의 임재를 암시하는 그룹들이 전면에 가득찬 것은 곧 하나님의 영광과 거룩의 충만함을 상징한다고 볼 수 있다. 한편 왕상6:25에는 이 두 그룹이 모두 동일한 크기와 형상을 지녔음이 언급되어 있다. 이에 관한 보다 자세한 내용은 그곳 주석을 참조하라."
        },
        {
            "verse_reference": "3:13",
            "commentary": "그 얼굴을 외소로 향하고 서 있으며 - 여기서 외소(外所)란 성소, 즉 대전 을 가리킨다. 5절 주석 참조. 이처럼 솔로몬이 감람목으로 만든 그룹들은 법 궤 뚜껑, 즉 속죄소 위에 올려져 있는 작은 그룹들이 서로 얼굴을 마주보도록 세워져 있는 것과는 달리(출 25:20) 성소를 향하여 앞으로 보도록 세워져 있었 다. 한편 그룹이 정확히 어떠한형상을 하였는지는 분명하지 않다. 다만 본절 과 에스겔서 등을 참조할 때 사람의 얼굴과 독수리의 날개 그리고 사자 또는 황소의 몸통을 지녔음을 알 수 있다(겔 1:5, 6).그런데 일부 학자들은 이 그룹 을 반인 반수(半人半獸)인 어떤 신화적인 괴물 곧 스핑크스(Sphinx)와 같은 것 에 연관시켜 생각하기도 한다. 왕상 6:25, 26 주석 참조. ☆ 성전의기본 구조에 대한 설계 이외에 장식품들 역시 그 나름대로의 의미를 지니고 있다. \"지성소\"에는 그룹들이 있으며 휘장과 본당 벽에는 실제로 이러한피조물들의 그림과 새겨진 형상들이 있었다. 성소가 하나님의 신성한 거처를 반영하는 것처럼 이러한 피조물들의 형상들은 하나님 곁에서 끊임없이 하나님을찬양하는 무리들을 반영하는 것이다(참조, 사 6:2-). 여기에는 하나님의 주권에대한 묘사가 나타나 있다. 에스겔이 바벨론에서 바벨론 제국의 보좌에 앉아 계신 하나님의 이상을 보았을 때 그 보좌 중앙에는 그룹들이 있었다. 그것은 하나님이 주님으로서 주관하시는 피조의 질서를 나타내는 것이었다. 거기서(겔 1장, 참조 10:15) 그들은 기이한 듯이 보이는 방식으로 인간적인 특성들과 동물적인특성들을 공유하고 있었다(1:5-10). 그러나 그것은 피조물 전체를 나타내는 것이었다. 이것은 솔로몬 성전이 상징하는 것이기도 하다. 4:4의 \"소\"들도 이와 유사한 역할을 하는 것으로 보인다(맥콘빌레)."
        },
        {
            "verse_reference": "3:14",
            "commentary": "문장 - 이것은 모세의 성막에서 성소와 지성소를 구별짓던 휘장에 해당되는 것이다(출 26:31). 대제사장을 제외하고는 아무도 이 문장을 젖히고 지성소 안으로 들어갈수 없었는데, 그나마 대제사장도 일년에 한 번 속죄일에 들어갈 수 있었을 뿐이었다(히 9:6-8). 이것은 바로 하나님과 속인(?人)들 간의 거리감을 시사할 뿐 아니라 구약 시대 제사 제도의 잠정적, 예표적 성격을 암시해준다. 그러나 그리스도께서 십자가에 죽으실 때 이 문장을 둘로 갈랐을 뿐만 아니라 하나님과 인간 사이에 화해의 길을 열어 놓음으로써 이제는 일반 그리스도인들조차 담대히 지성소 앞에까지 나아갈 수있게 되었다(히 10:19-22). 이에 관한 보다 자세한 내용은 출 26:33 주석을 참조하라."
        },
        {
            "verse_reference": "3:15",
            "commentary": "고가 삼십 오 규빗이요 - 성전 앞에 분리하여 세운 이 두 기둥(왕상 7:21)의 높이에 관해서는 역대기와 열왕기의 기록이 서로 다르다. 즉, 본절에는 35규빗으로 나와있는 반면 왕상 7:15에는 18규빗으로 나와 있다. 추정컨대, 이 역시 필사자가 '18'(* )을 '35'(* )로 오기(誤記)한 결과인 듯하다(Keil & Delitzsch Commentary,vol. III, p. 318). 그런데 어떤 학자(Curtis)는 주장하기를, 역대기 기자가 왕상 7:15을 텍스트로 사용하여 읽었을 때 '소는 각각 십 팔 규빗이라 각각 십 이 규빗 되는 줄을 두를 만하며'에서 둘레 12규빗을 높이로 잘못 읽어서 높이를 18+12=30규빗으로 해석했다고도 본다. 그럴 경우 기둥 꼭대기의 머리 높이가 5규빗이기 때문에 전체 높이는 35규빗이 되는 셈이다. 그렇지만 이는 양 기록의 차이를 조화시키기 위한 지나친억측이라 하겠다. 왕상 7:15 주석 참조. 기둥 꼭대기의 머리가 다섯 규빗이라 - 이처럼 기둥 위에 높이 5규빗인 장 식용 머리가 있었다는 사실은 왕상 7:16; 렘 52:22 등에 의해 확인 되고 있다. 그런데 유독왕하 25:17에서만 기둥 머리의 높이가 3규빗이었던 것으로 나와 있다. 이러한 차이점역시 필사자의 실수로 밖에는 달리 시원스럽게 설명될 수 없다. 왕상 7:16 주석 참조.한편 이처럼 기둥에 장식용 머리가 달린 것들은 고 대에 유행하던 양식(樣式)이었던 것같다. 왜냐하면 하솔(Hazor)에서도 이와 유 사한 고고학적 유물이 발굴되었기 때문이다(H. G. M. Williamson)."
        },
        {
            "verse_reference": "3:16",
            "commentary": "성소같이 사슬을 만들어 - 여기서 '성소같이'에 해당하는 히브리어 '바데비 르'(* - )의 문자적인 뜻은 '성소 안에'이다. 그런데 본문은 낭실 앞의 기둥 들에관한 기록이므로 여기서 성소가 언급될 하등의 이유가 없다(Keil). 그래서 일부 학자들은 '바데비르'를 '카르비드'(* )로 고쳐 읽기도 한다(Betheay, Kittel). 이에 따라 본절 전체를 재해석하면 '목걸이 같은 사슬을 만들어'가 된다 (Curtis). 그러나 혹자는 본문을 수정해서는 안 되며 본절은 지성소에서 낭실 앞 기둥까지 이르는'50규빗 길이의 사슬'을 뜻한다고도 주장한다(O. Zockler)."
        },
        {
            "verse_reference": "3:17",
            "commentary": "본절에서 성전 기둥에 명명된 두 이름 야긴과 보아스는 바로 성전의 건립 의미와부합 되는 것으로 여호와께서 솔로몬의 성전을 영원히 붙드심을 나타낸다. 야긴 - '그가 세우신다'(*, 야킨)는 뜻이다. 이는 솔로몬의 성전 및 다윗왕조 를 세우시고 지탱해 가시는 분이 곧 하나님이심을 상징한다. 보아스 - '그의 능력으로'(* , 보아즈)라는 뜻이다. 이는 솔로몬의 성전 및 다윗 왕조에 힘과 능력을 주시는 분이 하나님이심을 상징한다. 왕상 7:21 주석 참조. 솔로몬의 통치 사역 가운데서(1:1-9:31), 성전을 건축해서 하나님께 봉헌한 사건(2:1-7:22)은 그 절정을 이루는 부분이다. 왜냐하면 그의 사역을 기록하는 과정에서 본서 기자는 성전에 관계된 일을 서술하는 데 다른 것보다 더 많은 지면을 할애했기 때문이다. 성전을 건축하는 사역을 언급하는 가정에서 앞장에서 건축을 위해 인적인 자원 뿐만 아니라 물적인 자재를 준비하는 솔로몬의 모습과 함께 이방인까지 그 일에 적극 협조하는 당시의 상황을 생생히 그렸다. 이에 계속 이어지는 본장은 지금까지 준비된, 즉 선왕 다윗이 예비한 자재(대상 22:2-5)를 가지고 '하나님의 전'으로 지정된 장소인 모리아 산에서(대상 22:1) 건축을 시작하는 대목이다. 이 같은 내용을 비교적 압축해서 서술하고 이쓴 본장은 성전을 착공한 시간과 장소를 언급한 전반부(1, 2절)와 성전을 건축한 사역을 기술한 후반부(3-17절)로 구성되어 있다. 그런데 본장은 성전 내의 주요한 두 방(房)인 성소와 지성소를 만드느 일에 관해 중점적으로 언급하고 전 앞에 세운 두 기둥을 기술하고 있어 앞으로 재건될 성전의 특징을 예시하고 있다. 다시 말해서 열왕기서에서는 성건 건축의 기사를 더 자세하게 말함(왕상 6:1)과 동시에 더 많은 부분을 할애해서 성전 건축의 면모를 세세하게 언급하고 있는데 반해(왕상 6:2-38), 본장에서는 그 성전의 주요 부분과 특징만을 요약해서 기록하고 있는 것이다. 또한 이 뿐만 아니라 열왕기는 하나님의 약속(왕상 6:11-13)과 성전 건축 기사를 병행해서 기록하고 있으나 본장에서는 오직 성전 건축 기사만을 언급해 당시 성전 건축의 사역만을 나타내고 있다. 그러므로 본장은 포로 생활에서 귀환한 이스라엘 백성들에게 성전 재건에 대한 자료들을 그 특징적으로 예시하고 있는 것이다. 한편, 전장(前章)에서와 마찬가지로 본장에서도 본서 기자는 본문의 구성과 내용을 통해 자신의 시학적인 관점을 최대한 잘 나타내고 있다. 예를 들면 열왕기서 기자는 솔로몬의 성전 건축 시기를 출애굽 사건과 연관시키면서 성전 건축이 이스라엘의 성립과 번영을 의미하고 있음을 보여 주고 있다. 반면에 본서 기자는 건축 시기에 대해서는 간단히 언급하면서도 성전 건축이 이루어지는 장소에 대해서는 많으가 의미를 부여하고 있다. 다시 말하면 본장은 솔로몬 성전이 건축되는 자리가 아브라함이 그의 아들 이삭을 바쳤던 모리아 산임과 동시에 여호와께서 다윗에게 나타나셨던 장소, 즉 여부스 사람 오르난의 타작 마당이라는 것에 많은 의미를 둥다. 그러므로 그 성전은 아브라함의 언약과 다윗 언약의 현시적(現示的) 구현이며 더 나아가서 성전보다 더 큰 이로 오실 예수 그리스도의 표상인 것을 암시한 것이다. 또 단순히 사실적 묘사에만 그치고 있는 열왕기 기자와는 달리(왕상 6:2) 본서 기자는 성전 건축 방법에 있어서 모세의 장막 건축 방법과 같이 옛적 재는 법대로 (3절) 척수를 재어 건축하였음을 언급하고 있는데, 이것은 그가 솔로몬의 성전을 모세의 장막과 연결시키려고 했음을 보여 준다. 이러한 내용을 통해 본장에 나타난 특징과 그 교훈을 살펴보면 다음과 같다. (1) 옛적 재는 법대로 함(3절) : 솔로몬은 성전 건축의 시기와 장소 뿐만 아니라 성전 각 요소 요소의 치수에 있어서도 하나님께서 다윗에게 계시해 준 양식(대상 28:11-19)에 따랐다. 이처럼 오늘날 성도의 사역과 삶은 오직 영원한 계시인 성경 말씀에 근거해야만 한다. (2) 가장 값진 보석으로 단장함(6, 7, 9, 10절) : 이는 역사의 종말에 완성될 새 예루살렘의 영광을 상징한다(계 21:18-21). 이같이, 성던된 성도즐도 자신의 삶이 정금(精金)보다 값진 성령의 아홉 가지 열매들로 이루어지도록 노력해야 할 것이다(갈 5:22, 23) 1. 건축되는 성소와 지성소(3:1-9) 성전을 건축하기 시작해서 준공하기까지의 과정을 요약적으로 기술해 소개하고 있는 대목(3:1-5:1) 가운데서 본문은 그 서문적인 위치를 차지하고 있다. 그래서 본문은 성전이 건축되기 시작한 시점과 장소에 대해 역사적 자료로서 비교적 자세히 언급하고 있다(1, 2절). 그리고 본문은 성전의 제일 핵심 부분이라 할 수 있는 성소(3-7절)와 지성소(8, 9절)의 건축 과정과 구조에 대해서도 간략하나마 언급하고 있다. 이러한 본문의 내용을 요약해 보면 다음과 같다. (1) 성전이 건축된 장소(1절) : 솔로몬은 성전 건축을 자기의 영광으로 삼지 않고 오직 하나님의 영광을 위한다는 일념으로 임했기 때문에 임의로 자신의 계획이나 구도에 따르지 않고 철저히 하나님께저 지시하신 바에 순종하여 따랐다. 그래서 자신의 선친인 다윗이 정한 장소가 성전 건축에 적합한지 그 적합성 여부를 가리지 않고 오직 순종함으로 성전이 건축될 장소를 결정하였던 것이다. 마치 이삭이 그의 아버지 아브라함의 행함에 절대 순종함으로 그의 부친을 복받게 하고 언약의 실행을 도운 것처럼 다윗의 아들 솔로몬도 그의 부친의 언약하심에 순종함으로 언약을 성취하였다. 이와같이 그리스도께서도 하나님께 순종하심으로 많은 사람들을 위인의 길로 인도하시고 하나님의 뜻을 이루신 것이다(롬 5:19). (2) 예루살렘, 모리아산, 오르난의 타작 마당(1절) : 성전이 건축된 자리에 대한 이와 같은 설명어들은 다음과 같은 의미를 내표하고 있다. 첫째, 예루살렘은 하나님께서 택하시어 당신의 이름을 두시기로 한 장소로서 판결의 보좌와 증거궤가 있는 장소임을 뜻한다(시 122:4, 5). 둘째, 모리아 산은 여호와께서 이삭 대신에 숫양을 준비해 두였던 장소임을 뜻한다(창 22:13). 셋째, 오르난의 타작 마당은 여호와께서 다윗에게 불로써 응답하시고 진노를 멈추시며 속죄를 이루신 장소임을 뜻한다(대상 21:18, 26). 그리고 이 뿐만 아니라 오르난의 타작 마당은 이방인인 여부스 사람의 땅이기 때문에 이는 장차 이방인들도 여호와의 진노의 불길 속에서 그리스도로 말미암아 구원을 얻고 심판 가운데서 건짐을 받을 것임을 암시하고 있다. (3) 건축 시기(2절) : 솔로몬은 왕위에 나아간 지 4년째 되는 해에 성전을 건축하였다. 처음 즉위 3년간은 성전 건축에 필요한 건축 재료와 기술자들을 준비하는데 힘썼다. 이와같이 솔로몬이 그의 통치 시작부터 성전 건축에 몰두한 것은 여호와를 향한 그의 열심과 선왕의 간곡한 당부(대상 28:20, 21)를 지키기 위한 것으로써 그가 얼마나 성전 건축에 관심을 쏟았던가를 알 수 있다. (4) 성소와 지성소의 건축(3-9절) : 성전 건축의 시기와 장소 뿐만 아니라 성전 각 요소 요소의 치수에 있어서도 솔로몬은 하나님께서 다윗에게 계시해 준 양식에 따랐다. 그리고 성전을 지은 후에 내부를 정금과 보석으로 장식해 하나님의 영광과 위엄을 드러냈다. 이와 같은 본문을 통해서 우리는 다음과 같은 교훈을 얻을 수 있다. (1) 하나님께서 지정하신 건축지에 솔로몬이 성전을 지은 사실에서 우리는 신앙적인 삶을 살 때 항상 말씀이신 예수 그리스도의 터 위에서 행해야 함을 배울 수 있다(고전 3:10, 11). 왜냐하면 우리의 사상 뿐 아니라 행위의 총체적인 것들은 모두 말씀에 그 근거를 두어햐 하기 때문이다(딛 2:5). (2) 성전이 정금과 보석으로 장식된 것은 성도의 생활이 어떠해야 할 것인지를 보여준다. 즉, 성도는 그리스도의 터 위에 금과 보석 같은 믿음으로 집을 겉축해야 하기 때문에(마 7:24-27) 언제나 성전인 자신의 몸으로 하나님을 영화롭게 해야 한다(고전 6;20). * 계시(revelation)의 양식. 솔로몬은 성전을 건축함에 있어서 어느 것 하나 자신의 계획과 뜻에 의하지 않고 오직 하나님께서 다윗에게 말슴하신 바의 설계대로 행했다(대상 28:11-19). 이와 같이 하나님의 말씀의 권위에 따라 모든 행위를 결정하는 것은 기독교, 즉 계시 종교(啓示宗敎)의 원리이다. 그런데 일반적으로 계시는 하나님께서 당신의 이름과 영광을 위하여 먼저 당신의 자기 백성에게 주권적으로 역사하실 때 주어진다. 그래서 게시의 역사는 그 싣의 역사적 정황과 인간으 환경, 그리고 그드리 언어 등을 통하여 일아어나는 것이다. 여기에서는 일반적으로 잘 알려진 계시의가 양식에 대해 살펴보고자 하는데 이를 서술해 보면 다음과 같다. (1) 신적 겸영의 양식(the modality of divine condescension) : 이것은 의인법적(anthropomorphic)인 양식으로서 하나니미 주님, 왕, 심판자, 목자, 아버지, 남편 등 인간 사회에서 통용되는 호칭들로 불리워지는 것이다. (2) 말씀의 양식(the modality of divine speaking) : 이것은 계시의 대표적인 양식으로서, 무언(無言)의 이방 종교와 확연히 구별시켜 주는 특수한 것이다. 다시 말해서  주께서 일러 가라사대 , 여호와께서 말씀하시기를 등은 말씀이 계시의 양식으로 선포됨을 보여 주는 대표적인 표현들이다. 이때 계시의 도구자이며 말씀의 대언자인 선지자들은 자신들의 인격이 특별 계시를 나타내는 데 적합하도록 준비되고 성별되어져 하나님의 말씀에 참여하게 되는 것이다(히 1:1-4). (3) 역사적 사건 양식(the modality of historical events) : 이 계시의 양식으로서 가장 명확하며 구체적인 계시의 실현이 바로 성육신의 사건을 통해 구원의 역사를 이루시는 구속사적 사건이다. 또한 이것은 말씀이 육신이 된 초자연적 계시로서 타락한 인간을 구원하는 것을 그 목적으로 하고 소실된 신지식을 회복하는 것을 그 내가으로 한다. 이러한 성육신의 사건 이외에도 구약 시대로부터 신약 시대에 이르기까지 인간의 역사, 시간, 문화 속에서 계시는 밀접하게 연관되어 나타나기 때문에 이런 의미에 서의 계시는 인간의 역사적 사건과 밀접하게 관련되어 있다고 불 수 있다. 이러한 이유로 인해 본문에 기록된 솔로몬의 성전 건축을 한갖 한 나라의 역사적 사건으로만 보기 보다는 하나님께서 이러한 인간의 역사를 통하여 놀라운 계시를 밝히 보인 것으로 생각할 수 있다. 그래서 하나님께서는 구약의 성도들로 하여금 영광스러운 하늘 나라를 사모하게 하신 것이다. 또한 신약의 성도들에게는 이를 통하여 언약에 신실하신 하나님과 계시의 점진성을 깨닫게 하신다. 그리고 이 뿐만 아니라 하나님께서는 지금도 성경을 통하여 또한 우리의 삶을 통하여 신령한 의를 사모하게 하시는 것이다. 2. 지성소의 두 그룹과 두 기둥(3:10-17) 본문은 바벨론의 포로 생활로부터 돌아온 이스라엘 백성들에게 성전의 재건에 대한 정보를 제공해 주기 위해 성전의 핵심 구조를 특징적으로 언급한 전단락(1-9절)에 이어지는 대목이다. 즉, 본문은 성전의 핵심부를 설명한 부분에 이어지는 장면으로 성전 재거네 필수적으로 요긴한 자료를 제공하기 위해 지성소 안에 만들어졌던 두 그룹(10-14절)과 성전 앞의 두 기둥(15-17절)아 대해서 기술하는 부분이다. 그런데 본서 저자는 본문을 통해 성전 재건에 대한 결정적인 정보를 이스라엘 백성들에게 주려고 한 듯하다. 왜냐하면 지성소 안에 있는 그룹은 하나님의 위엄과 임재를 나타냄과 동시에 하나님의 법궤에 대한 기억을 회상시키기 위해서 언급된 것 같기 때문이다. 그리고 이것과 더불어 두 기둥은 성전의 터를 찾아 재건하는 데 결정적인 단서가 될 수 있기 때문이다. 사실 솔로몬의 성전은 바벨론 왕 느부갓네살에 의해 불살라지고 파괴된 바(왕하 25:8-17) 그 형체 조차도 찾기가 어려웠을 것이다. 그러기에 본서 저자는 성전 재건에 대한 희망과 더불어 그 결정적 정보를 제공한 듯하다. 성전의 두 기둥은 성전의 기모(氣貌) 뿐만 아니라 방향 등 성전 재건에 관계된 많은 정보를 줄 수 있기 때문이다. 이와 같은 추측은 같은 저자에 의해 기록된 에스라서(스 3:1-13)를 살필 때 더욱 확실케 한다. 이러한 본문에 나타난 특징들을 살펴보면 다음과 같다. (1) 그룹들 : 그룹은 견고한 내구성을 지닌 감람목으로 만들어 금으로 입혔는데(왕상 6:23) 한 그룹의 길이는 지성소 길이의 반(10규빗)이었다. 그리고 지성소 전면(全面)에 놓여진 언약궤 위에 이미 두 개의 그룹이 놓여져 있는데 그 위를 이 지성소의 그룹들이 그 날개로 덮고 있. 그리고 성소와 지성소를 가르는 문장(門帳)에도 그룹의 형상을 수놓았다(14절). 실로 지성소 안에는 그룹들로 가득차 있었다고 해도 과언이 아니다. 즉, 하나님을 수종드는 천사들인 그룹들이 이곳에 있다는 것은 하나님의 임재를 상징함과 더불어 그분의 거룩성을 나타낸 것이라 할 수 있다. 그리고 이사야 선지자는 성전 안에서 보좌에 앉으신 주님을 만나고 그 옷자락이 성전에 가득찬 것을 보았는데(사 6:1), 이것은 본문에 기록된 그룹들의 형상과 의미상 깊은 연관이 있는 것이다. 한편 그리스도가 이땅에 오시기 전까지 인간들은 천사들(그룹들)과 함께 더불어 지성소 안에서 하나님을 경배치 못하였을 뿐만 아니라 거룩한 장소인 지성소에도 들어갈 수 없었다. 그러나 예수 그리스도의 속죄로 말미암아 이제는 담대히 그 앞에 나아가 하나님을 아바 아버지 라 부르며 친밀하게 교제할 수 있게 되었다(롬 8:15). (2) 문장(門帳) : 성소와 지성소 사이를 구분하는 휘장이다. 그러네 대제사장을 제외하고는 아무도 이 휘자 안으로 들어갈 수 없었으며, 그나마 대제사장도 일 년에 한 번 속죄일에 들어갈 수 있었을 뿐이었다(히 9:6-8). 이것은 바로 구약시대 희생 제사의 잠정적, 제한적 성격을 나타내는 것인 바, 하나님과 죄있는 인간들 간의 거리감을 시사하는 것이다. 그러나 그리스도께서 십자가에서 죽으심과 함께 이 휘장이 찢어지고(막 15;38) 이로 말미암아 성도들은 거룩한 지성소를 담대하게 바라볼 수 있게 되었을 뿐만 아니라 그 안으로 들어갈 수도 있게 되었다(히 10:19-22). (3) 두 기둥 : 이 두 기둥의 이름인 야긴(저가 세우시리라)과 보아스(그에게 능력이 있다)는 이 놋 기둥의 상징하는 바 의미를 함축적으로 잘 보여준다(이에 대한 자세한 것은 왕상 7:22 주석을 참조하라). 즉, 이스라엘 백성들은 전 앞에 있는 이 두 기둥을 볼 때마다, 이 성전을 세우신 하나님의 신실하심과 영원 불변하심을 생각하였을 것이다. 그리고 성전의 주인되시는 여호와의 능력을 의지할 수 있었을 것이다. 이와 같은 본문을 통해 우리는 다음과 같은 교훈을 얻을 수 있다. 즉, 오늘날의 성도들도 우리 가운데 성전으로 계시고 성전의 머리가 되시는 예수 그리스도의 신실하심과 능력에 의지하여 우리 자신들이 각각 성전의 지체들로 온전하여져 가야 할 것이다. * 솔로몬 성전의 특징. 본문에는 솔로몬 성전이 지녔던 특징을 아주 잘 요약해서 나타내고 있다. 이러한 솔로몬 성전은 이스라엘 신앙에 구심적인 역할을 한 바 그 특징을 살펴보면 다음과 같다. (1) 성전의 목적 : 솔로몬 성전 안에는 신상이 없다. 단지 그룹과 속죄소 만이 있을 따름이다. 다시 말하면 이것은 하나님의 임재나 거룩하심을 보여주기 위해 어떠한 우상도 필요없다는 사실을 세상에 선포하는 것이다. 또 하나님은 우상이 아니시기에 형상화가 수도 없고 지역화될 수도 없다는 것이다. 이것은 하나님의 우주적인 통치권을 역설적으로 보여주는 것이다. 한때 이스라엘 백성들이 법궤를 우상화하여 하나님의 존재하심을 제한하는 어리석은 행위를 일삼았던 적이 있으나 하나님은 이에 대해 엄중히 심판하였다(삼상 4:3, 11, 18). 이와 마찬가지로 성전도 결코 우상시되어서는 안 된다. 왜냐하면 하나님은 실제로 성전을 필요로 하지 않으시는 무소부재하신 분이시기 때문이다(행 7:48, 49). (2) 성전의 존재 의미 : 신명기 12장에 따르면 성전은 이스라엘 백성들로 하여금 애굽의 우상에서 돌아서게 할 뿐만 아니라 가나안 족속들의 악한 풍습을 좇지 않게 하며, 애굽의 종살이에서 건져주신 하나님의 은혜를 생각케 하는 신앙의 기념물인 것을 알 수 있다. 따라서 성전은 단지 이스라엘으 예배의 중앙 집중화와 더불어 여호와와 이스라엘 간의 언약의 표현인 것이다. (3) 통합시키는 힘 : 성전은 이스라엘의 축제나 절기 때에 그 백성들을 여호와 앞에 모이게 하고 하나님의 은혜를 받게 한 장소이다. 분열 왕국 시대 때 북쪽 이스라엘의 여로보암은 백성들이 제사를 드리고자 예루살렘 성전으로 가는 것을 자신의 왕국이 지속되는 데 큰 위험으로 여겼기 때문에 벧엘과 단에 금송아지 우상을 세웠던 것이다. 그래서 성전을 기점으로 야기될 수 있는 통합성을 막으려고 했던 것이다(왕상 12:25-33). (4) 일시적 성격 : 예수께서 너희가 이 성전을 헐라 내가 사흘 동안에 일으키리라 (요 2:19)고 말씀하실 때 그것은 성전의 일시적, 잠정적 성격을 보여주는 것이다. 즉, 솔로몬의 성전은 도래하실 그리스도를 상징하는 예표이며, 하나님의 거처인 하늘 나라와 장차 성도들이 영광 중에 있을 천국을 암시하는 것이다. 따라서 성전은 그리스도가 오시기 이전까지, 또는 하나님의 나라가 이 땅에 도래할 때까지만 필요한 것이며 그 이후에는 성전을 필요로 하지 않게 될 것이다."
        }
    ]
}