{
    "bible_book": "역대하",
    "chapter_number": 30,
    "commentaries": [
        {
            "verse_reference": "30:1",
            "commentary": "-27 본장은 히스기야가 성전 성결 사업과 재봉헌식을 마친 후에 지킨 유월절에 관하여 기록하고 있는데, 이는 열왕기에는 기록되지 않은 역대기 저자의 독자적인 기록이다."
        },
        {
            "verse_reference": "30:1",
            "commentary": "여기서는 2-9절의 내용을 개괄적으로 서술하고 있다. 온 이스라엘과 유다...에브라임과 므낫세 - 여기서 '온 이스라엘'의 동격은 '에브라임과 므낫세'이다. 즉, '온 이스라엘'은 북왕국의 10지파를 가리킨다. 그런데 본절에 같은 의미의 두 단어, 즉 '온 이스라엘'과 '에브라임과 므낫세'가 함께 쓰여 있어 좀 이상하게 보인다. 이에 대해서는 두 거지 해석이 있다. (1) 북왕국에만 특별히 편지를 보냈음을 뜻한다고 보는 견해(Barker). 그러나 당시 왕들이 보발군에게 보내는 것(6절)은 통상적인 연락 방법이었기 때문에 유다에만 편지를 보내지 않았다고 보는 것은 잘못된 해석이다. (2) '에브라임과 므난세'를 비롯한 다른 지파들을 진술하여, '온 이스라엘'을 총체적으로 표현하기 위해 이 표현이 사용되었다고 보는 견해(Keil). 이 주장은 매우 타당하다고 할 수 있다. 왜냐하면 이 유월절은 붑왕국 백성들까지 참여하는 최초의 행사이기 때문이기도 하고, 역대기 저자가 '유다'를 가리켜 '온 이스라엘'이라고 부르기도 하였기 때문에(11:3; 12:1,6; 15:17; 21:4; 28:19, 27), 온 이스라엘을 유다로 오해하는 것을 방지하기 위하여 이렇게 두 번에 걸쳐 구체적으로 기록할 필요가 있었던 것이다. ...에 보내고...편지를 보내어 - 전자에 사용된 히브리어 동사 '이슐라흐'(* )는 '(사람, 물건 따위를)보냈다'는 뜻을 가진 동사 '솰라흐'(* )를 원형으로 갖는다. 또한 후자의 동사 '카타브'(* )는 '편지를 쓰다'라는 뜻이다. 그래서 혹자는 전자의 단어가 편지 없이 보발군만 보낸 것을 뜻하고, 후자의 단어는 편지를 보낸 것을 뜻한다고 주장한다(Barker). 즉, 유다에는 편지를 보내지 않고 보발군만을 보냈고 이스라엘에게는 편지까지 써서 보발군을 통해 보냈다는 것이다. 그러나 본절에서 이 두 단어는 서로 의미상 결합되어 '보빌군에게 편지를 주어 보내는 것'을 뜻하는 것이다. 이에 대한 증거는 (1) 6절에서 분명히 유다에게 편지를 보냈다고 기록하고 있고,(2) 유다에는 편지를 보내지 않고 북 이스라엘에만 편지를 보낸 이유가 본문 가운데 밝혀져 있지 않기 때문이다. 왕이 서신으로 각 성읍에 명령서를 보내는 것은 당시에 널리 사용되던 통상적인 연락 방법인 것이다. 한편, 북왕국 백성들이 유월절에 동참(同參)하는 것 은 솔로몬 왕국이 여로보암에 의해 분열된 후 2세기 동안 금지되었다(5절, 26 절; 왕상 12:27f.). 유월절(逾越節)을 지키라 - 히스기야가 유월절을 지키도록 선포한 때가 언제인가에 대한 학자들의 견해는 매우 다양하다. (1) 유월절 행사가 히스기야 통치 원년에 있었다는 견해 : 이 견해의 근거는 (까)29장과 30장이 접속사 '와 우'(* )로 자연스럽게 연결되어 있고, (다)3절에사 제사장의 수가 부족했다는 기록은 29:34과 동일한 시기에 있었던 상황이며, (따) 2절의 2월은 29:3, 17의 정월의 다음달임을 나타내며, (마) 히스기야의 법으로 정해진 정월에 유월절을 지키지 않고 2월로 연기한 사실등을 들고 있다(Barker, Payne) (2)유월절 행사 가 북왕국이 완전히 멸망한 이후에 있었다는 견해 : 이 견해의 근거는 (까) 성 전 성결이 끝난 정월 17일부터 2월 14일까지의 기간은 유월절을 준비하기에는 너무나 촉박하다는 것이다. 더욱이 '단에서 브엘세바까지'(5절) 전 백성을 다 불러 모으는 데 3주밖에 걸리지 않았다는 것은 불가능한 일이며 북왕국 백성들이 그렇게 빨리 모이려고 하지도 않았을 것이다. (다) 호세아 왕이 유월 절 행사에 가지 않았을 뿐만 아니라 히스기야의 사신들을 비웃고 업신여긴(10 절) 자들이 유월절 행사 후 온 이스라엘의 우상들을 파괴할 때 가만히 보고만 있지 않았을 것이다. (따) 앗수르가 사마리아를 정복하고 이스라엘 백성을 사로잡아 북이스라엘 백성들을 초청하기도 쉽고 또 그것이 자연스러울 것이기 때문이라는 것이다(Caspari, Keil). 위의 두 견해 가운데 후자의 견해가 더 타 당하다고 본다. 왜냐하면 (10 히스기야의 명령서(5-9절)에 북왕국의 멸망이 암 시되어 있고, (2) 이 견해가 역사적인 사실성을 충분히 갖고 있는 것으로 보이 기 때문이다. 그렇다고 후자의 견해가 문제가 없는 것은 아닌데, 살펴보면, (1)왜 유월절이 다음 달로 연기되었느냐 하는 것이고(3절 주석 참조), (2) 어떻게 그 당시까지 바알 숭배가 근절되지 않을 수 있었겠느냐 하는 것이다. 그러나 북왕국의 우상들까지 제거하였다는 사실을 볼 때(31:1), 그것은 충분한 반대 이유가 되지 못한다. 따라서 히스기야가 유월절을 지키게 한 것은 히스기야가 즉위한 지 6년 뒤인, 사마리아 멸망(왕하 18:10)후임이 틀림없다(Keil)."
        },
        {
            "verse_reference": "30:2",
            "commentary": "이 월에 유월절을 지키려 하였으니 - 본래 율법에서 규정한 유월절은 정월(니산월) 14일부터 7일간 지키도록 되어 있다(출 12:1-28, 43:49; 민 9:1-14). 그러나 만일 시체로 인하여 부정케 되든지, 먼 여행 중에 있어서 정월 14일에 유월절을 지키지 못한 사람은 다음 달(이야르월) 14일 해질 때에 유월절을 지키도록 했다(민 9:10, 12). 그런데 히스기야와 방백들이 의논하여 유월절을 다 음 달로 연기한 이유는 무엇인가? 이에 대해 분명한 설명은 할 수 없지만, 역대기 제자는 (1) 성결케 한 제사장이 부족하였고, (2) 백성들이 예루살렘에 모 이지 못했기 때문이라고 설명하고 있다(3절)."
        },
        {
            "verse_reference": "30:3",
            "commentary": "제사장이 부족하고 - 정규적인 유월절 때인 니산월(정월) 14일까지 성전 성결 사역을 마치지 못한 것을 보면 (29:17), 그때부터 이미 제사장이 부족하였음을 알 수 있다. 그 후에 성전 제사를 치룰 때에도 역시 제사장의 부족 현상이 나타났다(29:34). 이처럼 제사장이 부족했던 이유는 당시 유다의 제사장들 만으로 북왕국을 포함한 전국민의 유월절 행사를 치르어야만 했고, 그때까지만 해도 여전히 신당에서 우상을 숭배하던 제사장들이 많았기 때문이었을 것이다(Keil). 백성도 예루살렘에 모이지 못한 고로 - 여기서 '백성'은 유다와 북이스라엘의 전체 백성을 가리킨다. 당시 백성들이 모이지 못한 이유에 대해서는 분명히 알 수 없으나, 10절을 볼때 북왕국의 역사적 상황 때문이었다고 볼 수 있다."
        },
        {
            "verse_reference": "30:4",
            "commentary": "이 일을 선히 여기고 - 왕과 방백들과 예루살렘 온 회중이 공동 의회를 연 결과, 유월절을 이월로 연기해도 율법에 어긋나지 않는다고 판단하여(민 9:6-13), 유월절을 이월에 지키기로 결정하였다. 이와같이 왕이나 특권을 한 지배자에 의해서 독단적으로 일이 결정되지 아니하고, 방백들 뿐만 아니라, 온 회중과 더불어 합심하여 합의한 것을 볼 때, 히스기야의 개혁이 얼마나 민주적이며, 의로웠던가를 능히 짐작할 수 있다."
        },
        {
            "verse_reference": "30:5",
            "commentary": "브엘세바에서부터 단까지 - 이것은 왕국이 분열되기 이전 다윗과 솔로몬시대의 이스라엘 전국토를 지칭하는 경계선이다(대상 21:2). 여기서 역대기 저 자는 북이스라엘의 존재를 전혀 염두에 두지 않았다는 것을 알 수 있는데, 이것은 북왕국이 이미 멸망(滅亡)했다는 것을 보여준다(6절). 그뿐 아니라, 히스 기야의 통치 영역이 북이스라엘까지 확장되어 있었음을 알 수 있다. 오래동안 지키지 못하였음이더라 - 여기서 '오랫동안'에 해당되는 히브리어는 '라로브'(* )이다. 이는 전치사 '르'(*; to)와 '다수', '위대함', '큼'등의 뜻을 지닌 명사로 '로브'(* )가 결합한 것으로 부사구이다. 그런데, 이 부사구가 크 게 두 가지로 해석되어 진다. (1) 시간을 나타내는 부사로 '오랫 동안'이라는 뜻으로 해석하는 경우(KJV, 한글개역; Rashi, Wette, Luther) : 이 경우는 유월절이 왕국 분단 이후로 오랜 기간 동안 지켜지지 않았음을 뜻하게 된다. (2) 양을 나타내는 부사로 '군중들 가운데', '무수한 대중에 의해서'라는 뜻을 나타내는 경우(RSV, NIV, NEB; Keil, Barker, Zockler) : 이렇게 볼 때 본절은 '이는 많은 무리들이 규정된 대로 그것을 지켜오지 않았기 때문이었다'(RSV, for they had not kept it in great numbers as prescribed)라고 번역될 수 있는데, 전자의 견해보다 더욱 타당하다. 왜냐하면 히스기야가 통치를 시작하면서 지금까지 한번도 유월절을 치르지 않았다고 보기가 어려우며(Keil), 이전의 선한 왕들, 즉 아사, 여호사밧, 웃시야 등에 의해서도 유월절은 지켜졌을 것이기 때 문이다. 따라서 본절은 전체 이스라엘 백성들이 함께 유월절을 지킬 수 없었고, 따라서 매우 많은 무리가 유월절을 지켜본 적이 없었으므로 히스기야가 브엘세바에서부터 단에 이르기까지 포고령을 내렸다고 해석될 수 있다."
        },
        {
            "verse_reference": "30:6",
            "commentary": "보발군(步撥軍) - 이들이 왕의 친위대(12:10)인지, 왕궁 수비대인지는 분명치 않다. 어쨌든 보발군의 임무는 왕의 포고령이나 편지를 각 지방의 방백들과 백성들에게 전하는 것이었다.(에 3:13, 15; 8:14의 '역졸'과 비교). 왕과 방백들의 편지 - 왕의 편지 뿐만 아니라 방백들의 편지도 전달되었는데, 아마 방백들의 편지는 북왕국 백성들에게 '형제 의식'을 심어주는 역할을 하였을 것이다. 만일 그렇지 않고 왕의 편지만 전달되었다면, 히스기야의 통치를 거부하는 북왕국의 백성들이 크게 반발(反撥)을 일으켰을 것이다. 이스라엘 자손들아 - 이는 '온 이스라엘과 유다'를 향한 호칭인데, 내용상 북이스라엘에 초점이 및추어지고 있다. 이스라엘이 앗수르에 의해 멸망당하고, 포로로 많은 백성이 잡혀간 사실을 염두에 두고 있으며, 유다 백성 뿐만 아니라 북 이스라엘에 남아 있는 자들에게 '너희 열조와 형제'처럼 하지 말고 여호와께 돌아오라고(7절f.)권유하고 있다. 너희 남은 자 곧 앗수르 왕의 손에서 벗어난 자 - 확실히 이 구절은 북왕국이 앗수르 왕 살만에셀(Shalmaneser)과 사르곤(Sargon)에 의해 멸망하였다는 사실(B.C. 722-721)을 전제로 하고 있다(왕하 17:6참조). 여기서 살만에셀은 3 년간 사마리아를 포위(包圍)했던 왕이고(왕하 17:5). 사르곤(B.C. 722-705)은 사마리아를 완전히 점령한 왕이다.(사 20:1). 한편 살만에셀의 아들 사르곤의 기 록에 의하면, 포로로 잡혀간 이스라엘 사람은 27,290명이었고, 그 이전에도 디 글랏 빌레셀 왕에 의해서 많은 포로들이 잡혀갔다(왕하 15:29; 대상 5:26). 이 처럼 이스라엘 사람이 여러 차례에 걸쳐 잡혀간 후, '남은 자'는 히스기야 왕의 부분적인 통치를 받게 되었으므로 그 '남은 자'들에게까지 편지가 전달될 수 있었을 것이다."
        },
        {
            "verse_reference": "30:7",
            "commentary": "너희 열조와 너희 형제같이 하지 말라 - 여기서 '너희 열조'는 앗수르 왕, 불이나 디글랏 빌레셀에 의해 포로로 잡혀간 자들을 가리킨다고 볼 수 있고(대상 5:26), 또 '너희 형제'는 사마리아 멸망 당시 사르곤에 의해 포로로 잡혀 간 자들을 가리킨다(Keil) 따라서, '남은 자'들은 하나님의, 심판에서 구원받은 자로 간주되었고, 그들은 남유다의 백성과 동일하게 언약의 백성으로 이해된 것 같다."
        },
        {
            "verse_reference": "30:8",
            "commentary": "목을 곧게 하지 말고 - 열왕기의 느헤미야 기자도 북이스라엘이 멸망하게 된 원인 가운데 하나가 여로보암 시대 이후 북왕국 백성들이 목을 곧게 하였기(왕하 17:14; 느 9:16) 때문이라고 각각 기술하고 있다. 이는'남은 자'들 역시도 여호와께로 돌아오지 않는다면 심판의 대상에서 벗어날 수 없음을 전제 하고 있는 것이다. 여호와께 귀순하여 - '귀순하여'에 해당하는 히브리어 '테누- 야드'(* )의 원 뜻은 '손을 내어 주다'(give a hand, Green)이다. 이는 자신을 온전히 여호와께 맡김으로 충성하겠다는 사약(誓約)을 뜻한다(왕하 10:15; 스 10:19; 겔 17:18). 이와 동일한 단어가 대상 29:24에서는 '복종하다'로 번역되었다."
        },
        {
            "verse_reference": "30:9",
            "commentary": "너희가 만일...돌아오면 - 본절은 왕상 8:50을 반복한 것으로(Williamson), 포로된 자들이 다시 본향으로 돌아오기 위해서는 먼저 남은 자들의 회개가 있어야 함을 말하고 있다. 한편 본절과 8절은 솔로몬의 성전 봉헌기도와 깊은 연관이 있다(6:24, 25). 또한 이는 모세에 의해 선포된 예언(레 26:40-42)에 근거한 것이다."
        },
        {
            "verse_reference": "30:10",
            "commentary": "-12 히스기야의 초청(招請)에 대한 북이스라엘과 남유다 사람들의 반응을 기록하고 있다."
        },
        {
            "verse_reference": "30:10",
            "commentary": "스불론까지 이르렀으나 - 스불론은 아스라엘 북쪽 경계 지역인 단으로부터 남으로 약 40km정도 떨어져 있다. 이는 본래 단에까지 이르러 유월절을 선포하라는 명령(5절)에 미치지 못한다. 이에 대해서는 다음과 같이 설명할 수 있다. 즉, 스불론 북쪽에 있는 단이나 납달리 지방의 주민들은 디글랏 빌레셀에 의해 포로로 잡혀갔기 때문에 거주자들이 거의 없었을 것이다(왕하 15:29). 따 라서 '스불론'만을 언급하게 된 이유는 보발군이 단까지 갈 필요가 없다고 생각했거나, 아니면 갔다 하더라도 아무런 성과가 없기 때문일 것이다. 사람들이 저희를 조롱하여 비웃었더라 - 이런 일은 유다가 멸망하던 당시에도 있던 일로서(36:16), 당시 이스라엘 백성들의 영적, 도덕적 상태를 보여 주고 있다."
        },
        {
            "verse_reference": "30:11",
            "commentary": "아셀과 므낫세와 스불론 중에서 - 여기서'아셀'은 북쪽 경계선 지역이 아니라 보다 남쪽 지역을 가리킨다(Zockler). 북쪽 이스라엘 지역에 거주하는 대부 분의 사람들이 조롱하며 비웃었지만, '몇 사람'은 예루살렘에 이르렀다."
        },
        {
            "verse_reference": "30:12",
            "commentary": "하나님이 또한 유다 사람들을 감동시키사 - '하나님이 감동시키사'에 해당하는 히브리어 '하예타 야드 하엘로힘'(* )을 직역하면 '하나님의 손이 있었다 '(RSV, The hand of God was)는 뜻이 된다. 여기서 '하나님의 손'은 하나님의 권능과 주줬을 상징하는 것으로 자기를 찾는 모든 자에게 선을 베푸시고 자기를 배반하는 자에게는 진노(震怒)를 베푸심을 나타낸다(스 8:22). 그런데 구 약 성경의 '야드 야웨 하예타 브'(*; 여호와의 손이 ~안에 있다. The hand of YHWH was in)라는 구절에서의 '하나님의 손'은 주로 자법적인 형벌을 의미한다(출 9:3 ; 신 2:15). 하지만 여기서는 하나님의 도우심을 의미하는 것이고(Keil), 하나님께서 주권적으로 유다 사람들에게 선한 뜻을 품게 하셨다는 것을 의미 한다. 여호와의 말씀대로 전한 명령 - 29:15의 경우와 마찬가지로 이는 유다 백성들이 하나님의 규례(規例)와 말씀에 준한 히스기야의 명령을 여호와의 말씀으로 여기고 받아들였음을 가리킨다. 한편 '말씀대로'에 해당하는 히브리어'비 데바르'(* )는 '대로'에 해당하는 전치사'브'(*; in, by)가 결합된 형태이다. 여기서 '말씀'(* , 데바르 : 연계형)은 단수로 쓰였는데, 이는 29:15의 복수형 '여호와의 말씀'(개역, the words of YHWH)으로 이해된다. 이것은 '말씀'(the words)을 인성화(人性化 : hypostatization)하는 예이다. 즉, '말씀'은 대부분 하나님과 사람 사이에서 중재하는 영(spirit)으로 생각되어졌다(삼상 3:21; 왕상 13:1, 2, 5, 9, 17, 18, 32 ; 20:354, Curtis). 이러한 '말씀의 인성화' 개념은 신약에서 두드러지게 나타난다. 곧 '태초에'('E* ', 엔 아르케), '그 말씀'(* , 호로고스)이 계셨고(요 1:1), '그 말씀이 육신이 되셨다'(* ', 호 로고스사륵스 에게네토). 따라서 '말씀'은 그리스도의 사역과 인격에 밀접하게 연관되어 있다고 볼 수 있으며, 구약에 계시된 '그 말씀'이 그리스도의 성육신으로 완전히 드러난 것이다."
        },
        {
            "verse_reference": "30:13",
            "commentary": "무교절 - 이 절기는 유월절과 동일시 되는데, 특별히 유월절은 첫날의 전야, 즉 14일(레 23:5)을 가리키며, 그 날에 유월절 어린 양의 희생제가 드려지고, 그 다음 7일 동안 무교병을 먹으며 무교절을 지킨다. 그러나 '유월절'이라는 명칭에는 7일간의 무교절이 포함되기도 하는데(신 16:2, 3; 겔 45:21-25), 그 이유는 유월절 음식 자체가 무교병이었기 때문이다(신 16:4). 이 절기는 역사적으로 '이스라엘의 출애굽 사건'(출 13:6-10)에서 그 기원을 찾을 수 있다. 그 이전에도 이스라엘 자손들이 지키던 절기가 있었는데(출 5:1; 10:9), 이것이 유월절과 어떤 관계가 있는지는 분명히 밝혀지지 않았다(IBD). 혹자는 유월절이 본래 유목민들의 축제였고, 무교절은 가나안의 농업 축제였는데, 이스라엘 백성들이 출애굽한 후에 이 두 축제를 하나로 결합시켰다고 본다(Welhausen, Curtis). 이는 셈족 문화 가운데 나타난 유사한 의식에 대한 고고한적 지식을 근거로 하여 가설을 세워서 재구성하였을 뿐이며, 사실과 맞는지는 확실하지 않다(IBD). 단지 여기서는 무교절과 유월절이 동일시 되고 있을 뿐이며, 신약에서도 이 두 절기는 같은 절기로 인식되고 있다(막 14:1, 12; 눅 22:1)."
        },
        {
            "verse_reference": "30:14",
            "commentary": "제단과 향단들을 모두 제하여 - 제사장들과 레위인들이 이미 성전을 성결(聖潔)케 하였던 것처럼(29:15ff.), 백성들도 모인 후에 예루살렘 성읍을 성결케 하였다. 그들은 예루살렘 성읍 구석구석에 이하스가 설치해 두었던 제단들(28:24f.)을 모두 제거하여, 제사장과 레위인들과 마찬가지로(29:16) 기드론 시내에 던졌다."
        },
        {
            "verse_reference": "30:15",
            "commentary": "유월절에 양을 잡으니...부끄러워하여 - 백성들이 성읍을 정결케 한 뒤 드디어 유월절 양을 잡으므로 모든 행사 준비를 완결하였음에도 불구하고 제사장들은 여전히 지체하여 자신을 성결케 하지 못하였기 때문에(29:34), 백성들의 종교적인 순수함과 열정이 그들에게는 채찍이 되었을 것이다(Pavne). 한편 제사장들이 여태까지 자신을 성결케 하는 하는 일을 지체하였던 이유는 예전에 우상 숭배에 관여했던 일로 인해 죄책감에 사로잡혀 있었거나, 백성들에 비해 상대적으로 종교적인 열정이 없었기 때문일 것이다(Zockler). 번제물을 가지고 - 번제는 백성들 자신의 속죄를 위한 대속물로서 특별히 유월절 어린 양을 드리는 제사이다. 이 제사의 특별한 의미는 다음과 같다. (1) 하나님께서 이스라엘 백성들을 애굽의 열 번째 재앙으로부터 구원하셨던 사건을 기념하고(출 12:27), (2) 모든 죄인들에게 대속의 희생 제사가 반드시 있어야 함을 상징하며(출 13:15), (3) 장차 모든 사람들의 구속주로서 오실 그 리스도로 말미암은 궁극적인 구원이 있음을 예표한다(고전 5:7)."
        },
        {
            "verse_reference": "30:16",
            "commentary": "규례대로 각각 자기 처소에 서고 - 유월절 양의 제사는 율례에 규정된 대로 진행되었다. 제사를 드릴 때 제사장과 레위인들의 위치에 대해서는 분명치 않으나, 레 1:11-13에 따르면 제물을 드리는 자는 제단 북편에서 어린 양을 잡고, 제사장들은 그 피를 받아 단 사면에 뿌리도록 되어 있다. 제사장이 레위 사람의 손에서 피를 받아 - 출 12:6에 따르면, 유월절 어린 양은 회중(會衆)들을 잡도록 되어 있다. 그러나 여기서는 회중 가운데 많은 사 람들이 성결치 못하였기 때문에(17절), 레위인들이 어린 양을 잡아 그 피를 제 사장에게 전해 주었다. 동일한 이유로 요시야 왕 때에도 유월절 양을 레위인 들이 잡았다(35:11). 그리고 바벨론에서 돌아온 후에도 이런 일이 있었다(스 6:19, 20)."
        },
        {
            "verse_reference": "30:18",
            "commentary": "자기를 깨끗케 하지 아니하고 유월절 양을 먹어 - 북이스라엘 백성들은 정규적인 제사나 성결케 하는 의식에 참여하지 않았기 때문에, 부정의 상태에 있다고 간주되었으므로, 법적으로도 부정한 상태대로는 유월절에 참여할 수 없었다(민 9:6). 한편, 이들이 유월절 규례에 따라 스스로 정결케 못한 이유는 아마 시간적인 이유 때문일 것이다. 보발군들이 히스기야의 초청장을 전하고, 또 초청장을 받아 그들이 서둘러 예루살렘으로 왔다 할지라도 사실상 한 달이라는 시간은 너무 촉박할 수밖에 없다(1-3절). 그러므로 본래 부정한 상태에 있던 그들이 스스로 성결케 하는 일은 시간적으로 불가능하였을 것이다. 그래서 히스기야는 그들을 위하여 기도하였고, 하나님께서는 그 기도에 응답하셨다. 여기서 히스기야의 기도는 부정한 자들이 유월절 양의 피에 동참할 수 있게 하는 중보적인 역할을 하였다."
        },
        {
            "verse_reference": "30:19",
            "commentary": "여호와를 구하는 아무 사람이든지 - 본절에서 우리는 다음과 같은 중요한 의미를 발견하게 된다. 즉, 율법을 여자적(女子的) 으로 준수하는 것보다 더 중요한 것은 진정한 마음으로 여호와를 찾는 믿음이라는 것이다. 또한, 히스기야의 중보 기도 후에 '크게 즐거워'한 것을 보면, 그들의 결례로 인하여 죄책 가운데 있었던 것을 알 수 있고, 하나님께서는 기록한 규례보다 심령의 상태를 더 중요하게 여겼던 것을 알 수 있다. 예수께서도 율법을 제정한 본래 의도를 중요하게 여기셨고, 바리새인을 비롯한 형식적인 종교인들을 향하여 참 믿음과 의(義)가 없음을 책망하셨다. 이는 믿음이 형식보다 앞선다는 성경 적 원칙(요 7:22f.; 9:14ff.)을 뒷받침 해준다. 한편, '구하는 아무 사람'에게나 용서를 해달라는 간구는 하나님의 은혜에 전적으로 의존함을 의미한다(요 16:23; 엡 4:32). 이러한 배경하에서 십자가 우편에 있던 강도의 구원도 구속자로 말미암은 이러한 은혜의 결과라고 이해할 수 있다(눅 23:40-43)."
        },
        {
            "verse_reference": "30:20",
            "commentary": "백성을 고치셨더라 - '고치셨더라'에 해당되는 히브리어 동사 '라파'(* )는 엄밀한 의미에서 육체적인 질병을 치료하는 것을 가리킨다. 그래서 혹자는 실제적으로 자신을 정결케 하지 아니하고 유월절 양을 먹은 사람들이 질병에 걸려 히스기야의 중보 기도로 치유함을 받았다고 주장한다(Bertheau). 그러나 여기서는 육체적인 질병의 치유보다는 죄로 말미암은 영혼의 질병을 치유하셨다고 보는 것이 더 타당한 듯하다(Keil, Curtis). 이 단어를 이와 같은 용례로 쓴 곳은 많다(시 41:4; 렘 3:22; 호 7:1)."
        },
        {
            "verse_reference": "30:21",
            "commentary": "크게 즐거워하며 - 주로 큰 절기나 새로운 언약적 사건들이 있을 때, 하나님의 백성들은 하나님을 향하여 기쁨을 표시하였다(23:21; 대상 29:22; 시 112:1). 예루살렘에 모인 온 이스라엘 백성들은 7일 간의 무교절을 지키면서, 자신들의 죄를 사해 주시고 다시 언약의 백성으로 영접해 주시는 하나님의 은혜로 말미암아 즐거워 하였다. 큰 소리 나는 악기를 울려 - 이 악기들은 여호와의 능력을 찬양하기 위해 사용되었다(Keil). '큰 소리 나는 악기'에는 예배시에 사용되는 레위인들의 형악기, 제사장들의 나팔, 시편을 노래하는 성가대의 찬양(29:25 - 28)이 포함될 것이다(Keil). 그리고 이와 같은 큰 성회는 무교절의 맨 마지막 날인 제7일째에 있었는데(레 23:6-8), 여기서는 7일 동안 계속 있었던 것 같다."
        },
        {
            "verse_reference": "30:22",
            "commentary": "여호와를 섬기는 일에 통달한 - 이에 해당하는 히브리 원문을 직역하면, '여호와에 관하여 좋은 지혜를 소유한'이란 뜻이 된다. 이는 좀더 전문적인 지식과 연구를 통하여 여호와를 섬기는 일에 종사하는 특별히 구별된 사람들을 가리킨다(Keil). 위로하였더라 - 이에 해당하는 히브리 원문을 직역하면 '아무개의 마음에 말했다'(spoke to heart of someone, Green)이다. 무리가 먹으며 화목제(和睦祭)를 드리고 - 음식을 통하여 사람들과의 교제뿐만 아니라 하나님과의 화목도 증진하게 된다. 이는 또한 생명의 떡 되시는 예수 그리스도(요 6:35)로 말미암은 진정한 화목을 예표하는 것이고, 그리스도 께서 제정하신 성만찬과 마찬가지로 하나님의 백성됨의 증표이며, 영원한 세 계에서 갖게 될 기쁨의 잔치를 보여 주는 것이다. 하나님 여호와께 감사하였더라 - 여기서 '감사하였더라'에 해당되는 히브리어 '미트외딤'(* )은 '던지다'의 의미를 가진 동사'야다'(* )의 히트파엘(Hitpael)형인 '히트왓다'(*; 고백하다, 찬양하다)의 분사 남성 복수형이다. 따라서 '고백하였다'(KJV, LB, NEB), '찬양했다'(NIV, JB, 공동번역),'감사했다'(NASB, RSV 개역, 현대인의 성경)등으로 번역이 가능하다. 그런데, 대부분의 학자들이 '감 사하였다'에 동의 한다(Keil, Lange, Curtis). 여기서는 여호와께서 그 열조의 하나님이 되셔서, 언약을 깨지 않았음을 보여 주시는 것으로 인하여 기쁨으로 고백하고 감사하며 찬양하는 것을 가리킨다."
        },
        {
            "verse_reference": "30:23",
            "commentary": "다시 칠일을 지키도록 결의하고 - 온 회중이 결정하여 절기를 한 주 더 연장시켜 2주 동안 계속 절기를 지켰다. 이와 유사한 솔로몬의 성전 봉헌식(奉獻式) 때에도 그 행사가 2주 동안 계속되었는데(7:8-11), 그 때에도 백성들의 자발적인 결의에 의해서 연장되었다."
        },
        {
            "verse_reference": "30:24",
            "commentary": "본절에 해당하는 히브리 본문은 이유를 나타내는 접속사 '키'(* )로 시작 된다. 따라소 본절은 유월절 행사가 한 주간 더 연장된 이유들이 서술되고 있다(Keil, Zockler, Payne). 그 이유들 가운데 하나가 왕과 방백들이 회중에게 준 제물용 가축들이 너무 많았다는 것이다. '온 회중이 다시 칠일을 지키기로 결의'한 것은 자발적이고, 신앙 고백적인 감사의 표현이었지만, 이처럼 연장할 수 있었던 이유는 풍부한 음식이 제공되어 있었기 때문이라고 본절은 밝히고 있다. 이처럼 많은 제물을 백성들을 위해 내놓음으로 온 백성들의 기쁨이 더하였고, 지속적으로 좋은 인상이 남도록 하였을 것이다. 성결케 한 제사장도 많았는지라 - 이미 성결함을 받은, 많은 제사장들은 그처럼 많은 제물들을 처리할 수 있었다(Keil, Curtis). 이는 연장된 주간에 제사가 새로이 치루어졌다는 의미라기 보다는, 절기의 첫 주간에 제물들을 모두 처리할 수 있었다는 의미인 것 같다. 왜냐하면, 유월절 행사를 열지 못한 이유가 '성경케 한 제사장'의 부족 때문이었는데(3절), 연기된 유월절을 준비하면서, '성결케 한 제사장들'이 충분하게 확보되었을 것이기 때문이다."
        },
        {
            "verse_reference": "30:25",
            "commentary": "본절에서는 유월절에 참여한 구성원들을 설명하고 있다. 즉, (1) 제사장들과 레위인들을 포함한 유다 백성들, (2) 북왕국에서 온 백성들, (3) 이스라엘과 유다의 모든 나그네들이 포함되어 있다. 여기서 '나그네들'(*, 게림)은 유다와 북 이스라엘에 있던 개종자들을 가리킨다는 견해(Curtis)는 근거없는 추측에 불과한 듯하고, 사실상 '게림'이라는 말은 '거류민', '체류자'를 뜻하는 것이며(Barker), 15:9에 의하면 그들(개역 성경에는 '우거하는 자'로 번역됨)은 에브라임, 므낫세, 시므온 출신으로 언급되어 있다(Zockler). 솔로몬 시대에는 이방인들이 부역자로 쓰이기 위해 모여졌는데(2:17 ; 대상 22:2), 여기서는 이들이 유월절 규례에 따라 유월절에 참예하고 있다(Curtis). '나그네'는 바벨론 포로로 잡혀가기 이넣에는 이스라엘 중에 거주하면서, 이스라엘 종교를 받아들인 '체류 외국인'이었다. 그들은 떠돌이 부랑자와 달리 유월절에 동참할 수 있었다(Williamson). 이처럼 하나님의 백성으로 인정된 자들은 그 혈통에 관계없이 하나님의 구속(救贖)이 적용되었다."
        },
        {
            "verse_reference": "30:26",
            "commentary": "솔로몬 때로부터...없었더라 - 이는 이 축제가 솔로몬의 성전 봉헌의 축제에 비할 만큼 성대하였음을 보여 주며, 그 백성들이 우상을 섬기는 것에서 돌이켜 여호와 하나님께로 돌아왔으며, 그로 인해 회복된 하나님과의 관계로 인하여 '큰 희락'은 회중들로 하여금 결단하게 하고, 우상들을 깨뜨리는 결과 (31:1)를 가져오게 하는 진정한 회복이었다. 또한, 외형적으로 보아도 절기의 기간을 2주로 연장한 것이나, 참가자의 수, 그리고 기쁨의 크기등에서 과히 솔로몬의 축제와 비견할만 했다는 것이다."
        },
        {
            "verse_reference": "30:27",
            "commentary": "제사장들과 레위 사람들이 - 대부분의 역본들에게서는 본문의 '제사장들'과 '레위 사람들' 사이에 연결사 '와우'(*; and)가 나온다(70인역, 벧게이트, 수리아역, 아라비아역 등). 하지만, 맛소라 본문(MT)에는 연결사 '와우'(* )가 없어서 '레위인 제사장들'(Levitical priests, 레위인이면서 제사장인 사람들)이라고 번역할 수 있다(JB; Keil, Williamson, Barker, Payne). 따라서, 이 사람들은 레위인 전체을 말하지 않고 제사장들을 말한다(신 17:18; 수 3:3). 축복할 수 있 는 권한은 제사장들에게 있었다(민 6:23-26; 대상 23:13). 축복하였으니...상달(上達)하였더라 - 제사장들이 축복하는 것으로 유월절 행사가 끝나는 것 같다(31:1). 그리고 그 기도가 하늘에 상달하였다는 역대기 기자의 진술은 이 유월 절에 대한 하나님의 특별하신 응답의 확신을 표현한 것이다(Zockler). 히스기야의 통치 사역에 대해 언급하는  과정(29:1-33) 중 앞장에서는 그가 행안 가시적이고 외부적인 성전 정화 사역과  성전을 재봉헌하는 제사 의식에 대해 언급했다. 이에 이어지는 본자은 히스기야가 유월절 절기를 재개해 전국적으로 의식을 거행케 하는 대목이다. 그런데 앞자에서 언급된 성전 정화 사업과 제사 의식의 회복이 하나님과의 관계를 회복하기 위한 일차적인 사역이었다면 본장에 나타난 유월절 의식은 하나님의 구속에 대해 다시 한번 생각함으로 구원자로서의 여호와를 인식할 수 있게 하는 사역이라 할 수 있다. 이러한 의미를 담고 있는 본장은 다음과  같이 구성되어 있다. 즉, (1) 유월절 절기를 지키기 위해 그 준수 명령을 반포하고 전국에 전한 사실을 기록한 전반부(1-12절), (2) 유월절로부터 시작해 무교절 의식을  2주에 걸쳐 성대히 거행한 일을 언급한 후반부(13-27절)로 되어 있다. 이렇듯 성전 기능을 온전히 회복시킨 히스기야가 출애굽 당시의 여호와 신앙(출 12:24-27)과 신정 국가로서의 내적 기조를 담당한 유월절 절기를 지키려 한 것은 여호와께서  이스라엘을 애굽에서 구하셨던 사실을 상기시킴으로 이스라엘 백성들에게 언약 백성으로서의 신앙적 태도를 주지시키고자 했던 의도에서 였다. 그리고 이와 더불어 여호와의 은헤와  사랑을 회상함으로 그 하나님을 잊지 말고 그의 계명과 율레를 지키는 것이 중요하다는  사실을 표방하고자 했던 것이다. 그래서 히스기야는 유월절 절기의 중요성을 인식하고  절기의 준수 명령을 반포함과 더불어 온 백성들에게 이 사실을 널리 알렸던 것이다. 또한 종교 개혁을 시작한 히스기야가  성전 정화 사역에 이어 유월절 절기를 축제로서 지킨 것은 남유다의 민족적 단결을 모도하려고 했던 뜻에서 나온 것으로 이해된다. 왜냐하면 당시의 남유다는  선왕(先王)들의 악정(惡政)으로 말미암아 백성들의 신앙과 생활상이 피폐해질 대로  피폐해졌기 때문이다. 그리고 이와  더불어 히스기야 당시의 북이스라엘은 멸망 직후의  때로서 망해 가는 제국의  모습을 여실히 드러내고 있었기 때문이다. 한편, 히스기야가 유월절 절기를 지킨 것을 또 다른 측면에서 생각해 보면 언약적인 의미에서 하나님과 이스라엘  백성과으 관계 회복이라고 할 수  있을 것이다. 즉, (1) 이 행사를 통하여 최초로 남, 북왕국의  백성들이 화목하게 된것(1, 23절), (2) 이 행사에서 과거 열조의 범죄에 대한  회개와 앗수르 왕의 손에서 벗어나게 하신 여호와의 구원이 강조된 것(6-9절), 그리고 (3) 이  행사를 통해 얻은 기쁨의 크기가 솔로몬 때의 그것에 비유되고 있다는 것(26절) 등의  사실들을 볼 때 이 유월절 행사는 한때 이스라엘 백성의 죄악으로 파기되었던 하나님과의 관계를 회복케 한 것이었다고 해도 결코 지나친 표현은 아닐 것이다. 이런 의미에서 볼 때 성전 청결의 사역을 소극적인 의미에서의 개혁이라고 한다면 유월절 행사를 통한 하나님과의 관계 회복은 보다 적극적인 의미에서의 개혁이었다고 할 수 있을 것이다. 이러한 본장에 기록된 유월절 의식을 크게 다음과 같은 두 가지 절차에 따라 행해졌다. (1) 유월절을 위한 준비(1-12절) : 히스기야는 유다 뿐만 아니라 북왕국의 백성들도 유월절 행사에 참여토록  하기 위하여 많은 애를  썼다. 한편으로는 보발군(步撥軍)을 통하여 왕의 명령서를 보냈고(6절), 다른 한편으로는 성결케 한 제사장의 부족한 수(3절)를 채우는데 힘썼다.  이와같이 엄청난 행사 준비  때문에 유월절은 율법에 규정된 대로 1월 14일에 지켜지지 못하고 2월 14일로 연기될 수 밖에 없었다(2, 3, 15절). (2) 유월절 의식의 집행(13-27절) : 유월절 행사는 예루살렘에 있던 우상 숭배의 제단을 제거함(14절)과 더불어 백성들의 뜨거운 종교적 열의에 따라 시작되었다. 그런데 이러한 백성들의 열정에 비해 오히려 제사장과 레위인들의 의무 수행은 너무 지체되어 백성들에게 부끄러움을 느낄 수밖에 없었다(15절).  그리고 이 행사는 온 백성들의 의견에 따라 7일간  더 연장되어 진행되었는데 그들의 기쁨과  그들을 위한 축복 기도는 하늘에 상달(上達)될 정도였다. 이 같은 내용의 본장을 가해 우리는 다음과 같은 중요한 교훈을 발견하게 된다. 첫째, 교회의 온전한 회복은 유월절 어린 양 되시는 예수 그리스도의 피를 통해서만 가능하다는 것이다. 히스기야에 의해 유다와  이스라엘 백성이 함께 유월절 의식을 치를 수 있었다는 사실은 바로 그러한 교훈을 우리에게 준다. 왜냐하면 이스라엘 백성들의 죄로 말미암아 불화와 분열이 발생했으나 유월절 어린 양의 피를 통하여 회복과 화평이 왔기 때문이다(20, 25-27절;엡 2:14) 둘째, 여호와의 역사는  일반 백성들의 신앙적 열심을  통해서도 이루어진다는 것이다. 본장에서 우리는 유월절 행사가 제사장들이나 레위인들과 같은 성직자들을 통해서가 아닌 백성들으 자발적인 열심을 통하여 진행된 것을 발견학 된다(14,15, 23절). 이와같이 이스라엘을 신앙적으로 단결케 하고 민족적으로 단합케 하는 역사를 위해 하나님께서는 일반 백성들의 열정을 사용하셨던  것이다. 이를 당신 백성들을 구속하기 위한  하나님의 열심 (왕하 19:31)이라고 할 수 있을 것이다. 1. 유월절 행사 준비(30:1-12) 히스기야가 행한 종교 개혁 중에 유월절 절기를 지킨 것은 그 개혁 과정의 중심부를 차지한다고 할 수  있다. 왜냐하면 유월절 의식을  거행한 사건을 중심으로 앞부분(29장)은 하나님과 올바른  관계 회복을 위한 준비 단계라고  간주할 수 있고, 뒷부분(31장)은 유월절 절기를  지킴에 있어서 드러난 문제점을 해결한  것으로 이해할 수 있기 때문이다. 이러한 내용의 흐름 가운데서  유월절을 지키기 위해 준비하는 모습을 그린 본문은 본장의 서두(書頭)  부분으로 다음과 같은 구조로 되어  있다. 즉, (1) 유월절 준수를 반포하는 히스기야의 명령(1절), (2)  그 명령을 시행하기 위해 의논하다 부딪힌 절기 날짜의 문제(2, 3절), (3)  유월절의 절기 날짜를 연기하고 그 이유를 밝히는 부분(4, 5절), (4) 보발군을 통해  왕의 명령을 전국에 전파한 사실(6-9절), (5) 왕의 명령에 대한 북왕국 백성의 반응과 하나님의 역사(10-12절)로 구성되어 있다. 이 같은 내용의 본문은 보발군드이  전파한 히스기야의 편지 내용(6-9절)이 그 핵심을 이루는 데 거기에는 권고와 경고, 그리고 약속이 들어 있다. 다시 말해서 히스기야는 유월절 절기를 왜 지켜야 하는가 하는 문제를 편지로써 전하면서 하나님으 뜻에 합당한 권고와 약속을 담아 보냈기 때문에 이 설명이 본문의 중심적인 내용을 이룬다 할 수 있다. 이러한 히시기야의 편지를 좀더 구체적으로 살펴보면 다음과 같다. (1) 권고 : (가) 여호와께로 돌아오라(6절) - 히스기야는 이스라엘 자손들에게 아브라함과 이삭과 이스라엘의 하나님, 즉 언약의 하나님께로 돌아오라고 권고함과 동시에 그리하면 여호와께서도  그들에게로 돌아오실 것이라는 약속의  말씀을 전하고 있다(6절). 뿐만 아니라 히스기야는 그러한  하나님이 곧 너희를 앗수르 왕의 손에서 벗어나게 하신 자라고 더불어 소개하고 있다.  이로 볼 때  여호와께로 돌아오라 는 권고 속에는 여호와에 대한 구체적인 소개와  함께 여호와께서 그들을 위해 베푸신 은헤를 생각나게 하는 내용이 담겨 있음을 알 수 있다. (나) 포로로 잡혀간 열조와 형제들을 본받지 말라(7, 8절) - 이것은 구체적으로 우상 숭배를 버리고 목을 곧게 하여 거만하지 말라는 권고이다. 이 같은 히스기야의 권고는  교만은 패망의 선봉이요 거만한 마음은 넘어짐의 앞잡이니라 (잠 16:18)는 말씀을 연상케 한다. (다) 여호와의 전에 들어가서 진노를 피하라(8절) -  이는 여호와의 율법과 규례를  준행함으로 인해 불법을 행하는 자에게 내려지는 하나님의  진노를 피하라는 권고이다. 또한  신약적인 의미로 살펴볼 때 이는 여호와의 진노를 피할 수 있게 하는 유일한 도피성이 되시며, 성전보다 더 큰 이(마 12:6)가 되시는 예수 그리스도에게로 돌아오라는 권고이다. (2) 경고 : 히스기야는 만약에 이스라엘 백성들이 죄에서 돌이켜 여호와께로 돌아오지 않으면 그들의 열조와 포로로  잡혀간 저희 형제들처럼 언제든지 멸망에 처하게 될 것이라고 경고했다(7절). 이를 다시 말하면 저희들이 앗수르 왕의 손에서 구어가을 받은 것은 저희의 선한 공로 때문이 아니라 전적인 하나님의 은혜 때문이라는 것이다(엡 2:8, 9). 그러므로 여호와께서 저희  죄를 참으시고 저들이 돌아오기를 기다리고 계시는 동안에 속히 여호와께로 돌아와 여호와의 진노를 피하라는 것이다. (3) 약속 : 히스기야는 만일 이스라엘 백성들이 여호와께로 돌아오면 포로로 잡혀간 저희 형제와 자녀들까지도 귀환하게 될 것이며 여호와의 은혜와 자비는 영원히 그들을 떠나지 않을 것이라는 약속의 말씀(9절)을 전했다. 이는  나를 사랑하고 내 계명을 지키는 자에게는 천대(千代)까지 은혜를 베푸느니라 (출 20:6)는 약속의 말씀과 깊은 연관이 있는 것이다. 그리고 이 뿐만  아니라 이 약속은 예수 그리스도로 말미암아 완전히 회복케 될  성도의 신분과 예수 그리스도를 통한 하나님고  성도 간의 진정한 관계 회복을 암시해 준다. 그러나 이러한 히스기야의  권고와 경고, 그리고 약속으  말씀에도 불구하고 그것을 조롱하며 비웃는 자들도 있었다(10절). 그들은  아마 이미 멸망한 상태에 처한 자신들의 상황 때문에 하나님의 말씀을  거부할 뿐만 아니라 낙담하여 하나님의 존재조차 부인하게 되었는지 모른다. 그러나 몇몇  사람은 스스로 겸비하여 여호와의 말씀대로 지시한 히스기야의 명령을 일심(一心)으로 준행하였다(11, 12절) 여기서 우리는 동일한 여호와으  말씀을 들었음에도 불구하고 순종으로 받아들여 주의 뜻을 준행하는 자가 있는 반면에 그 말씀을 거부하고 불순종해 하나님의 뜻을 행치 않는 자가 있다는  사실을 깨닫게 된다. 그리고 이와  더불어 하나님의 뜻을 이행하는 데는 하나님의 인도하심과 역사하심이 있다는  것을 깨닫게 된다. 왜냐하면 본문을 살펴볼 때 유다 백성이 히스기야의 명령을 준행한 이면에는 여호와께서 백성들을 감동시키심이 있었기 때문이다(12절). * 어떻게 유월절을 준비할 것인가?  본문 3절은 유월절이 원래의 규례대로 1월 14일에 지켜지지 못하고 2월 14일로 연기될  수밖에 없었던 피치 못할 이유를 다음과 같이 설명한다. 즉, (1) 성결케 한 제사장이 부족하고, (2) 백성들이 예루살렘에 모이지 못하였다는 사실을 들과 있다. 물론 피치 못할 이유 때문에 유월절을 2월로 연기하는 것이 율법에 어긋나는  것은 아니다. 그러나 유월절을 맞이할  준비가 온전치 못하여 그 행사가 연기된 사실을 통해서 우리는 우리의 영적인 삶을 반성하게 된다. 왜냐하면 유월절을 맞이하는 구약 백성들의 모습은  어린 양 되시는 예수 그리스도의 피로써 구원 받은 성도들이 성찬식을 맞이하는 모습과  어린 양 되시는 예수 그리스도의 피로써 구원 받은 성도들이 성찬식을 맞이하는 모습과 연관시켜 생각할 수 있기 때문이다. 그러면 본문 3절과 민 9:6-12을 근거로하여 오늘날 영적인 유월절 의식(또는 성찬식)을 맞이하는 성도의 태도는 어떠해야 되는가를 살펴보자. (1) 자신을 성결케  해야 한다. 바울 사도는 성도를 성결케  하는 힘은 곧 하나님과 주 예수 그리스도로 말미암아 온다고 말하고 있다(살전 5:23). 그리고 이와 더불어 히브리서 기자는 예수  그리스도의 피가 자기 백성을 거룩케 할  수 있다고 말하고 있다(히 13:12). 그러므로 율법은 유월절을 지키기 이전에 여호와께서 명하신 율법과 규례를 정직히 지켜 항상 몸과 마음을  성결케 하도록 요구하고 있다. 이와같이 성도는 항상 자신을 샅려 성찬식의 떡을 먹고 잔을 마실 수 있도록 헤애 한다(고전 11:27, 28). 여기서 자신을 살핀다는 것은 바로  주님의 언약의 피에 참여하면서 세상의 죄에 물든 채로 그냥 있지는 않은지 살피라는 것이다. 그래서 만약 자신에게서 죄를 발견하면 먼저 그 죄를 회개한 후에 예식에 참여해야 하는 것이다. (2) 자신이 하나님에게서 멀리 떠나  있으면 속히 돌아와야 한다. 유월절에 멀리 여행 중에 있는 자들은 속히 돌아와  그 다음 달에라도 꼭 유월절을 지키도록 율법은 권하고 있다(민 9:10, 11). 이는 오늘날 자신의 일로 인하여 혹은 불가피한 사정으로 인하여 하나님을 멀리하거나  믿음 생활을 소홀히 하는  성도들에게 경종이 되는 말씀이다. 그러므로 성도들은 자신의 삶의 전영역에 있어서 여호와를 제일 우선 순위로 하는 삶을 살 때 성찬식의 온전한 기쁨을 얻을 수 있다. 그리고 은유적으로 이해할 때 이는 성도가 항상 죄에서 떠나 있어야 함과 더불어 하나님의 말씀 가까이에 있어야 함을 의미한다. (3) 부지중에 자신을 부정하게 했을  경우 잠시 자숙(自肅)해야 한다. 이럴 때에 율법은 정해진 달에 유월절을 지키지  말고 다음 달에 지키도록 명령하고 있다(민 9:10, 11). 그리고 이와 더불어 바울 사도  또한 이런 사람은 주의 성찬식에 참여자히 말 것을 말하고 있다(고전 11:28). 이와같이  자숙의 기간을 갖도록 하는 것은 자기의 죄를 먹고 마시지 못하도록 하기 위함인데(고전  11:29) 흔히 이러한 사실을 무시하고 성찬식에 참여함으로써 죄에 대하여 무뎌지고 더 큰 죄에 빠지게 되는 경우가 있다. (4) 혹 죄를 지었다고 낙담하여 포기하지 말고 죄를 회개해 속히 유월절에 참여토록 해야 한다. 유월절에 관해 율법이  허용하고 있는 연기 기간은 한달이다. 이것은 비록 현재 자신이 온전치  못할지라도 절대로 여호와께 나오는  것을 포기하지 말아야 함을 가리킨다. 그리고 성도가 지은 죄에 대해 성경은  만일 우리가 우리 죄를 자백하면 저는 미쁘시고  의로우사 우리 죄를 사하시며  모든 불의에서 우리를  깨끗케 하실 것이요 (요일 1:9)라고 말하고 있다. 이러한  사실들로 미루어 볼 때 하나님께서는 자신의 죄를 회개하고 예식에 참여할 것을 권고하고 계신다고 이해할 수 있다. 사실 본장에서 볼 때도 이스라엘 백성들이 처음에는 유월절을 지키기에 온전치 못했지만 속히 자신들을 성결케 하고  겸비함으로 유월절에 참여했을 때  그들은 무한한 기쁨을 만끽했음을 발견할 수 있다(25, 26절). 그러기에 주님 보시기에 온전치 못한 우리들이라 할지라도 예수 그리스도의 보혈에 힘입어 그의  구속함에 속히 참여할 때 무한한 축복과 신령한 기쁨도 맛볼 수 있는 것이다. 2. 범국가적으로 지킨 유월절 행사(30:13-27) 히스기야의 종교적인 사역 주에서 그 절정게 해당하는 본문은 유월절 절기를 기쁨으로 지키는 대목이다. 즉, 앞에서  언급한 바와 같이 절기 의식을 범국가적으로 거행하기 위해 철저하게 준비한 히스기야 왕은  이제 본문에 기술된 바와 같이 그 행사를 성대히 치른다. 이러한 본문은 (1)  유월절 의식을 거행하는 대목(13-16절), (2) 부정한 자들의 결례(17, 18절), (3) 히스기야의  기도(19, 20절), (4) 찬양과 감사(21, 22절) (5) 연장된 절기  행사(23, 24절), 그리고 (6) 절기를 지킨  결과로 나타난 온 유다의 큰 기쁨(25-27절) 등으로 구성되어 있다.  이 같은 본뮨을 통하여 우리는 본문의 중요한 특징 하나를 발견할 수  있는데 그것은  백성들 의 모습이 매우 선명하게 부각되어 있다는 것이다. 이에 대하여 구체적으로 살펴보면 다음과 같다. (1) 백성들이 유월절  의식을 준행하기 위해 최종적인  박차를 가했다. 다시 말해서 제사장과 레위인들은 사(私)적인 이유로  지체하여 자신들을 성결케 하는 일에 게을렀을 뿐만 아니라 적극적으로 유월절  행사를 준비하지 않았다(15절). 그러나 이와는 달리 백성들은 예루살렘에 이쓴 제단과 향단들을 모두 제거하는 등(14절) 많은 종교적인 열심을 내었다. 그래서 본서 기자는 백성들의 움직임에 대해 세세히 언급하는 것이다. (2) 북이스라엘에서 온 많은 백성들이  규례를 범하여 유월절 양을 먹었지만 히스기야의 기도로 용서되었다(18-20절). 이는  엄격한 율법의 특성이 부각됨과 동시에 하나님을 경배하는 백성들의 믿음이 매우  중요하게 취급되었음을 보여 준다. 사실 유월절 절기에 참여하는 사람들은  여호와의 규례대로(민 9:10-14) 스스로  정결케 해야 했을 뿐만 아니라 하나님의  구원을 기억해야만 했다(출 13:3-10).  그러나 이 같은 율례를 일부 백성들이 어겼기 때문에 여호와께서는 진노하신 것이다. 그럼에도 불구하고 히스기야가 기도하자 하나님의 자비하심과 긍휼하심은 다시 백성들 위에 임했다(20절). (3) 백성들의 요구에 의해 이 행사가  한 주 더 연장되었다는 것이다. 이것은 이 유월절 행사에서 백성들의 의견이 얼마나  중시되었는가를 말해 주는 것이다. 뿐만 아니라 이는 백성들의 즐거움이 얼마나  컸으며 그 기쁨이 히스기야에게 어떤 영향을 끼쳤음을 나타내는 것이다. (4) 절기에 참여한  백성들의 수효가 엄청나게 많았으며 그  기쁨의 정도 면에서 볼 때도 솔로몬 때에 누렸던 기쁨에 비할 만했다는 것이다(26절). 이것은 바로 장차 도래할 천국에서의 성도들의 기쁨을 예표하고 있는 것으로 이해할 수 있다. (5) 백성들 중에는 나그네들도 언급되고 있다는 것이다(25절). 이것은 바로 신약 시대에 이방인들에게까지도 복음이 전파되어 장차 구원의 자리에 함께 동참케 될 것임을 예표한다. 이상의 몇 가지 사실들은 바로 하나님 나라에서 백성들의 위치가 얼마나 중요한가를 밝혀줄 뿐만 아니라 이땅에서도 하나님은 어떤 특정한 몇몇 성직자들을 통해서만 일하시지 않고 일반 백성들을 통해서도 더 큰 일들을 행하신다는 것을 보여 준다. 한편, 본문의  내용을 자세히 살펴보면 본서  기자의 집필 의도를  발견할 수 있다. 즉, 본문에는 여호와께서 히스기야의 기도를 들으셨다고(20절) 나타나 있고, 제사장들과 레위 사람들이 백성을 위하여 축복하자 그 기도가 여호와께 상달되었다고 언급되어 있다(27절). 이는 본서 저자가 인식한 당시 상황에 대한 해석으로서 유다 백성들과 유다 왕국에 임한 하나님의 보호와 섭리를  나타낸 것이라고 간주할 수 있다. 이러한 본문 전체를 통해 우리는 다음과 같은 몇 가지 교훈을 발견하게 된다. * 구속사적 맥락에서 본 유월절.  본장 전체에 걸쳐 기록된 유월절 의식을 하나님의 구속사 속에서 유월절이 갖는 의미가 무엇인가를  잘 말해 주고 있다. 또한 성경 전체에서 유월절 의식에 대하여 이렇게 자세하게  기록된 곳이 출 11, 12장의 유월절 사건 이외에 본장 뿐이라는 사실은 히스기야의 유월절이 그 당시의 시대적, 역사적 배경 하에서 매우 중요한 의미를 지닌 것임을  보여 주는 것이다. 그러면 여기서 유월절이 갖는 본질적인 의미를 탐구해 보고 그것을 시대적 정황에 따라 어떻게 적용하여야 할 것인지를 개괄적으로 살펴보자. (1) 유월절의 본질적 의미 : 우리는 출애굽기 11, 12장에서 유월절으 본질적인 의미를 정확히 파악할  수 있다. 첫째, 유월절은 출애굽 사건과  밀접한 연관이 있다. 즉, 유월절은 애굽 치하의  종살이에서의 해방을 의미하는 것이다.  흔히 애굽에서의 종된 얽매인 상태, 그리고 세상의 영, 즉 사단의 지배를 받는 상태를 상징하는데(엡 2:1-3) 유월절은 어린 양  되시는 예수 그리스도께서 피흘리심으로  당신 백성을 죄와 사망의 사슬로부터 자유케 하신 대속으 사역(히 9:22)을 상징하는 것이다. 둘째,  넘어 지나감 이라는 문자적 의미에서 보듯이 유월절은 하나님께서 내리신 죽음의 심판에서의 구원을 의미한다(출  12:13). 여호와께서는 죄로 가득찬 세상을 상징하는 애굽을 죽음으로 심판하실 때에  그 죽음에서 피할 길을 예비하셨는데 그것이 바로 유월절 사건인 것이다. 여기서  우리는 하나님께서 내리시는 심판의 보편적 특성과 공의를 발견하는 동시에 또한 하나님의 자기 백성에 대한 무한한 자비를 발견한다. 우리는 세례 요한이 예수 그리스도를 향하여  세상 죄를 지고 가는 어린 양 (요 1:29)이라고 했을 때 바로 이와 같은  죄와 심판의 보편적 특성과 하나님의 구원의 보편적 특성을 발견할 수 있는 것이다. 셋째, 이스라엘의 종교력(宗敎曆)에서 유월절은  모든 달의 시작이다. 이는 바로 유월절이 영적인 새로운 삶과 깊은  연관이 있음을 암시한다. 그러기에  이전 것은 지나갔으니 보라 새것이 되었도다 (고후 5:17)라는  말씀은 바로 죄에 대하여 죽고 그리스도로 말미암아 의로운 삶을 시작하게 되었음을 선포하는 것이다. (2) 적용 : 본장을 통해서  우리는 히스기야와 이스라엘 백성들이 위에서 언급한 유월절 사건의 의미를 그 당시 시대적 정황에 어떻게 적용하였는가를 발견하게 된다. 첫째, 앗수르 왕의 손에서 벗어난 것을 새로운 출애굽 사건으로 보았다(6절). 이것은 히스기야가 구원은 어떤 정치적, 군사적  힘에 의해서가 아니라 오직 여호와께로 말미암은 것으로 깨달았음을 보여 주는  것이다. 이것은 우리드이 어떠한 시대, 어떤 경우에 부딪힌다 할지라도  우리를 얽어매는 세력들로부터 벗어나  죄없으신 예수 그리스도를 통하여 반드시 구원 얻어야 함을 말해준다. 둘째, 유월절을 통하여  여호와의 진노에서 벗어날 수  있음을 보여준다(8절). 이는 자기 백성들의 죄 때문에 어린 양되시는 그리스도의 죽음이 필연적으로 있어야함을 암시하가 것이다. 왜냐하면  각 사람의 죄로 말미암은 하나님으  진노는 어린 양 되시는 예수 그리스도에게 저가되어 하나님께서는 그 어린 양의 피를 보심으로 진노의 심판을 거두시기 때문이다. 따라서 이 사실은   이제 그리스도 예수 안에 있는 자에게는 결코 정죄함이 없다 (롬 8;1)는 것을 우리게에 다시  한번 더 강조해 주는 것이라 할 수 있다. 오늘날에도 죄에 대한 하나님의  심판은 분명히 있으되 성도들이 날마다 그리스도 안에서의 삶을 살면 심판을 면케 되는 것이다. 셋째, 유월절 의식의 결과는  큰 기쁨을 동반하게 된다는 거이다(26절). 예수께서는 포도나무 비유를 말씀하시면서 누구든지  그리스도 안에 있으면 기쁨이 충만케 된다고 하셨고(요 15:11), 모든 절기의 궁극적  목적은 예수 그리스도를 믿음으로  그 배에서 생수의 가이 흘러나게 되는  것 (요 7:38)이라고 말씀하셨다. 이것은 분명히 믿는자가 받을 성령을 가리키는 것인데 이것은 단지 의식을 준행하는 것보다 그 의식을 통해 신앙의 기쁨을 회복하는 것이 더  중요하다는 사실을 의미한다. 그러므로 신령한 기쁨은 그리스도 안에서 새로운 삶을 시작할  때 비로소 획득된다는 사실을 우리는 깨달을 수 있다. * 축복 기도의 의미. 본문 27절에는 제사장과 레위인들이 그 백성들을 위해 축복 기도하는 장면이 기술되어 있는데 그 기도가 여호와의 거룩한 처소, 곧 하늘에 상달되었다고 본문은 밝히고  있다. 그래서 본절은 축복 기도의  의미와 그 기도와 하나님과의 관계가 어떠한지를 생각케 한다. 이에 본 소고에서는 축복 기도의 진정한 의미에 대해서 개괄적으로 살펴보고자 한다. 축복 기도는 성경의  여러 곳에서 언급되고 있는데  그것은 다른 사람에게 하나님의 복이 임하기를 기원하는 기도의 형태로 나타나 있다. 그런데 여기서 말하는  복 으 개념에 대해서는 보다  자세한 언급이 필요하지만 축복  기도의 대표적인 양식을 기록한 민 6:24-26에 근거해서 살펴볼 때  그 의미는 하나님의 절대적인 보호하심(민 6:24)과 은혜 베푸심(민 6:25),  그리고 하나님께서 제공하시는 평강(민  6:26) 등으로 설명할 수 있을 것이다(시 4:6;67:1). 이러한 기본 개념을 염두에 두고  축복 기도에 대한 신구약의 역사를 살펴보면 다음과 같다. 즉, (1) 족장 시대에는 주로 그 족속의 장(長)이 되는 아버지가 아들에게 축복  기도를  베풀었다.  예를  들면  노아가 셈에게(창  9:26),  이삭이  야곱에게(창 27:27-29). 그리고 야곱은 요셉과 요셉의  두 아들에게(창 48:15, 16) 축복 기도를 했다. (2) 광야 시대와 왕국 시대에는 주로 제사장들이 백성들에게, 또는 왕이 백성들에게 축복 기도를 했다. 이에 대한  실제적인 예들은 성경에서 얼마든지 찾아볼 수 있다(27절;6:12;레 9:23;신 10:8). (3) 신약  시대에는 주로 사도들이 성도들을 향하여 축복 기도를 했다(롬 15:13;고후 13:13;히 13:20, 21;유 24, 25절). 이상에서 살펴본 바에 의하면 축복  기도는 히브리서 7:7에서  낮은 자가 높은 자에게 복빔을 받느니라 고 한 것처럼 어떤  영적인 지위 고하에 다라 베풀 자격을 가졌음을 알 수 있다. 그런데 이러한 축복 기도가 어떤 지위 체계를 보여 주는가? (1) 언약적 지위 체계를 보여 준다. 즉,  먼저 약속을 얻은 자가 그 약속을 이어 받을 자에게 언약을 잇게 하기 위해  축복 기도를 베푼다는 것이다. 이 사실은 히 7:6에서 분명히 알 수 있듯이 멜기세덱은 약속을 얻은 아브라함에게 축복 기도를 함으로 약속을 잇게 한 것이다. (2) 영적인 지위체계를 보여준다. 즉, 신앙적으로  먼저 된 자가 나중 된 자에게 복을 빌어 주는 것이다. 그러나 그러할지라도  이 축복 기도는 단순한 중보 기도와는 다른 의미를 가지는데 그 차이는 바로 기도하는 내용과 축복 기도를 하는 지도자의 신앙적 위치 때문에 생긴 듯하다. 한편, 축복 기도의 결과에 대해서 살펴보면  우선 본문 27절에 소개된 바와 같이 그 기도는 혀오와의 보좌까지 상달된다. 이  말은 다른 기도가 하늘에 상달되지 못한다는 의미가 아니라 하나님께서 축복 기도를 통하여 분명히 어떤 복을 내리시기를 원하신다는 것이다. 즉, 이러한 축복 기도는 기도를 받는 대상과 삼위 일체의 하나님을 밀접하게 연관시켜 주나는  것이다. 실제로 예수께서는 사도들과  어린아이들에게 이와 같은 축복 기도를 베푸셨는데(마 16:17, 18;막  10:16;눅 24:50, 51). 이것은 곧 예수를 믿는 모든 사람들에게 하나님의 축복이 임할 것임을 보여 준 일례이다. 이 같은 축복 기도의 분명한 결과들은 성경에 수없이 많이 기록되어 있다. 7, 18;막  10:16;눅 24:50, 51). 이것은 곧 예수를 믿는 모든 사람들에게 하나님의 축복이 임할 것임을 보여 준 일례이다. 이 같은 축복 기도의 분명한 결과들은 성경에 수없이 많이 기록되어 있다."
        }
    ]
}