{
    "bible_book": "역대하",
    "chapter_number": 36,
    "commentaries": [
        {
            "verse_reference": "36:1",
            "commentary": "-4 \n 본문에는 여호야스의 통치가 기록되어 있는데 왕하 23:31-34의 서술보다 그 내용이 더 간략하다."
        },
        {
            "verse_reference": "36:1",
            "commentary": "국민이...그 부친을 대신하여...왕을 삼으니 - 국민들이 왕을 옹위한 이와 같은 방식은 26:1과 33:25에도 나온다. 그런데 국민들이 장남이 아닌 여호야스 를 왕으로 삼은 것(렘 22:10-12)에는 특별한 이유가 있었던 것으로 보인다. 커 티스(Curtis)는 요시야의 반 애굽 전책을 치하하기 위해 특별히 다른 형제들에 비해 반애굽적인 성향이 강한 그를 왕으로 세웠을 것이라고 한다. 그러나 이러한 이유보다는 오히려 나이 많은 여호야김에게 나타났던 폭군적 행위(8절) 때문에 백성들이 여호야스를 왕으로 선택한 듯하다(O. Zockler). 한편, '여호아하스'라는 이름의 뜻은 '여호와께서 붙드신다'인데 '살롬'이라고도 불리워졌 다(렘 22:11). 그리고 왕하 23:31에는 그의 모친이 '하무달'이라고 언급되어 있으나 본서에서는 침묵하고 있다."
        },
        {
            "verse_reference": "36:2",
            "commentary": "예루살렘에서 치리한 지 석달에 - 그는 B.C. 609년에 3개월 동안 통치하였다. 그런데 왕하 23:32에는 \"여호아하스가...여호와 보시기에 악을 행하더니\"라고 기록되어 있어 그의 통치에 대한 일반적인 평가를 첨언하고 있다. 그러나 여기에서 역대기 저자가 이 사실을 생략한 이유는 (1) 3개월 짧은 기간 동안 어떤 특정한 우상 숭배 행위가 있었다고 보기도 힘들고, (2) 젊은 여호아하스(여호야김보다 2살이 어림, 5절과 비교)는 아마 부친 요시야의 정책을 본받아 반애굽 정책을 행했기 때문일 것이라고 추측한다(Curtis). 그럼에도 불구하고 이 같은 주장에 대해 긍정하고 있는 자료는 그리 흔하지 않은 것 같다."
        },
        {
            "verse_reference": "36:3",
            "commentary": "애굽 왕이...그 위를 폐하고 - 왕하 23:33에는 '바로느고가 저를 하맛 땅 립나에게 가두어 예루살렘에서 왕이 되지 못하게 하고'라고 기록되어 있다. 한편, '폐하다'에 해당하는 히브리어의 원형은 '수르'(* )로서 '쫓아버리다', '제거 하다', '떠나다'라는 의미이다. 그러기에 이는 애굽 왕이 여호아하스를 왕위에 서 '물러나게' 했음을 가리킨다. \n 벌금으로 내게 하며 - '벌금'에 해당되는 히브리어 '아나쉬'(* )는 '벌을 주다', '유죄 판결을 내리다', '촉구하다'란 의미로 어떤 잘못에 대해 내리는 처벌의 알종을 가리킨다(출 21:22; 암 2:8). 그런데 한 국가가 다른 나라를 침입하고 그곳을 점령한 후에 전쟁의 대가로 받은 것은 보통 '조공'(*, 민하)이었다. 그 럼에도 불구하고 여기에서 느고가 벌금을 받은 것은 애굽이 유다의 내정(內政)에 깊이 관여했음을 반영함과 더불어 여호아하스가 반애굽 정책을 취했기 때문인 것으로추측된다."
        },
        {
            "verse_reference": "36:4",
            "commentary": "그  형제 엘리아김을 세워 - 엘리아김은 요시야의 둘째 아들로서 (대상 3:15) 이 이름의 뜻은 '하나님이 세우신다'이고, '여호야김'은 '여호와가 세우신다'라는 의미의 이름이다. 한편 애굽 왕 느고가 그의 이름에 '여호와'라는 이름을 넣은 식민지 백성들에게 애굽의 정책이 옳음을 홍보하고, 여호와께 대한 존경을 보임으로써 원활한 통치를 이룩하고자 한 의도에서 였을 것이라고 커티스(Curits)는 추측한다. 그러나 오히려 그것은 유다 백성들과 여호와 하나님을 모독하기 위해 취한 조치인 듯하다(Barker). \n 여호아하스를 애굽으로 잡아갔더라 - 왕하 23:34과 렘 22:12에 따르면 그는 거기서 죽었다."
        },
        {
            "verse_reference": "36:5",
            "commentary": "-8 \n 본문은 여호아하스의 뒤를 이은 여호야김의 통치에 관한 기록으로, 왕하 23:35-24:6의 언급보다 생략 형태로 나타나 있다."
        },
        {
            "verse_reference": "36:5",
            "commentary": "나이 이십 오 세라 - 여호야김은 여호아하스보다 2살 위이다(2절). 그런데 여호아하스의 소개 때에 그의 모친의 이름을 생략한 것과 같이 본절에서도 여호야김의 모친을 소개하고 있지 않다. 특별한 경우를 제외하고 모친의 이름을 생략하는 것이 역대기 저자의 특징인 듯하다(Curtis). \n 악을 행하였더라 - 왕하 23:37에서 여호야김은 '그 열조의 모든 행한 일을 본받아 여호와 보시기에 악을 행하였더라'고 기록하고 있어 그의 행악을 좀더 구체적으로 언급하고 있다. 한편, 여호야김은 애굽 왕으로 선택되었기 때문에 그들의 신들을 숭배함으로써 애굽 왕을 기쁘게 하려 했을 가능성이 있다."
        },
        {
            "verse_reference": "36:6",
            "commentary": "느부갓네살 - 그의 이름이 앗수르 바벨론 비문에는'나비웁쿠두리우술'(Nabiuvkudurriusur)이라고 기록되어 있고(Keil, Zockler), 히브리 성경 여러 곳에 서도 그와 유사한 형태로 언급되어 있다(스 2:1; 렘 49:28). 그는 B.C. 605년에서 562년까지 바벨론을 통치한 자로서 그 이름의 뜻을 '느보(사 46:1)는 질병으로부터 보호해 주는 자다' 또는 '느보는 면류관을 보호해 준다'이다. 또한 그는 B.C. 625년 니느웨 성을 멸망시킨 나보폴라살(Nabopolassar, B.C. 625-605)의 아들로서 아버지의 명령을 받고 갈그미스 전투에 나아가 그곳에서 애굽을 크게 패하게 했던 장본인이다. 한편, 왕하 24:1에 따르면 이미 여호야김은 바벨론 왕 느부갓네살을 섬겼는데 3년후 그가 느부갓네살을 배반했기 때문에 느부갓네살이 그를 바벨론으로 잡아간 것이다. 여기에 관련된 연대기 문제에 대한 보다 자세한 내용은 왕하 24:1 주석을 참조하라. \n 쇠사슬로 결박하여 - 이 같은 방법은 므낫세에게도 행했던 것으로(33:11) 당시 근동 지방의 통치자들이 정복국의 지도자들을 잡아갈 때 쓰던 관습을 반영한 것이라 할 수 있다. \n 바벨론으로 잡아가고 - 여호야김이 실제로 바벨론으로 잡혀 갔는지에 대해서는 찬반(贊反) 양론으로 나누어진다. 즉, (1) 폐인(Payne)은 여기에 언급된대로 그가 바벨론으로 결박당해 끌려갔다고 생각한다(Wycliffe Commentary). (2) 대부분의 보수적 성향을 띤 학자들은 여호야김이 바벨론으로 잡혀가지 않았다고 추정한다(P.C.Barker, Keil). 왜냐하면 그가 예루살렘에서 죽었기 때문이라는 것이다(렘 22:18, 19; 36:30). 그러나 이에 대한 성경의 다른 곳의 구체적인 언급이 없기 때문에 어느 한쪽의 의견이 맞다고 단정하기는 어려운 듯하다."
        },
        {
            "verse_reference": "36:7",
            "commentary": "여호야의 전 기구들을 바벨론으로 가져다가 - 이 사실이 열왕기에는 나타나지 않지만 단 1:2에서 그 역사적 사실성을 입증해 주고 있다. 그러므로 이것이 열왕기에 없다고 하여 역대기 기자의 창작으로 보는 것은 분명한 잘못이다. \n 자기 신당 - 이는 바벨론의 전쟁의 신(神)인 '므로닥'의 산당일 것으로 추측 된다(Barker)."
        },
        {
            "verse_reference": "36:8",
            "commentary": "그 행한 모든 가증한 일 - 그가 범한 구체적인 악행에 대해서는 예레미야서(26:23; 36:20-23, 26)와 에스겔서(19:6)에 잘 나타나 있다(왕하 24:4). \n 그 심술 - 이에 해당하는 히브리어 '한님차 알라이우'(* )는 '그에게서 발견된 것', 또는 '그의 표면 위에 드러난 것'이라는 뜻이다. 그러므로 이것은 그의 마음 속에 품고 있던 악한 생각이나 불신앙적 사고가 겉으로 드러나 발산된 것을 의미한다. 즉, 이는 여호야김이 행한 모든 도덕적, 신앙적 행위와 태도를 전체적으로 묘사한 것이다(Keil). \n 여호야긴 - 이 이름은 '여고냐'(대상 3:16), 혹은 '고니야'(렘 22:24)로 불리워 지기도 한다."
        },
        {
            "verse_reference": "36:9,10",
            "commentary": "본문은 여호야김의 아들 여호야긴의 통치 기사로 왕하 24:8-17보다 비교적 약술 형태로 언급되어 있다."
        },
        {
            "verse_reference": "36:9",
            "commentary": "나이 팔 세 - 왕하 24:8의 18세가 보다 정확한 기록이다. 그런데 혹자는 렘 13:18; 22:26; 29:2 등을 근거로 여호야긴은 매우 어려서 항상 어머니가 보호자로 따라다녔다고 말하면서 8살이 정확한 기록이라고 주장한다(Bertheau). 그 러나 70인역(LXX)과 벌게이트역(Vulgate). 그리고 사리아 탈굼역 등은 분명히 18살이 옳은 것으로 지지하고 있고 많은 주석가들도 이에 찬성하고 있다(Keil, Barker, Payne). \n 석달 열흘을 치리하며 - 왕하 24:8에는 대략적으로 석달을 치리하였다고 기록하고 있으나 여기에는 이를 좀더 구체적으로 언급하고 있다. 한편, 그의 통치는 느부갓네살의 역사 기록이 증거하는 것과 같이 B.C. 598년 12월부터 B.C. 597년 3월 16일 까지를 말할 가능성이 크다(Payne)."
        },
        {
            "verse_reference": "36:10",
            "commentary": "세초(歲初)에 - 이에 대한 히브리어를 직역하면 '해가 돌아올 때'(NIV, At the turn of the year)로서 봄철을 가리킨다. 그런데 대체로 이 시기는 건기(乾基)가 시작더가는 계절이기 때문에 일반적으로 전쟁을 완비하고 전투를 개시하던 때였다. 왜냐하면 근동 지방의 겨울을 우기(雨期)에 해당하므로 전쟁을 하기에 적당치 않았기 때문이다(삼하 11:1; 왕상 20:26; 대상 20:1). \n 여호야긴을 바벨론으로 잡아가고 - 왕하 24:10-16을 보면 바벨론 왕 느부갓네살(Nebuchadnezzar)이 부친 여호야김(Jehoiakim)을 잡아 간 후(6절) 다시 2차로 유다를 침입하여 여호야긴(Jehoiachin)을 잡아간 사실이 자세히 기록되어 있다. 그러므로 여호야긴은 부왕(父王) 여호야김의 뒤를 이은 후 다시 부왕의 정책을 그대로 따랐다가 느부갓네살의 응징을 받았든지, 아니면 여호야김의 응징에 대한 후속 조치로 재차 응징을 받았든지 했을 것이다(Curtis). 그러나 이것은 단순히 여호야긴이 바벨론으로 잡혀간 이유에 대한 추측에 불과하지, 확정적인 것은 아니다. 그리고 바로 이때에 에스겔 뿐만 아니라 유다 사회에서 중요한 역할을 했던 많은 수의 지도자둘과 기술자들이 잡혀 갔다(Payne, J. Wolfendale). 한편 여호야긴은 약 37년간을 바벨론에서 감옥 생활을 하면서 그곳에서 결혼하고 자식을 낳고 산듯하다(대상 3:17, 18). 그리고 느부갓네살 에 이어 에월므드락(Evil-Merodach)이 왕위를 계승하였을 때(B.C. 562) 감옥에 서 풀려나와 바벨론에 포로로 잡혀간 왕들 가운데 가장 존경 받는 위치로 회복되었다(왕하 25:27 이하; 렘 52:31 이하). \n 그 아자비 시드기야 - 이에 해당하는 히브리 역대기 본문에는 '그의 형제'로 언급되어 있는데 이것을 좀더 정확히 말하면 '삼촌'(uncle)이다. 왜냐하면 시드기야는 분명히 요시야의 셋째 아들(대상 3:15)이기에, 여호야긴에게는 삼촌이 되기 때문이다(왕하 24:17). 그리고 이와 더불어 시드기야의 모친은 여호 아하스와 동일하게 '하무달'이기 때문에 이 사실은 자명하다. 한편, 본래 그의 이름은 '맛다니야'였으나 느부갓네살이 개명하여 '시드기야'로 불렀다."
        },
        {
            "verse_reference": "36:11",
            "commentary": "-21 \n 본문에서는 유다의 마지막 왕 시드기야의 통치(11-16절)와 예루살렘의 멸망(17-21절)에 관하여 기록하고 있다. 이 같은 내용의 병행 본문은 왕하24:18-25:21이다."
        },
        {
            "verse_reference": "36:11",
            "commentary": "나이 이십 일 세 - 그는 21세에 왕위에 올라 유다를 11년 동안 통치(B.C.597-586)했는데 악행을 많이 범하여, 유다가 갈대아에게 패망 당하는 모습을 목도한 비극의 인물이다. 한편, 본절에서도 역시 그의 모친에 대한 소개가 없다."
        },
        {
            "verse_reference": "36:12",
            "commentary": "선지자 예레미야가 여호와의 말씀으로 일러더 - 이는 예레미야가 시드기야로 하여금 애굽을 의지하지 말고 바벨론에게 항복할 것을 촉구한 사실(렘 32:4; 34:3) 등을 가리킨다. 시드기야는 이 같은 예언들을 묵살함으로써 멸망을 자초하였다(왕하 24:20; 25:7). 한편, 시드기야가 이때 선지자의 말을 듣지 않은 이유를 귀족들의 반발과 시드기야 자신의 헛된 망상 때문이라고 설명하는 학자(Curtis)가 있는데 어느 정도는 일리가 있는 듯하다. \n 겸비치 아니하였으니 - 이것은 시드기야의 행악 가운데서 특히 렘 37장(특별히 2절), 38장, 그리고 렘 21:4-22:9에 나오는 사건들을 생각케 한다(Keil)."
        },
        {
            "verse_reference": "36:13",
            "commentary": "맹세케 하였으나 - 맹세에 관한 구체적인 내용은 알 수 없다. 그러나 에스겔 선지자는 이 맹세의 언약을 잘 지켰더라면 능히 쓰러져 가는 나라를 세울 수도 있었을 것이라고 말한다(겔 17:12-21; 21:25). \n 저가 배반하고 - 이는 단지 바벨론 왕에 대한 배반 뿐만 아니라(왕하 24:20) 예레미야의 충고를 거절한 것이었다. 그래서 에스겔 선지자는 이 큰 배반에 대해 비난한 것이다(겔 17:13-16). 한편, 바벨론 왕에 대해 시드기야가 배반한 것은 애굽의 26대 왕조인 호프라(Hophra), 혹은 아프리스(B.C. 588-568)의 선동\n에 의한 것이라고 페인(Payne)은 밝히고 있다. \n 마음을 강팍케 하여 - 강팍케 한 주체에 대해서 다음과 같은 두 가지 견해가 있다. (1) 신 2:30을 근거로 하여 '하나님께서 그의 목을 곧게하고 마음을 강퍅케 하셨다'는 견해(O. Zockler, Bertheau), (2) '자신 스스로가 곧게 하고 강퍅케 했다'는 견해(Keil). 그러나 여기서 역대기 저자는 시드기야 자신이 스스로 마음을 강팍케 했다고 기록하고 있다. 그래서 (2)의 견해가 더 타당한 것처럼 보인다. 그런데 여기서 우리가 발견할 수 있는 사실은 하나님께서 이방인들과 자기 백성들을 대우하시는 방법이 다르며, 당신이 선택한 백성들에게는 징계보다는 사랑으로 대우 하신다는 것이다. 그러나 그럼에도 불구하고 시드기야는 마지막으로 주어진 하나님의 사랑까지도 거부하여 패망하였던 것이다. \n 여호와께로 돌아오지 아니하였고 - 맹세의 언약에 대한 파기와 예레미야 선지자의 충고에 대한 거부는 곧 여호와 하나님을 떠난 것이라고 본서 저자는 밝히고 있다."
        },
        {
            "verse_reference": "36:14",
            "commentary": "제사장의 어른들과 백성도 크게 범죄하여 - 이는 유다의 온 백성들 뿐만 아니라 종교적으로 지도자 역할을 했던 제자장들도 행악에 빠져 있었다는 의미이다. 즉, 그 당시 유다의 모든 사람들은 범죄 행위에 빠져 있었던 것이다. 그리고 여기에 언급된 '제사장의 어른들'은 24반열의 족장들과 대제사장을 가리키는 것인 바(대상 24;1, 3-19, P.C. Barker).이를 다 합하면 에스겔서에서 언급된 동방 태양에게 경배한 우상 숭배자 25명과 동일하다(겔 8:16, Pulpit Commentary, Curtis). 한편, 어떤 학자 들은 본절에서 나타난 우상 숭배와 성전이 더럽혀진 기사가 므낫세 시대에 적용된 것이라고 주장한다(Bertheau). 즉, 그들은 예레미야서에 근거해 시드기야 시대에는 우상 숭배에 대한 책망을 받지 않았고, 혹 있다 하더라도 성행하지 않앗다고 한다. 그러나 이같은 주장은 타당치 않다. 왜냐하면 에스겔에 의하면 시드기야 시대에는 백성 뿐만 아니라 제사장들도 깊은 우상 숭배에 빠져 있었기 때문이다(겔 5:1-7; 8:5-18; 14:1-5 등)."
        },
        {
            "verse_reference": "36:15",
            "commentary": "그 백성과 그 거하시는 곳을 아끼사 - 여기서 '아끼사'에 해당하는 히브리어 '하말'(* )은 '동정하다', '용서하다', '긍휼히 여기다'라는 뜻으로는 하나님께서 이스라엘 백성들의 온갖 죄악에도 불구하고 그들을 용서하셨음을 가리킨다. 다시 말해서 선택된 백성들이 계속해서 범죄함에도 불구하고 하나님께서 는 오랫동안 참으시고, 파괴하고 심판하시기를 인내하셨다는 의미이다(Keil, Zockler). 부지런한 그 사자들을...보내어 - 이러한 표현 형태는 예레미야에서 도 자주 발견된다(렘 26:5; 29:19; 35:14, 15). 한편 여기서 '사자들'이란 '선지자'들을 가리키는데, 당시에 활약했던 에스겔(b.c. 593-570), 예레미야(B.C.627-580), 다니엘(B.C. 605-530), 하박국(B.C. 612-589)등을 지칭한 것이다. 그리고 그와 더불어 여기에는 잘 알려지지 않은 예언자들도 있었을 것이다(Curtis)."
        },
        {
            "verse_reference": "36:16",
            "commentary": "만회할 수 없게 하였으므로 - 이는 이스라엘 백성들의 범죄가 너무 극심하여 이는 하나님의 심판이 불가피하게 된 상태에 이르렀음을 가리킨다(왕하 24:4). 한편, 여기에서와 같이 하나님의 심판이 부득이하게 내려 갈 수 밖에 없는 경우를 우리는 성경 다른 부분에서도 종종 발견할 수 있다(21:18; 잠 \n6:15; 29:1; 렘 8:15; 145:19)."
        },
        {
            "verse_reference": "36:17",
            "commentary": "하나님이 갈대아 왕의 손에...붙이시매 - 여기서 갈대아 왕은 느부갓네살을 가리킨다. 그는 시드기야가 애굽에 사자를 보내서 군사적인 지원을 요청하고 바벨론을 배반하자(겔 17:11-21) 예루살렘을 침공하였다. 그는 오랫동안 예루살렘을 포위한 끝에 성전과 성벽을 파괴하고 유다 왕국 전체를 붕괴시킨 장본인이다(왕하 25:1-7; 렘 34:1-7 ' 39:1-7; 52:2-11). 한편, '붙이다'라는 말은 '(하나님께서) 내어 주다'(gave, KJV, RSV) 또는 '양도하다'(handeddver, NIV)란 뜻이다. 그래서 이말은 범죄한 유다를 징계하시기 위해 하나님께서 이방인 느부갓네살을 도구로 사용하셨음을 잘 드러내 주고 있다. \n 저가 와서 그 성전에서 칼로 청년을 죽이며 - 이에 해당하는 히브리어 문구에서 청년을 죽인 주체가 누구인지 애매하다, 왜냐하면 이를 가리키는 히브리어 '와예헤로고'(* )는 '살륙하다' 혹은 '살륙하게 하다'란 의미이기 때문이다. 그래서 벌도우(Bertheau)는 '하나님이 성소에서 칼로 청년을 죽였다'로 해석한 다. 그러나 문맥을 살펴볼 때 하나님이 갈대아 왕을 도구로 사용하셨기 때문에 그 주체는 갈대아 왕으로 보아야 옳다(Keil). 한편 이러한 심판은 그들이 행한 범죄와 밀접한 연관이 있다. 왜냐하면 그들이 성전을 더럽히고(14절), 그들 자신들도 성전에서 살해되었기 때문이다. 이에 대한 보다 자세한 내용은 겔 9:1-11을 보라."
        },
        {
            "verse_reference": "36:18",
            "commentary": "다 바벨론으로 가져 가고 - 이에 대해서는 왕하 25:13-17과 렘 52:17-23을 보라."
        },
        {
            "verse_reference": "36:19",
            "commentary": "하나님의  전을 불사르며 - 성전의 유실(遺失)과 관련하여 생각할 수 있는 여러 가지 사실들은 왕하 25:9 주석과 강해를 참조하라. \n 모든 귀한 기명을 훼파하고 - 평행 구절인 왕하 25:13-17에는 기명을 훼파하고 탈취해 간 사실에 대해서 언급함과 더불어 그 기명들이 자세히 열거되어 있다. 이러한 약탈은 여호야김 시대에 있었던 것보다 더 광범위하고 철저했던 것 같다(렘 39:1-8, J. Wolfendale)."
        },
        {
            "verse_reference": "36:20",
            "commentary": "칼에서 벗어난 자 - 이에 대한 히브리어를 직역하면 '칼에서 남은 자', 즉 '칼로 살해되지 않은 자들'을 가리킨다. 그러므로 이것은 전쟁에서 죽거나 쓰러지지 않은 자들을 의미한다(Keil). \n 바벨론으로 사로잡아 가매 - 이들은 예레미야의 예언과 같이(렘 27:7) 바사가 일어날 때까지 그곳에서 있었다. 그런데 이들 중 대부분은 노예가 되어 비참한 생활을 하였으나(Payne, Keil), 그 중에서 몇 사람은 상당한 지위와 총애 를 받았다(왕하 25:27-30; 단 1:19; 2:49; 6:3). 한편, 이때 유다의 백성들은 계속되는 압제로 인해(사 14:2, 3) 대부분 포로 초기에 낙망을 경험하고 점점 세속화되어 갔다(겔 33:31, 32). 그러나 이와는 달리 영적으로 깨어 있음을 더 불어 경건했던 자들은 더욱 신앙이 성숙되어 갔다(느 1:4; 에 4:14-16; 단 1:8, Payne). \n 갈대아 왕과 그 자손 - 이는 느부갓네살과 그의 계승자들, 즉 에월므로닥 (Evil-Merodach, B.C. 562-560), 네리글리살(Neriglissar, 혹은 네르갈사레셀, B.C.560-556), 나보니두스(Nabonidus, B.C. 556-539)를 가리킨다. \n 바사국이 주재(主宰)할 때까지 - 이는 B.C. 539년 바사 왕 고레스가 바벨론을 정복할 때까지를 가리킨다."
        },
        {
            "verse_reference": "36:21",
            "commentary": "토지가 황무하여 안식년을 누림같이 - 이스라엘이 포로되어 적국에 있는 동안에 땅이 안식을 누릴 것이라는 사실은 레 26:34의 예언이다. 그래서 역대기 저자는 예레미야가 예언한 이스라엘 백성의 70년간의 포로생활(렘 25:11; 29:10)을 보다 긍정적인 의미에서 례 26:34을 기초로 해석하고 있는 것이다. 한편, 어떤 학자는 여기서 땅의 안식년 70년을 정확한 연대기적으로 해석해서 이스라엘 백성들이 사사 시대 이후 490년 동안 7년 주기 안식년을 70번 지내지 못한 것으로 이해한다(Bertheau). 그러나 하나님을 절대적으로 경외하는 통 치자였던 다뒷, 솔로몬, 여호사밧 등이 이 법을 지키지 않았다고는 볼 수 없으므로 이것을 정확하게 연대기적으로 계산해서는 안 된다. 그러므로 우리는 단지 이것을 '안식년의 율법을 무시한 자들에 의해서 빼앗긴 땅의 안식이, 그 법을 어긴 자들이 형벌을 받아 포로되어 감으로써 비로소 회복될 수 있었다'(Keil)고 이해해야 할 것이다. \n 칠십 년 - 바벨론 포로 기간은 대체적으로 1차 포로 때인 여호야김 3년부터(단 1:1-5, B.C. 605) 고레스의 조사로 인해 1차로 귀환한 시점(스 2:1-70, B.C. 536)까지로 본다."
        },
        {
            "verse_reference": "36:22,23",
            "commentary": "본문은 스 1:1-3과 거의 동일한 내용으로 소개되어 있는 바사 왕 고레스의 칙령이다. 그런데 이 칙령은 b.c. 538년 고레스 원년(元年)에 선포되었기 때문 에 유다가 멸망한지 약 70년 이후의 일이어서 연대기적으로는 크게 연관성이 없는 것처럼 보인다. 그래서 학자들은 이에 대해서 세 가지로 추측 설명하고 있다. (1) 역대기와 에스라가 본래 한권의 책이었는데 책이 분리될 때 우연히 이 구문이 양쪽에 다 남아 있게 되었거나, (2) 이 두 책이 본래 한권의 책이었 음을 보여 주기 위한 증거로서 의도적으로 양쪽에 사 기록되었거나, (3) 역대기서의 부록으로 이 책의 독자들 즉, 포로 생활로부터 귀환한 이스라엘 백성들에게 보다 희망적인 결론을 보여 주기 위해 역대기 저자가 추가 기록하였다고 볼 수 있다. 그런데 이 중에서 가장 타당성이 있는 것은 (3)의 견해인 듯 하다. 왜냐하면 역대기 저자의 의도는 유다의 포로를 땅의 안식과 관련하여 보다 긍정적으로 설명하는 것이기 때문이다. 이와 마찬가지로 열왕기 저자도 여호야긴이 감옥에서 풀려 나와 존귀하게 된 사실을 기록하여 본서 저자의 \n의도와 비슷하게 희망적인 결론을 맺고 있다."
        },
        {
            "verse_reference": "36:22",
            "commentary": "바사 왕 고레스 원년에 - 바사(Persia)왕 고레는 B.C. 539년부터 529년까지 왕국을 통치했다. 고레스에 대한 보다 자세한 내용은 스 1:1; 사 44:28 주석을 참조하라. \n 여호와께서 마음을 감동시키시매 - 여호와께서 고레스를 일으켜 예루살렘 성전은 중건케 하리라는 약속의 말씀은 사 41:25 ; 44:28; 45:1-4, 13에서도 발견할 수 있다. 그런데 고레스의 이 같은 마음의 변화는 바벨론 포로들의 회복 정책과 지역 종교의 융화 정책으로 나타난다(Payne). 한편, 여기에서 '감동 시키다'에 해당하는 히브리어 '헤이르'(* )는 '일어나다', '들어올리다', '분발시키다'라는 뜻의 '우르(* )에서 온 말이다. 그러기에 이것은 단순히 '움직이는 것 '(moved, NIV, 공동 번역) 뿐만 아니라 마음을 '돋우는 것'(stirred up, KJV, Living Bible, RSV)을 가리킨다. \n 예레미야의 입으로 하신 말씀 - 예레미야는 유다 백성들이 포로생활 70년 후에 다시 본국으로 귀환될 것이라고 예언했다(렘 25:11; 29:10-14). =====36:23 \n 하늘의 신 여호와께서 - 본절에서 고레스가 '여호와'라는 히브리적 표현을 사용한 것에 대하여 주목할 만한 가치가 있다. 물론 고레스는 다니엘을 통하여 이스라엘의 하나님 여호와를 알고 있었을 것이다. 그리고 이와 더불어 그는 히브리어의 거룩한 문학들(이사야, 예레미야, 에스겔)에 대해서도 알았을 \n것이다(P.C. Barker). 따라서 그가 하나님을 나타내는 데 이같이 표현한 것은 하나님의 사명을 감당할 자로 자신을 자처한 것으로 간주할 수 있는 듯하다(O. Zockler, J. Wolfendale). 한편 고레스가 이러한 표현을 사용한 데 대해 페인(Payne)은 당시 사용된 외교적인 어법에 의해서 그랬을 것이라고 추정한다 \n(Wycliffe COMMENTARY). 그러나 전자의 주장이든, 혹은 후자의 주장이든 관계없이 여기서 중요한 것은 고레스(Cyrus)가 이스라엘 회복을 위한 하나님의 도구로 사용되었다는 사실이다(사 44:28-45:5). 그러기에 이스라엘 백성들은 자신들의 땅으로 되돌아와 하나님을 다시 섬길 수 있는 기회를 맞이할 수 있었던 것이다. 이에 대한 보다 자세한 내용은 에스라서와 느헤미야서를 참조하라."
        }
    ]
}