{
    "bible_book": "역대하",
    "chapter_number": 14,
    "commentaries": [
        {
            "verse_reference": "14:1",
            "commentary": "본절은 히브리 원문에 13:23로 기록되어 있다. 아사가 대신하여 왕이 되니...십 년을 평안하니라 - 아사(Asa, B.C. 910-869)의 통치 처음 10년 동안은 B.C. 910년부터 900년까지이며 이때에 이스라엘은 바아사(B.C. 909-886)가 통치하고 있었다. 그런데 왕상 15:16에 따르면 아사와 바아사 사이에 '일생' 전쟁이 있었다고 하고, 본장 6절을 보면 '그 땅이 평안하여' 성읍들을 건축하였다고 기록하고 있다. 이에 대해 우리는 다음과 같이 이해할 수 있다. 즉, 아사 의 처음 통치 10년 기간은 이스라엘의 세 왕, 여로보암 1세(B.C. 930-910), 나 답(B.C. 910-909), 바아사의 즉위 기간과 맞물린다. 그리고 여로보암의 말기 2 년, 나답의 2년, 바아사의 6년에 해당하는 기간 동안에는 전쟁이 없었다. 그러 나 그 후에는 아사와 바아사 사이에 전쟁이 지속되었던 것이다(왕상 15:16 주석 참조). 그러므로 아사의 처음 통치 10년 동안에는 실질적으로 전쟁이 없이 평안을 누렸음이 분명하다. 그런데 유다가 이렇게 10년 동안 평안을 누리게 된 이유는 (1) 선왕(先王) 아비야가 이스라엘을 크게 패주시켰던 일(13장)과, (2) 아사가 여호와 보시기에 선을 행했기 때문이다(2-8절). 즉, 아비야는 승리 의 기쁨을 제대로 누리지도 못하고 3년 만에 죽었는데 그것은 아마 아비야 자신의 죄 때문이었을 것이다(왕상 15:3). 그리고 그는 비록 자신의 죄 때문에 죽었을지라도 그가 이루어 놓은 큰 업적 때문에 그의 아들이 평안을 누릴 수 있었던 것이다. 물론 이를 뒷받침한 결정적인 것은 아사의 선정(善政)에 대한 하나님의 축복 때문이었다."
        },
        {
            "verse_reference": "14:2",
            "commentary": "여호와 보시기에 선과 정의를 행하여 - 역대 왕들의 통치에 대한 평가에 있어서 이와 같은 정도로 호평을 받은 왕은 아사 외에 히스기야 왕 정도가 있을 뿐이다(31:20). 이로 볼 때 역대기 기자는 유다가 10년 동안 평안했던 요 인 중에 가장 큰 요인으로 아사의 종교 개혁과 선행을 꼽고 있음을 알 수 있다."
        },
        {
            "verse_reference": "14:3",
            "commentary": "이방 제단 - 이는 '이방인들의 신의 제단'을 가리킨다. 창 31:19, 30-35;35:2,4과 수 24:20, 23;삿 10:16;삼상 7:3;렘 5:19 등에 따르면 유대인들은 드라빔(Teraphim)과 같은 가정신을 가정에 두고 있었고 개인적으로 이러한 이방인의 풍습을 따르는 사람들이 많았던 것으로 보인다. 산당을 없이하고 - 본절과 달리 15:17을 보면 \"산당은 이스라엘 중에서 제하지 아니하였으나\"라고 기록되어 있고, 왕상 15:14에도 \"오직 산당은 없이하지 아니하니라\"로 기록하고 있다. 그런데 이와 같은 차이점에 대하여 우리는 다음과 같이 이해할 수 있다. 즉, 아사는 우선 예루살렘과 그 주변에 위치한 산당들을 즉각적으로 없앴을 것이다. 그리고 그 같은 조처를 전국적으로 확산시키려 하였을 것이다. 그러나 이러한 아사의 개혁 의지에도 불구하고 백성들 사이에서는 여전히 산당 예배가 근절되지 않았다. 때문에 다른 곳에서는 아사가 미처 산당을 다 제하지 못하였음을 강조한 반면 본절에서는 아사가 실제로 산당을 제거하려 했음을 강조하고 있는 것이다(P. C. Barker, Wycliffe). 이러한 산당에 대해서는 왕하 16:1-9 강해, '산당 예배에 관하여'를 보다 참조하 라. 주상을 훼파하며 - '주상'에 해당되는 히브리어 '마체보트'(* )는 예배처에 세워 두는 '성스러운 돌들'을 가리킨다(출 34:13;삿 3:7;왕하 3:2). 이것은 본래 성전이 없던 고대 시대에 어떤 장소를 성스럽게 구별하고 특별한 하나님의 역사를 기념하기 위해 사용되던 것이다(창 28:18, 22). 그러나 율법에는 이런 주 상들을 세우는 것을 금하고 있을 뿐만 아니라(신 16:22), 파괴를 명하고 있다(신 7:5;12:3). 그 이유는 아마 그것이 점차 우상시되고 또 이방 바알(Baal) 종교와 연관되어 큰 타락의 요인이 되었기 때문일 것이다. 신 7:5 주석 참조. 아세라상을 찍고 - 주상(柱像)과 마찬가지로 이것도 율법에서는 숭배가 금지되어 있는 우상이며(신 16:21), 파괴하도록 되어 있다(신 7:5;12:3). 이 아세라(Asherah) 상은 대개 나무로 만들어져 있었는데 고대 근동의 여러 족속 중 특히 아모리족과 가나안족이 숭배하였다. 한편 이 아세라 숭배에는 항상 음란한 제의(祭儀)가 수반되었는바 많은 사람들을 타락케 하였던 것으로 알려져 있다. 성경에서 이 우상 숭배를 철저히 금하고 있는 이유도 바로 이 때문이다(출 34:13 주석 참조)."
        },
        {
            "verse_reference": "14:4",
            "commentary": "명하여...행하게 하고 - 본절은 아사왕이 종교 개혁에 얼마나 열심이었는가를 잘 보여 준다. 즉, '명하여'라는 구절이 보여 주듯이 종교 개혁은 왕명에 의하여 거국적(擧國的)으로 실행되었던 것이다. 더군다나 왕상 15:12-15에는 본장에 언급되지 않은 사실도 기록되어 있다. 그것은 곧 아사가 남창(男娼)을 제거하며 우상 숭배에 골몰한 조모 마아가를 폐위하였다는 점이다. 이러한 사실만 보더라도 당시 아사의 종교 개혁이 얼마나 철저하며 거족적인 것이었던가를 잘 알 수 있다(15:16)."
        },
        {
            "verse_reference": "14:5",
            "commentary": "산당과 태양상을 없이하매 - 이는 산당이 태양신 숭배에 사용되었음을 암시하는 것이다. 그리고 본서 34:3, 4과 레 26:30에는 태양상이 바알 숭배와 깊 은 연관이 있는 것으로 나타나는데 이는 바알 신이 태양을 지배한다는 사상에서 비롯된 듯하다. 한편 태양상은 항상 복수로만 언급되고 있는데(사 17:8;27:9) 이로 보아 그것은 여러 개의 돌비들로 이루어져 있었던 것 같다(Curtis, P. C. Barker). 그 앞에서 평안함을 얻으니라 - '평안함'이라는 단어가 우상 척결과 연관해서 계속해서 나타나는데(1, 5, 6, 7절), 이는 우상 숭배로 인하여 여호와를 두 려워하던 일이 이제 없어졌음을 뜻한다(시 72:5). 그리고 보다 적극적인 의미로서는 우상 척결로 인하여 하나님의 축복이 풍성히 내렸음을 암시한다. 즉, 아사의 처음 통치 10년 동안 평안을 누릴 수 있었던 것은 바로 유다 백성들이 여호와 신앙을 회복했던 탓이다."
        },
        {
            "verse_reference": "14:6",
            "commentary": "그 땅이 평안하여 - 마 5:5에 따르면 하나님께서 온유한 자에게는 땅을 기업으로 주심을 알 수 있다. 이와같이 고래(古來)로 땅은 평안을 주시는 하나님의 축복과 깊은 연관이 있다. 견고한 성읍들을 유다에 건축하니라 - 아사는 유다가 평안을 누리고 있는 동안에 성읍들을 건축하는 일에 전력을 쏟았는데 이는 만일의 사태에 대비하기 위한 것이었다. 특히 그가 주력한 것은 과거 시삭의 침입으로 무너졌던 성읍들을 재건하는 일이었을 것이며(12:4) 그의 조부 르호보암이 건축하였던 많은 성읍들을 다시 재건하여 회복하는 일이었을 것이다(11:5-12). 한편 렘 41:9 에 따르면 아사는 바아사의 공격에 대해서도 항상 방비하고 있었음이 분명하다. 이러한 사실은 왕상 15:16에서 그 두 왕 사이에 늘 전쟁이 있었다는 기록으로도 입증된다."
        },
        {
            "verse_reference": "14:7",
            "commentary": "우리에게 사방의 평안을 주셨느니라 - 여기서 '평안'이라는 뜻의 히브리어 '노아흐'(* )는 '거하다'라는 뜻의 동사 '누아흐'(* )에서 온 말로 떠돌이 생활하던 유목민들이 한 곳에 정착하여 쉼을 누리개 된 데에서 유래한 말이다. 그리고 '사방의 평안'이란 외적의 침입에서 완전히 보호된 상태의 안전한 정착 생활을 가리킨다. 즉, 아사 왕은 팔레스틴의 지리적 여건상 유다가 끊임없는 전쟁의 위기에 직면할 수 밖에 없는 나라이지만 이처럼 사방의 외적으로부터 평안할 수 있게 된 것이 하나님의 특별한 보호하심 때문임을 고백하고 있는 것이다. 성읍을 형통하게 건축하였더라 - 이는 아무런 외적인 방해도 없이 순조롭게 성읍을 건축하였음을 가리킨다. 이와같이 어떤 일의 결과를 놓고 인간의 노력이나 수고 덕분으로 간주하지 않고 그 일 가운데서 하나님의 특별한 보호하심과 간섭하심을 발견하는 것은 경건한 신앙인들의 공통된 특징이다."
        },
        {
            "verse_reference": "14:8",
            "commentary": "유다 중에서...삼십 만이요 베냐민 중에서...이십 팔만이라 - 즉, 아사의 전체 군대 수는 58만이다. 이는 그의 아버지 아비야의 군대 수보다(13:3) 휠씬 많은 수이다. 그런데 역대기 기자는 이 58만의 군사가 다 '큰 용사'라고 소개하고 있다. 여기서 '큰 용사'(*, 깃보르 하일)라 함은 특별히 훈련된 용사를 가리키는 제한적인 의미로 받아들이기 보다는 보다 넓은 의미에서 아사가 전체 군대 훈련에 매우 신경을 써서 모든 군사가 잘 훈련되었음을 가리킨다고 보아야 할 것 같다. 즉, 아사 왕은 무기를 들 수 있는 모든 사람들을 잘 훈련시켜 외적의 침입에 대비하는 슬기로움을 지니고 있었음이 분명하다. 한편 아사가 큰 지파인 유다에서 30만의 군대를 동원하기는 그리 어려운 일이 아니었겠으나 작은 지파인 베냐민 중에서 28만 군대를 동원한 데에는 다소 어려움이 따랐을 것이다. 어쨌든 성경에서 '베냐민은 물어 뜯는 이리'(창 49:27)이 며 특히 활을 잘 쏘는 용사들도 나타난다(삿 20:15, 16;대상 8:40;12:2). 큰 방패와...활 - 여기서 큰 방패와 창은 접근전에서 쓰는 무기였으며 작은 방패와 활 은 먼 거리의 적과 싸울 때 쓴 무기였던 것 같다. 아무튼 이 것들은 실제 전투용이었는바 솔로몬의 장식용 금방패(9:15, 16)와는 다른 것이다."
        },
        {
            "verse_reference": "14:9",
            "commentary": "구스 사람 세라 - 대부분의 학자들은 '세라'(Zerah)가 애굽 22왕조의 제 2대 왕인 오소르콘 I세(Osorkon I)와 동일 인물이라고 생각하고 있다(Keil, O. Zockler, Payne, Curtis, P. C. Barker). 그의 선왕(先王)인 애굽의 22 왕조 1대 왕 시삭 쉐숑크(Shishak-Sheshonk)에 대해서는 12:4에서 이미 언급한 바 있으니 참조하라. 한편 여기서 '구스'(Cush)는 에티오피아, 즉 애굽의 남쪽에 있는 아프리카 지역을 지칭하는데 보다 구체적으로 말하면 누비아(Nubia), 세나르(Sennaar), 코르도판(Kordofan) 그리고 아비시니아(Abyssinia)의 일부를 가리킨다(P. C. Barker). 한편 브룩쉬(Brugsch)는 세라가 애굽의 통치자가 아니라 타 켈롯 1세(Takeloth I) 때(B.C. 944년)의 구스 통치자로서 그가 아사 때 유다의 서남방과 애굽을 침공했다고 한다. 이는 애굽 역사 가운데서 정확히 세라와 동일 인물로 간주될 만한 자가 나오지 않는 데에 근거한 주장인데 아직 그 사실성 여부는 입증되지 못하고 있다. 군사 백만 - 많은 학자들은 이 수가 터무니없이 과장된 것이라고 말한다(Keil, O. Zockler). 그런데 12:3에 기록된 시삭의 군대 수와 비교해 볼 때 세라의 군대는 병거가 불과 3백 승이었으나 시삭의 병거는 천 2백 승이었다. 그리고 또 시삭은 훗, 숩, 구스 사람 중 헤아릴 수 없는 정도의 많은 사람들을 이끌고 나왔다고 기록되어 있다. 그러므로 세라도 이러한 이방의 용병들, 즉 아라비아의 베두인(bedouin Arab)들을 함께 대동하였다고 한다면 그 수는 가히 백만에 이를 수 있었을 것이다(Payne). 또한 백만이란 수는 천에 천을 곱한 수로서 극히 많은 수를 가리키며 12:3에 나오는 '불가 승수'(不可乘數)와 동의 어라고 볼 수도 있을 것이다(Keil). 마레사 - 이는 헤브론과 아스돗 사이(11:8) 유다 평지에 있던 성읍이다(수 15:44)."
        },
        {
            "verse_reference": "14:10",
            "commentary": "마레사의 스바다 골짜기에 진치고 - 로빈스(Robinson)은 스바다 골짜기(the valley of Zephathah)가 마레사(mARESHAH)에서 아주 가까운 '텔 에스 사피예'(Tell-es Safiyeh)라고 말한다. 그러나 다른 학자들은 이를 부정적으로 보고 있다. 그 이유는 70인역(LXX)에서 이곳을 '마레사의 북쪽에 있는 골짜기'라고 설명하고 있는바 로빈슨이 말하는 곳은 그 반대 방향에 있기 때문이다(Curtis, Keil)."
        },
        {
            "verse_reference": "14:11",
            "commentary": "강한 자와 약한 자 사이에는 주 밖에 도와줄 이가 없사오니 - 본절의 해석에 있어서 영역본들 간에 많은 이견(異見)을 보이고 있다. 먼저 NIV는 본절을 \"강한 자를 대항하여 힘없는 자를 도우시는 당신과 같은 이가 아무도 없나이다\"로 한글 개역과 유사하게 번역하고 있다. 그리고 KJV는 \"여호와는 수가 많거나 힘이 없거나에 따라 도우시는 분이 아니시니\"로 번역하고 있다. 이는 본절을 삼상 14:6의 \"여호와의 구원은 사람의 많고 적음에 달리지 아니하 였느니라\"와 유사하게 번역한 것이다. 다음으로 의역성(意譯性)이 강한 Living Bible에서는 \"우리를 도울 자가 아무도 없나이다. 지금 우리는 이 강한 군대에 비해 무기력하나이다\"라고 번역하고 있다. 이상의 번역들을 살펴보면 NIV의 번역에는 '악한 자를 도우시는 하나님'이 부각되어 있고, KJV에는 '당신을 의지하는 자를 도우시는 하나님'이 부각되어 있다. 아무튼 전후 문맥 관계를 통해서 볼 때 본절은 불리한 상황에 처해 있다고 판단한 아사 왕이 하나님의 성품에 의거, 도우심을 구하고 있는 것이라 하겠다. 여기서 하나님의 성품이란 비록 인간적으로 불가능하게 보이는 경우에라도 당신을 의지하기만 하면 능히 도와 구원해 주시고야마는 하나님의 자비와 권능을 가리킨다. 사람으로 주를 이기지 못하게 하옵소서 - 여기서 사람(*, 에노쉬)은 '깨어지기 쉬운 존재', '죽을 수밖에 없는 존재'라는 특벌한 뜻을 지니고 있는 단어 이다. 그러므로 아사의 이 기도에는 '죽을 수밖에 없는 유한한 인간이 영영히 죽지 아니하시는 하나님을 대적하여 이기지 못하게 하소서'라는 뜻이 있다고 볼 수 있다. 또 여기에는 구스의 군대가 표면적으로는 백만에 이르는 대군이지만(9절) 여호와께서는 그러한 수의 많고 적음(삼상 14:6)을 개의치 않으신다 는 뜻도 내포되어 있다. 즉, 궁극적으로 본절은 하나님의 전능성을 강조하고 있는 것이다(삼상 2:10)."
        },
        {
            "verse_reference": "14:12",
            "commentary": "여호와께서 구스 사람을...패하게 하시니 - 아사 왕의 기도에 대한 응답으로 여호와께서는 유다 앞에서 세라의 군대가 패하여 도망가게 하셨다. 물론 13:15에서와 마찬가지로 여호와께서 어떠한 방식으로 구스 사람들을 패하여 도망가게 하셨는지는 분명히 알 수 없다. 그러나 이로 인하여 여호와께는 군대의 수가 많고 적음이 상관없다는 사실이 분명히 입증된 셈이다."
        },
        {
            "verse_reference": "14:13",
            "commentary": "구스 사람을 쫓아 그랄까지 이르매 - '그랄'(Gerar)은 가사(Gaza) 남쪽에 위치해 있던 과거의 블레셋 성읍이다(창 10:19). 일반적으로 이곳은 오늘날의 '움제랄'(Umm Jerar)과 동일한 곳으로 알려지고 있다(Curtis). 살아 남은 자가 없었으니 - 어떤 주석가들은 이를 문자적으로 해석해서는 안 되며 단지 구스(Cush)가 다시 회복할 수 없을 정도로 완전히 패배하였음을 가리킨다고 주장한다(Keil, O. Zockler). 어쨌든 이는 구스 사람들이 완전히 섬멸되었음을 가리키는 것이에는 분명하다. 이후로 유다는 애굽의 22왕조와 23 왕조에게서 아무런 간섭도 받지 않았는데 애굽에서는 이 일로 인하여 22왕조가 무너지고 23왕조가 들어섰던 것으로 추측된다(Payne). 실상 다시금 이스라엘이 애굽 왕의 간섭을 받기 시작한 것은 호세아(B.C. 732-722) 당시 소(So)에 의해서이다(왕하 17:4). 여호와 앞에서와 그 군대 앞에서 - '그 군대'가 히브리어 원무에는 '그의 군대'(his army)로 기록되어 있다. 때문에 고대의 주석가들은 이를 창 32:2에 나오는 '천군 천사'로 해석하였다. 그리고 메튜 헨리(Matthew Henry) 같은 주석가도 그렇게 보았는데 그 이유는 '군대'에 해당하는 히브리어 '마하네'(* )라는 말이 상징적으로 '천사들', '별들의 대군(大群)'을 의미하기 때문이다. 그러나 대부분의 학자들은 이를 '아사의 군대'로 보고 있다. 왜냐하면 하나님께서 아사의 군대를 당신의 군대처럼 사용하셨을 수 있기 때문이다. 그 경우 아사의 군대를 통하여 이루시는 하나님의 역사는 천군 천사를 대동하고 구스인을 치는 것과 동일한 효과가 있었을 것이다(Keil & Delitzsch, vol. III, p. 359)."
        },
        {
            "verse_reference": "14:14",
            "commentary": "그랄 사면 모든 성읍 백성을 두렵게 하시니 - 이로 볼 때 당시 그랄 사면에 거주하던 이들은 모두 구스 사람들의 지지자들이었음이 틀림없다. 이 지역의 거주자들은 본래 블레셋 사람드로서 반유목민(半遊牧民)이었기에 짐승과 양과 약대를 많이 키우고 있었다. 그런데 하나님께서는 초자연적으로 역사하시사 그들이 여호와를 두려워하도록 만드신 것이다. 무리가...많은 물건을 노략하고 - 이스라엘 사회에서 전쟁에서의 노략물은 승리자에게 주어지는 하나님의 선물로 간주되었다(신 20:14). 더욱이 본문에서 아사의 군대는 실제적으로 전투도 하지 않고 여호와께서 구스인들을 쫓아내신 후에 노략물만 거두어 들이고 있음을 보게 된다. 이는 참으로 주를 의지하는 자에게 주어지는 하나님의 풍성한 선물이라고 할 수 있을 것이다. 이에 대한 보다 자세한 내용은 신 20:14 주석을 참조하라."
        },
        {
            "verse_reference": "14:15",
            "commentary": "짐승 지키는 천막 - 이는 문자적으로 '가축의 막사'라는 뜻이다. 그러나 한글 개역 성경에서 작은 글씨로 '지키는'이라는 설명어를 삽입한 바와 같이 이는 그 지역 유목민들의 천막을 가리킴이 분명하다. 양과 약대 - 노획물 가운데 '약대'(camels)는 아비시니아인들과 깊은 연관이 있는 것으로 구스 사람 세라의 군대에 아비시니아인들이 많이 있었음을 암시해 준다. 9절 주석 참조. 지금까지는 남유다의 초대 왕인  르호보암의 통치와 아비야의 치세에 대해서 언급했다(10-13장). 이에 계속  이어지는 대목인 본장은 유다의 3대  왕 아사의 통치에 관한 기록인 바, 그 내용이 16장까지 계속된다. 그런데 본 대목은 단 16절로 간단하게 기록하고 있는 열왕기(왕상 15:9-24)와는 달리 매우 방대하게 기록되어 역대기서 내(內)에서도 큰 비중을 차지하고 있다. 이 뿐만 아니라 역대기 저자는 아사 왕의 통치에 나타난 특별한 성격 때문에 열왕기서와는 다른 새로운 자료(16:11)를 동원하여그의 업적들을 상세하게 기록하고 있다. 이러한 본서 저자의 의도에 의해  기록된 아사의 통치에 관한 기록을 내용별로 분류해 보면 다음과  같다. 즉, (1) 처음 평화로운 10년  동안에시행된 아사의 제1차 종교 개혁(14:1-8), (2)  구스 사람  세라의 백만 대군을  믿음으로 무찔렀던  승리의 사건(14:9-15), (3) 아사의 제 2차  종교 개혁(15장), (4) 이스라엘 바아사 왕과 대적하기 위해 벌이는 아사의 일련의 종교적 탈선(16장)  등으로 나눌 수 있다. 그런데 이 같은 아사의 통치는 그가  행한 통치의 성격과 시기에 따라  크게둘로 나누어질 수 있는데, 그 첫째는 하나님을 의뢰하며 경건하였던 시기(14,15장)이고 그 두 번째는 교만하여하나님을 의지하지 않았던  시기(16장)이다. 이와같이 역대기 저자는  본 대목의 사건을 통해 특정한 역사적 사건들을 선별하고 대조시키는 방식으로 자료를 제시함으로써, 하나님을 구하는 자에게 주어지는  축복과 그렇지 않은 어리석은 자에게주어지는 징계를 잘 보여주고 있다. 이와같이 아사와이 행한 치세와 업적을 언급하는 장면에서 그 서두를 장식하는 본장은 아사가 선정을 행함으로 인해(1-5절) 받은 경제적(6,7절), 군사적(8,12-15절) 축복을 기록하고 있다. 그런데 특별히  본서 저자는 아사가 누렸던 경제적, 군사적인 축복에 대해 그  원인을 설명함으로 이스라엘 백성들의  삶이 어떠해야 하는지를 나타내고 있다. 즉, 본서  저자는 원인(1-5절)->결과(6-8절), 원인(9-11절)->결과(12-15절)라는 도식의 형태를 치해 아사의 치적을 기록함으로 포로에서 귀환한 이스라엘 백성들이 앞으로 살아야 할 삶의 방향을 제시하는 것이다. 사실 북이스라엘의 초대 왕 여로보암이 아직도 왕위에 있을 때 아사는 유다의 제3대왕으로 등극하였다(B.C910년,  1절;왕상 15:9). 그의 생애는  여러 면에서 전임(前任) 두 왕(즉 르호보암과 아비야)의 생애와는 대조적이었다. 즉, 전임 두 왕은 잠시 하나님을 경외하기도  하였으나(11:4;12:6,7) 대체로  우상 숭배를  용인(容認)하는 실정(失政,12:14;왕상 14:21-24;15:2,2)을 범했으며,  주변 국가와 빈번한 전쟁을 치루어야만 했다(12:2-12,15;13:2-20). 이에 반하여 아사는  하나님 보시기에 온전한 마음을 가진 자로서(2절), 다윗처럼 하나님의 뜻을 자발적으로 행하고자 했다. 그렇다고 해서 아사가 전적으로 흠없는 사람이었다는 것을 뜻하는 것은 아니다. 왜냐하면 그도 통치 말년에는 불신앙에서 기인한  괴악한 죄를 범하였기 때문이었다(16장).  그러나 그의 초기 통치는 대체로  선정(善政)으로 일관했으며, 전심 전력으로  여호와께 충성하는  온전한  삶이었다(15:17). 본서 저자는 본장을 통해 우리에게 다음과 같은 교훈을 남긴다. 즉, 자기의 일에 성실한 사람이 자만치 않고 하나님께 더욱 의지할 때 축복을 주신다는 사실이다. 아사는 성실한 사람이 자만치 않고 하나님께 더욱 의지할 때 축복을 주신다는 사실이다. 아사는 종교 개혁 후 받은 경제적,  군사적 축복에 교만치 않고 계속해서 하나님을 전적으로 의지하는 신앙을 가졌기에 더 큰 군사적인 축복으로 승리를 얻은 것이다. 1. 아사의 초기 통치(14:1-8) 본문은 이스라엘이 남북으로 분열된  이래 남유다에처음으로 찾아온 평화기 10년 동안에 아사가 통치한 사실을 언급하고  있다. 즉, 본문은 전반부에 아사가 우상을 파하는 장면을 기록해(1-5절)  여호와에 대한 열심으로 우상을  척결하고 여호와의 말씀이 왕성케되는 종교 개혁을 단행한 사실을  기록하고 있다. 그리고 후반부에는 이러한 선정(善政)으로 인하여 찾아온 하나님의  축복으로 성읍들을 건축하고 국방을 튼튼히 하여 사방의  평안을 얻게 된 사실을  원인(1-5절)->결과(6-8절)라는 차원에서 기록하고 있다. 이러한 본문에는 크게 다음과 같은 두 가지 사실이 부각되는 바 이를 살펴보면 아래와 같다. 첫째, 종교 개혁(3-5절) : 솔로몬 말기 때부터 발아(發芽)하기 시작한(왕상 11:1-8) 우상숭배는 아사 즉위시에는 거의 유다 왕국 전역에 횡행했다. 그래서 그는 즉위 초에종교 개혁을 단행하여여호와 신앙의  순수성을 확립하고, 우상 숭배자들의 개심(改心)을 촉구했다. 그의 종교 개혁은 외적으로는 우상 자체를 파괴하고(3절) 내적으로는 백성들로 하여금 하나님의 율례를  준수하게 하는 것(4절)으로 특징지워진다. 이는 오늘날의 진정한 교회 개혁이 교회 제도나  정치의 구조적, 형태적 개조와 같은 외적 갱신 뿐 아니라 말씀을  통한 성도 개개인의 개심(改心)이  함께 병행되어야함을 시사해 준다. 둘째, 평화 시대(6-8절)  : 지나간 두 와의 통치 기간  중에는 항상  전쟁의 공포가 존재했으나 아사의 초기 통치는 평화스러운 기간이었다(6절). 이 기간 동안 유다는 안식을 누리면서 많은 성읍을 건축하여 외세의 침입에대비할 수 있었다. 이 모두는 유다 백성들이 참 여호와 신앙을 회복했기 때문이었다(7절). 이처럼 여호와를 찾고 그를 바로 섬기면 그는 우리의 방패와 산성이  되사 참된 평화를 주신다(시 18:1,2). 또한 예수께서도  당신께  오는 자에게  참  평화를  주시겠다고 약속하셨다(마  11:28-30;요 14:27). 이 같은 본문의  내용을 통하여 우리는 다음과 같은 몇가지  사실들을 숙고해 볼 수 있다. (1) 아사 왕은 평화기에도 종교  개혁을 단행하여 여호와의 축복을 오랫동안 지속시킬 수 있었다.  흔히 개혁은 혼란한 시기나 극도로  타락한 시기에 계획되고 진행되는 경우가 많다. 그러나 아사 왕은 여호와께  대한 열정이 있었기에 평안한 시기 때 유다에 공공연히 스며들어 있는 죄를 일일이  들추어 낼 수 있었던 것이다. 그래서 유다의 평안을 10년씩 연장할 수 있었고 그 이후 구스와의 전쟁도 있었으나 유다의 평안은 깨어지지 않았던 것이다. 그러므로 진정한  개혁자는 오히려 잠잠하고 평화로울 때에 죄에 대한 날카로운  비판력을 가져야 하며, 오히려 축복의  때에 여호와를 향한 열정을 소유해야 되는 것이다. (2) 아사 왕은 종교 개혁을 위해서 교육하는 일에 크게 주력하였다(4절). 즉,  열조의 하나님 여호와를 구하게 하며, 그 율법과 명령을 행하게  했다. 아사는 유다의 종교적 타락의 원인이 솔로몬 치세 말기부터 희박해진 종교 교육에 있다고 생각했음이 분명하다. 그래서 그는  종교 개혁의 적극적인 측면으로  백성들에게 하나님의 규례와 율법을 지키게 했던 것이다. 사실  아사 왕은 왕국이 분열되었기 때문에 대내외적으로 국가의 위상을 새롭게 정비해야 할  필요성을 절감했을 것이다. 이러한 혼란한 시기에 종교 교육을 소홀히 했기 때문에  유다에 이방 제단과 아세라 상이 왕성해지고 여호와의 경배에 사용되던 산당이 이방화되는  타락의 상황이 도래한 것이다. 그러므로 우리는 올바른 종교 개혁은 올바른 종교 교육의 병행이 있어야만 한다는 사실을 깨달을 수 있다. (3) 진정한 평화는 그것을 올바로  유지코자 하는 자에게 계속적으로 주어진다는 것이다. 아사는 태평 성대를 누리고 있을 동안에 얻은 평안을 함부로 방임하지 아니하고 성읍을 건축하며, 국방을 튼튼히 하는  일에 전력에 쏟았다. 그는 이렇게 유비 무환의 정신으로 준비를 확고히 했기 때문에 닥쳐 올 환난에 대한 두려움이나 공포가 없이 진정으로 평안할 수 있었던 것이다. 이와같이 성도들은 자기를 무장할 기회가 있을 동안에 하나님의 전신 갑주로 무장하여야  한다(엡 6:13-18). 만약 그렇게 하지 않고 환난이 임한 후에  준비하려고 한다면 자신을 무장할 기회를 얻지  못한 채 곧장 쓰러지고 말 것이다. (4) 아사는 평안의 원인을 충분히 인식하고 있었다(7절). 즉, 그는  우리가 우리 하나님 여호와를 찾았으므로 ,  우리가  주를 찾았으므로  주께서 사방의 평안을 주셨다고 고백하고  있다. 참으로  지혜로운 자는 복의  근원이 무엇인가를  아는 자이다(잠 1:7). 그러나 어리석은 자들은 축복을  행운이나 우연이나 자기 공로의 탓으로 돌리기를 좋아한다. 그러므로 우리 또한 지금 현재의 평안의 원인이 무엇인지를 분명히 인식할 때 내일의 평안을 얻는 방법도 알게 되는 것이다. * 그리스도인의 시간 관리에 관하여. 본문에서 아사 왕이 보인 행위는 때를 잘 선용한 그리스도인의 행위라고  할 수 있다. 즉, 그는 주어진  평안의 때를 방임하여 흘려 보내지 아니하고 성읍을 건축하고 군대를 조직하여 전백성을 잘 무장하였다. 이와같이 시간을 아껴 그는 전혀 요동치 않고 훌륭하게 그 환난을 극복할 수 있었던 것이다.  사실 구약 시데에는  시간  또는   때 라는 개념이 신약 시대나 현대와 같이 엄격히 구분되지 않았다. 단지 아침, 낮,  저녁 등의 자연적인 구분이 있었고(창 1:5;43:16), 밤은 초경, 이경, 새벽으로  구분되었을 뿐이다(출 14:24;삿 7:19;애 2:19). 그러므로 당시의 이스라엘 백성들에게 있어서  시간 의 개념은 시간의 성질에 의해 크게 환의 때와 평안의 때로  구분될 수밖에 없었다. 그러기에  엄격히 말하면 그리스도인에게는 바로 이와 같은 환난의 때와 평안의 때, 이 두 종류의 시간이 있다고 할 수 있을 것이다. 그러므로 그리스도인의 시간 관리라고 할 때 그것은 환난의 때를 대비하여 평안의 때를 사용하는 방법을 가리키는 것이다.  따라서 본문을 기초로 한 그리스도인의 시간 관리에 대해 몇 가지를 제언해 보면 다음과 같다. (1) 새 사람을 입는 일에 주력해야  한다. 이는 아사 왕이 평안의 때에 성읍을 건축한 일에 기초해서 언급하는 제언인데, 여기서  성읍 건축 은 새사람을 입는 작업에 비유할 수 있다. 엡 4:22-24에 따르면   너희는 유혹의 욕심을 따라 썩어져 가는 구습을 좇는 옛사람을 벗어 버리고 오직 심령으로 새롭게 되어 하나님을 따라 의와 진리의 거룩함으로 지으심을 받은 새 사람을  입으라 고 했다. 참으로 새 사람을 입는 작업이란 구체적으로 새로운 습관을 기르는 일이라고  할 수 있는데, 바꾸어 말하면  경건의 비밀들을 만드는 작업이라고 할 수 있다. (2) 삶의 기초를  확고히 해야 한다. 이는 아사 왕이  모든 유다 백성들을 조직하여 군대를 만든 일에서 기초한 것인데, 다시  말하면 교회를 견고히 하는 일에 힘써야 한다는 것이다. 참으로 그리스도인은 모든  시간을 자신을 위해 쓰기보다는 공동체를 세우는 일에 투자해야 하는 것이다. 이와 같은 그리스도인의 시간 관리에  대해 히브리서 기자도 동일한 제언을 하고 있는데  모이기를 폐하는 어떤 사람들의 습관과 같아 하지 말고 오직 권하여 그 날이 가까움을 볼수록 더욱 그리하자 (히 10:25)라고 말함으로 이를 강조했다. 흔히들 평안의 때에 이웃과 형제들에 대해서 소홀히  하기 쉬운데 그렇게 되면 환난을 대처하기에 정말 여려울 것이고 쉽게 뿔뿔이 흩어져 버릴 것이다. 그리고 신약의 서신서를 보면  세월을 아끼라 때가 악하니라 (엡  5:16;골 4:5)고 자주 언급하고 있는데, 그리스도인의 올바른 시간 관리는 마지막 날에 승패를 좌우하는 관건이 될 것이기 때문이다. 그러므로 성도들은 너무 늦기 전에 시간 관리에 힘써야 할 것이며 여호와의 인도하심을 따르는 일에 주력하여야 할 것이다.  주의 말씀은 내 발에 등이요 내 길에 빛이니이다 (시 119:105). 2. 세라의 침입과 아사의 승리(14:9-15) 아사 왕이 행한  종교 개혁(1-5절)이 원인이 되어 그  결과로 나타난 축복을 언급한 앞부분(6-8절)에 이어지는 본문은 그  축복의 연속적인 결과를 그리는 대목이다. 그런데 본문은 구스 사람 세라가 침입한 사건(9, 10절)을 기록함과 동시에 그 전쟁에 대해 아사 왕이 취한 신앙적 태도(11절)를 언급하고 그 결과를 기술(12-15절)해 또 한번 축복의 원인->결과라는 도식으로 역사를 정리한다. 이러한 본문을 살펴볼 때 종교 개혁  이후 평온한 시대 때에 찾아온 세라의 침입 사건은 하나님의 징계가 아니라 유다에 대한 하나님의 시험으로 이해할 수 있다. 왜냐하면 실제로 유다 백성들은 소극적 의미(3절)에서 뿐만 아니라 적극적 의미(4절)에서 행해진 종교 개혁 이후 하나님의  법을 준행하고 있었고 전적으로 여호와를 신뢰하고 있었던 터이기 때문이다. 그래서 존서 저자는 본문의 이러한 구성을 통해 평안의 시대에 찾아올 수 있는 하나님으 시험에 관한 문제와 그 시험에 어떻게 대처하느냐에 따라 그 결과가 주어짐을 나타내는  것이다. 즉, 본서 저자는  이렇게 등장한 하나님의 시험에 대해 오직 전적으로  여호와께만 의지하는 아사의 신앙  상태를 강조해(11절), 이것이 원인 이 되어 전쟁에서 유다가 승리할 수 있었음을 밝히는 것이다. 한편, 본문에 언급된 이 같은 내용의 사건은 열왕기에는 기술되지 아니하고 오직 본서에만 있는 것으로 본서 저자의 신학적 의도가 잘 반영된 부분이다. 다시말해서 본서 저자는 하나님의 시험에 대해 주께 온전히 의지한 아사 왕의 신앙적 모습의 결과로 승리가 주어졌음을 강조해 포로  생활로부터 돌아온 이스라엘 백성들에게 앞으로 행해야 하는 신앙적 태도를 암시한다. 그리고  이러한 내용의 본문을 의도적으로 기술해 유다와 함께 하셨던 여호와의 역사하심과 인도하심을 드러낸다. 그래서 포로로부터 돌아와 실의(失意)에 빠져있던 이스라엘 백성들에게  지금도 주의 계명과 뜻에 순종하면 승리를 얻을 수 있다는 사실을 가르치는  것이다. 이러한 본문을 통하여 우리는 다음과 같은 몇 가지 사실을 발견하게 된다. (1) 평안하며 신앙에  견고히 서 있을 때에도 환난이 올  수 있다는 사실이다. 어떤 사람들은 믿음 생활에  충실할 때에는 시험이 올 수  없다고 생각한다. 그리고 그러할 때에 시험이 오면 하나님은 불공평하시다고 원망한다. 왜냐하면 이들은 하나님께서 그 시험을 통하여 얼마나  크신 축복을 주실 것인지 모르기  때문에 그런 것이다. 참으로 하나님은 구스 사람의 침입을 통하여  아사로 하여금 자신의 군대보다 더욱 강력한 여호와의 군대로 유다를 보호하고 계심을 알게 하셨던 것이다. (2) 믿음의 사람은 환난을 직시하가 그  원인을 바로 깨달아 문제 해결을 위해 여호와께 기도한다는 사실이다. 아사는 자신의 앞에 서 이쓴 세라의 군대가 백만 대군임을 알았지만 그리할지라도 그것은 한갖 연약한  사람들임을 알았다. 이와 더불어 그는 그러한 세라의 군대가 결코 여호와를 대적할 수 없음도 알았다. 그는  사람으로 주를 이기지 못하게 하옵소서 라고 기도할  수 있었던 것이다(11절). 이와같이 믿음의 눈으로 모든 일들을 지기할 때 담대할 수 있으며 상황을 정확히 분석 규명할 수 있는 것이가. (3) 여호와께서는 자기 백성들을 통하여 당신의 위엄을 나타내시기를 원하신다는 사실이다. 14절을 보면 그랄 사면 백성들이 유다 백성들을 보고 여호와를 두려워하게 된 사실이 기록되어 있는데, 이는 여호와께서  유다 백성들을 통하여 당신의 위엄을 나타내셨기 때문이다. 그래서 히브리서 기자는 하나님의 뜻을 나타내는 사람들을 보고  이런 사람은 세상이 감당치 못하도다 (히 11:38)라고 말했던 것이다. 그러므로 성도들의 믿음은 여호와의 위엄을 드러대는 데까지 나아가야 할 것이다. (4) 하나님의 능력으로 승리한  결과는 언제나 풍성하다는 사실이다. 그래서 하나님께서는 시험을 통과한 유다 백성들에게 큰 노획물을 얻게 하셨을 뿐만 아니라 유다 백성들이 예루살렘으로 돌아올 때 기쁨의 개선나가를 부를 수 있게 하셨던 것이다. 그러기에 성도들이 비록 현재에는 사단의 공격으로 환난을 겪으며 때로 수세에 몰릴지라도 마지막에는 그리스도를 힘입어 영광스러운 승리의 월계관을 쓰게 되는 것이다. * 영적 전투.  아사가 구스 사람 세라의 군대와 싸운  전쟁은 엄밀한 의미에서 영적 전투라 할 수 있다. 그리고 그가 쟁취한 승리는 가적 승리라 할 수 있다. 왜냐하면 본문 어디에도 아사가 세라와 접전했다는 기록이 없으며 다만 아사의 기도와 여호와께서 구스 사람을 유다  사람 앞에서 패하게 하셨다는 기록밖에  없기 때문이다. 그리고 또 이러한 본문의 상황은 아람 군대에게 포위당한 엘리사가 여호와의 불말과 불병거에 의지하여 승리한 상황(왕하 6:17)과 매우  유사하기 때문이다. 특히 13절의  그 군대 는 여호와의 군대를 암시하는데, 이는 엘리사의 불말과 불병거를 연상케 한다. 이와 같은 사실들을 통해서 우리는 진정한 영적 투쟁이 무엇인가를 숙고해 볼 수 있기에 본 소고를 통해 영적 전투의 성질을 간단히 고찰해 보고자 한다. (1) 우리의 싸움이 영적인 싸움임을  분명히 인식하여야 한다. 이에 대해 엡 6:12에서는  우리의 씨름은 혈과 육에 대한 것이 아니요 정사와 권세와 이 어두움의 세상 주관자들과 하늘에 있는  악의 영들에게 대함이라 고 했다.  이러한 것을 알았기 때문에 아사 왕은 구스의 백만 대군을 대면할 때 자신이 정예화하여 훈련시킨 58만(8절)의 군대를 동원하여 무력으로 싸우지 않고 기도로 싸웠던 것이다. 우리가 많이 들어서 알고 있는 다윗과 골리앗의 싸움에서도 소년  다윗은 그 전쟁이 영적 전쟁임을 깨달았기 때문에 골리앗에게  너는 칼과 창과 단창으로 내게 오거니와 나는 만군의 여호와의 이름 곧 네가 모용하는 이스라엘 군대의 하나니믓 이름으로 네게 가노라 고 당당히 외칠 수 있었던 것이다(삼상 17:45). 이처럼 싶%가움의 영적인 성격을 확실히 분별하는 자만이 영적 전쟁에서 승리할 수 있는 것이다. (2) 여호와로 자기 군대를 삼아야 한다. 바울은 디모데에게  너를 지도한 예언을 따라 그 것으로 선한 싸움을 싸우라 (딤전  1:18)고 했고, 또  믿은의 선한 싸움을 싸우라 (딤전 6:12)고 했다.  이것은 다시 말하면 하나님과의  언약적 관계에 견고히 서야 할 뿐만 아니라 전적으로 그분만을 의지하여 싸워야 한다는 것이다. 이미 인간적인 판단을 끝내 놓고, 또 온갖 수단을 미리  다 써 본 후에 여호와께 부르짖는 싸움은 단지 그분을 도구로 이용해 보겠다는 약은 생각이다. 그렇기 때문에 만약 그와 같은 방법으로 전쟁한다면 그에게 주어지는 결과는 파멸 뿐이다. (3) 반드시 거룩함을 유지하여야 한다.  바울은  경기하는 자가 법대로 경기하지 아니하면 면류관을 얻지 못할 것이며 (딤후  2:5)라고 했다. 이는 참으로 하나님의 법칙대로 영적 전투에 임할 것을 의미한다. 그럼에도 불구하고 우리 주위에는 영적 전투를 하면서도 거룩함을 유지하지 못해 하나님을  욕되게 하는 어리석은 자들이 많다. 싸움은 동기와 과정 못지 않게 결과  또한 중요한 것인데, 자신이 거룩하지 못해 인간적인 탐욕과 추악성을 드러냄으로 인해 오히려  사단의 조롱거리가 되게 해서는 안 될 것이다. 그러므로 주께 대해 거룩하기만 하면 항상 여호와께서 보이지 않는 군대를 동원하여 모든 전쟁에서 우리를 보호할 것이다."
        }
    ]
}