{
    "bible_book": "역대하",
    "chapter_number": 10,
    "commentaries": [
        {
            "verse_reference": "10:1",
            "commentary": "르호보암이 세겜으로 갔으니 - 솔로몬과 암몬 여인 나아마의 소생(왕상14:31)인르호보암(Rehoboam)은 성경상에 유일하게 언급되고 있는 솔로몬의 아들이다. 따라서그러한 그가 솔로몬의 사후(死後), 차기 이스라엘의 통치자로 왕위에 오른 것은 당연하다고 하겠다. 그러나 당시 신정 국가인 이스라엘 사회에서 비록 하나님의 뜻에 의해세워지는 왕이라 할지라도 반드시 백성들의 지지가 필요하였다. 그래서 르호보암은 북쪽 이스라엘 열 지파의 지지를 얻기 위하여 당시 북쪽 지파들의 중심지였던 세겜(수24:1; 삿 9:7)을 방문하였던 것이다. 이처럼 이스라엘 사회에서 왕의 추대는 온 백성의 일치된 마음에 의하여 이루어졌는데 사울, 다윗, 솔로몬의 경우 역시 그러하였다(삼상 11:15; 삼하 5:3;대상 11:3). 그러므로 온 백성의 지지를 받지 못하는 왕은 진정한 그들의 왕이 될 수 없었을 것이다. 세겜 - 에발 산과 그리심 산 사이에 있는 성읍으로 예루살렘 북쪽 약 58km 지점이다. 오늘날의 지명은 나불루스(Nabulus)인데 한때는 네압볼리(Neabolis) 로도 불리운것 같다(P.C. Barker). 이곳은 에브라임 지파에게 속하였는바(수 20:7) 일찍부터 종교, 정치의 중심지였다. 왕상 12:1 주석 참조."
        },
        {
            "verse_reference": "10:2",
            "commentary": "여로보암...애굽으로 도망하여 있었더니 - 느밧의 아들 여로보암(Jeroboam) 은 일찍이 아히야의 예언(왕상 11:30-32)을 통하여 장차 자신이 이스라엘 10지 파를 통치할 것을 알았다. 그리고 그 사실이 사전(事前)에 솔로몬에게 발각되 어 애굽으로 망명하여(왕상 11:40) 시삭(Shishak)의 보호 아래 있었다. 그 런데 역대기 기자가 여로보암에대한 이와 같은 서론적 배경을 제시하지 않고 (왕상 11:26-40) 곧바로 본절과 같이 기록하고 있는 것은 당시에 독자들이 그 러한 역사적 배경을 잘 알고 있었기 때문인 것으로 추측된다(Curtis). 이 일을 듣고...돌아오매 - 여기서 '이 일'이란 솔로몬 왕의 죽음(9:31)을 가리킨다. 이제 솔로몬이 죽었기 때문에 여로보암은 더이상 애굽 망명 생활을 계속할 필요가 없었다. 더욱이 자신에게 주어진 이스라엘의 10지파를 차지하기 위해서라도 그는 속히애굽에서부터 돌아오려 했을 것이다."
        },
        {
            "verse_reference": "10:3",
            "commentary": "무리가 보내어 저를 불렀더라 - 본절과 병행 구절인 왕상 12:1-3에서는 '여로보암이 애굽에 있는 중에 무리가 보내어 저를 불렀더라'고 기록되어 있다. 그러나 그와 달리 본문에서는 여로보암이 애굽에서 돌아온 이후에 무리가 저를 불렀 다고 기록되어 있다. 그렇지만 이것은 두 저자들이 여로보암이 애굽에서 돌아 온 동기를 어떻게 보았는지에 따른 차이이다. 즉, 열왕기 저자는 여로보암의 환국(還國) 동기가 북쪽 10 지파의 반란 요청에 의하여 정권을 잡기 위한 정 치적인 것이었다고 보았다. 반면에 역대기저자는 여로보암의 환국이 단지 망 명 생활의 청산을 의미하며 그 후에 10지파의 요청에 의하여 적극적으로 정 치적인 문제에 개입하게 되었다고 본 것이다. 그러므로 비록미묘한 차이이긴 하지만 역대기 저자는 여로보암이 타의에 의해서 보다는 좀더 자의에의해서 반란을 주도했음을 강조하고 있다고 하겠다. 여로보암과 온 이스라엘이 와서 - 여기서 '온 이스라엘'이란 1절과 마찬가 지로 '북쪽 열 지파'를 가리킨다. 그런데 이들 이스라엘 백성들이 이와같이 쉽 게 여로보암과결탁할 수 있었던 것은 아마 다음과 같은 이유 때문인 듯하다. 즉, 과거 솔로몬이 다윗 성을 수축할 때 여로보암은 요셉 족속을 감독하는 자 로서(왕상 11:28) 강제 노역고막중한 세금에 시달리던 백성들의 불평을 잘 알 고 있었고 그런 점에서 여로보암과 백성들의 마음이 통하였기 때문이다."
        },
        {
            "verse_reference": "10:4",
            "commentary": "왕의 부친이 우리의 멍에를 무겁게 하였으니 - 성경에서 '멍에'는 대개 비 유적으로속박과 노예 상태를 의미한다(레 26:13; 사 14:25). 여기서도 이는 과 거 솔로몬이 백성에게 지운 강제 노역을 의미한다. 왕상 12:4 주석 참조. 이로 볼 때 솔로몬은 성전과 궁전을 완공하고 난 이후에도 기타 여러 건축 사업을 무모하게 추진하여 지나치게개인적인 영화를 누렸음을 알 수 있다 (8:1-6). 따라서 통치자의 그러한 무모한 정책과계속적인 허영심은 백성들에게 못내 고통스럽고 굴욕적인 멍에를 안겨 준 것이다(신17:17, 20). 왕은...멍에를 가볍게 하소서 - 이스라엘 백성은 과거 430년 동안 애굽의 혹독한 강제 노역 에 시달리다가(출 12:40, 41) 자유로운 몸이 된 자들이다. 그런데도 그들이이처 럼 자기들의 왕에게 강제 노역을 감해 달라고 간청하게 되었다니 비극이 아 닐 수없다. 이로 볼 때 솔로몬이 끝까지 백성을 위한 통치를 펼쳤더라면 왕국 분열의 비극은 발생치 않았을 것임을 알 수 있다. 왕상 12:4 주석 참조."
        },
        {
            "verse_reference": "10:5",
            "commentary": "삼 일 후에 다시 내게로 오라 - 르호보암은 이스라엘 백성들과 함께 온 여 로보암을보고 신중해질 수 밖에 없었을 것이다. 왜냐하면 강제 노동과 과중한 부역(賦役)을 감해 달라는 백성들의 요구가 어느 정도 정당한 것이긴 하지만 선뜻 응해 주었다가는 여로보암의 기세가 앙등할 수 있었기 때문이다. 그러므로 르호보암은 자기의 모사(謀士)들과 이 일에 대하여 논의하기 위한 시간이 필요하였을 것이다. 왕상 12:4 주석 참조."
        },
        {
            "verse_reference": "10:6,7",
            "commentary": "노인들과 의논하여 - 여기서 '노인들'(*, 제케님)이란 '장로' 또는 '원로신하'를 가리키는 말로서 과거에 솔로몬이 거느렸던 '모사들'을 가리킨다. 이 노인 들은 르호보암에게 백성들을 후대하는 유화 정책(宥和政策)을 쓸 것을 충고했 다. 본절과 병행하는 왕상 12:7에는 보다 강력한 어조인 '이 백성의 종이 되어 저희를 섬기고'란 말이 나온다. 그렇지만 역대기 저자의 입장에서는 왕이 백 성들의 종이 된다는 개념을 받아들일 수 없었기 때문에 '왕이 유화 정책을 쓴 다면 백성들이 왕의 종이 될 것이라'고 달리 표현하였을 것이다. 즉, 역대기 저자는 '왕은 오직 하나님의 종이지 백성들의 종은 될 수 없다'는 사상을 견지하고 있었던 것이다. 선한 말 - 이에 해당하는 '드바림 토빔'(* - )은 본래 상대방을 기쁘게 해 주 는 말을 가리킨다. 그런데 여기서는 르호보암이 백성들의 정당한요구에 대하여 승락하는 것을 의미한다. 왕상 12:7 주석 참조."
        },
        {
            "verse_reference": "10:8",
            "commentary": "왕이 노인의 교도(敎導)하는 것을 버리고 - 여기서 '교도하는 것'(*, 에차) 이란 타인에게 주는 진정한 충고나 조언을 의미한다. 그리고 '버리다'(*, 아자 브)란 탐탁치 않게 여기거나 무시하는 것을 의미한다. 이로 보아 르호보암은 자신에게직접 말하지 않고 여로보암을 대동하고 나선 이스라엘 백성들에 대 해서 크게 분노하고있었던 것 같다. 그래서 그는 노인들의 충고를 귀담아 듣 지 않았을 것이다. 함께 자라난 소년들과 의논하여 - 여기서 '함께 자라다'는 말은 르호보암과 같은교육을 받고 비슷한 경험을 하므로 말미암아 같은 사상과 같은 경향을 지니게 된 것을의미한다. 그리고 '소년'에 해당하는 '옐레드'(* )는 어린아이로 부터 장성한 청년에 이르기까지 다양한 연령층에 적용될 수 있는 말이다. 그 런데 르호보암이 왕위에오를 때 나이 41세였으니(왕상 14:21) 여기서 '소년'이 란 르호보암 또래의 동년배들을가리킴이 분명하다. 즉, 르호보암은 왕이 된 후 자신과 함께 자라 온 측근들을 새로이모사로 기용하였던 것이다. 왕상 12:8 주석 참조."
        },
        {
            "verse_reference": "10:9",
            "commentary": "너희는 어떻게 교도하여 - 이 질문 속에서 우리는 이미 르호보암이 어떤 답을 기대하고 있었느지 알 수 있다. 르호보암은 이미 이 신진 세력들을 중심 으로 왕권을 구축하고 있었음이 분명하다."
        },
        {
            "verse_reference": "10:10",
            "commentary": "나의 새끼 손가락이 내 부친의 허리보다 굵으니 - 이러한 비유적 표현은 다음과 같은 뜻을 내포하고 있다. 즉, '나는 나의 부친이 했던 것보다 더욱 혹 심하게 너희들을억압할 능력과 의지가 있다'는 뜻이다. 다시 말해 여기선 르 호보암의 하찮은 재주나능력이 솔로몬의 전능력과 힘보다 뛰어나다고 역설됨 으로써 르호보암의 철권(鐵券) 통치 의지가 시사되고 있는 것이다. 이에 대한 보다 자세한 내용은 왕상 12:10 주석을참조하라."
        },
        {
            "verse_reference": "10:11",
            "commentary": "채찍으로 - 여기서 '채찍'은 솔로몬의 가혹한 통치를 의미한다. 한편 당시 애굽에서의 왕권의 상징은 채찍이었다. 그러므로 본절은 이스라엘 백성들이 솔로몬의 정책을애굽의 바로 왕과 같은 폭정으로 받아들이고 있음에 상응하는 표현이라 하겠다. 전갈로 하리라 - 여기서 '전갈'은 단순히 '채찍'으로 비유하기에는 너무도 고 통스러운 엄청난 압정(壓政)을 상징한다. 그런데 대개의 학자들은 본절의 전갈 을 절지 동물로서의 전갈(scorpion)이 아니라 날카로운 금속 조각으로 만든 채 찍의 한 종류로 이해한다(Curtis. 왕상 12:11 주석 참조."
        },
        {
            "verse_reference": "10:12",
            "commentary": "여로보암과 모든 백성이...나아왔으니 - 약속대로 여로보암과 모든 백성은 다시 삼일만에 르호보암 앞에 나아왔다(5절). 그런데 이미 그 삼일 동안 르호 보암의 마음은강경 정책 쪽으로 기울어져 있었다. 따라서 이제 남북 분열은 피할 수 없게 되었는바하나님의 예언 성취의 때가 목전에 도래한 것이다(왕상 11:26-39)."
        },
        {
            "verse_reference": "10:13",
            "commentary": "포학한 말로 대답할새 - 여기서 '포학한 말'이란 '완고한 말' 또는 '분노에 찬 말'을 의미한다. 따라서 르호보암은 몹시 마음이 강퍅하여지고 분노하여진 상태에서 대답하였음을 알 수 있다. 즉, 르호보암은 지나치게 감정에 치우친 나머지 다윗의 왕권이얼마나 큰 백성들의 지지에 의해 세워진 것인가를 기억 하지 못하고 전형적인 동양의전횡(專橫) 군주처럼 백성들을 무시하려 든 것이다."
        },
        {
            "verse_reference": "10:14",
            "commentary": "나는 더할지라...나는 전갈로 하리라 - '내가...하리라'와 같은 르호보암의 에 서우리는 하나님의 말씀에서 빗나간 어리석은 통치자의 모습을 발견하게 된 다. 하나님은분명히 솔로몬에게 '내가 너로 내 백성을 치리하게 하였다'고 말 씀하셨고 솔로몬도'주의 백성을 누가 능히 재판하리이까'라고 했다(1:10, 11). 그러나 하나님의 말씀에서 떠난 정치인들은 기껏해야 채찍과 칼로 마치 백성 들이 자기 소유뮬인 양 다스릴 뿐이다. 그렇지만 하나님께서는 무고히 피흘린 자들의 음성을 들으시고 반드시 보수(報酬)해 주시는 분이시다(창 4:10; 9:6). 예수께서 \"검을 가지는 자는 다 검으로 망하느니라\"(마 26:52)고 말씀하신 것 도 이와 무관하지 않다."
        },
        {
            "verse_reference": "10:15",
            "commentary": "이 일은 하나님께로 말미암아 난 것이라 - '이 일'은 르호보암이 백성들의 요청에대하여 거부한 것을 가리킨다. 그런데 역대기 저자는 이 일을 하나님의 섭리에 기인한 것으로 해석했다. 즉, 이로써 이제 이스라엘은 남북으로 분열하게 되었는데 이는 분명 솔로몬에게 예고 되었던 형벌이 르호보암 때에 이르러 성취되게끔 배후에서 하나님이역사하셨음을 증거해 주고 있는 것이다(왕상 11:29-33). 왕상 12:15 주석 참조."
        },
        {
            "verse_reference": "10:16",
            "commentary": "우리가 다윗과 무슨 관계가 있느뇨 - 이것은 다윗 왕조 자체에 대한 반감을 노골적이고도 강경하게 표현한 말이다. 본래 이 말은 세바(Sheba)가 다윗 을 거스려 반역 운동을 일으킬 때 사용한 '격문'이었는데(삼하 20:1) 이제 르호 보암 대적자들의 구호가되었다. 한편 백성들의 이 구호는 단순히 르호보암의 왕권을 부정하는 데 그치지 않고다윗의 왕조 전체를 거부함으로써 하나님이 다윗 왕조를 통하여 이스라엘과 맺은 언약(대상 17장)을 파기하는 죄악을 범 하고 말았다. 이것은 이스라엘 백성들이 이스라엘의진정한 통치자가 여호와이 심을 망각하고 단지 르호보암의 악정을 비난한 탓에 생긴 어리석은 소치이다. 백성들은 비록 자기들의 요구가 관철되지 않는다 할지라도 여호와께서 참 이 스라엘의 구속자이심을 믿어야 했으며 그 근본을 부인해서는 안 되는 것이었 다. 그러므로 이스라엘 남북 분열 책임은 솔로몬, 르호보암, 여로보암과 이스라엘 백성들 모두에게 있었다고 하겠다. 온 이스라엘이 그 장막으로 돌아가니라 - 이는 백성들이 각자 자기 집으로 돌아갔다는 뜻이 아니라 세겜에 있는 그들의 집합 장소로 돌아갔다는 뜻인 것 같다. 한편 팔레스틴은 지리적으로 남북이 크게 나누어져 있어서 더욱더 정치적 분열을 조장하기가쉬웠다(Payne, Wycliffe)."
        },
        {
            "verse_reference": "10:17",
            "commentary": "유다 성읍들에 사는 이스라엘 자손 - 이는 당시 유다 지경(地境)에 거주하 고 있던북쪽 이스라엘 열 지파 출신들도 포함해 지칭하고 있는 말이다. 왕상 12:17 주석 참조. 아마 그러한 북쪽 출신 사람들은 자기 고향 사람들이 여 로보암과 함께 르호보암앞에 나섰을 때 그들과 행동을 같이 하였을 것이다. 그렇지만 협상이 결렬된 뒤에도그들이 여전히 유다 성읍들에 남아 있었던 이 유는 그들이 다시금 르호보암을 따랐기때문이 아니라, 지리적으로 남북이 서 로 단절된 상태에서 북쪽으로 이동하기가 힘이들었기 때문이었을 것이다. 그리고 그들 중에는 다윗 왕조를 생각하고 하나님의 언약을 기억하는 경건한 사람들도 포함되어 있었을 것이다(11:17)."
        },
        {
            "verse_reference": "10:18",
            "commentary": "감독 하도람을 보내었더니 - 하도람(Hadoram)은 왕상 12:18에서 아도니람 (Adoniram)으로도 번역되어 있긴 하나 실제 원문상의 이름은 '아도람'(* )이다. 그런데 시대적으로 보아 이 자는 다윗 시대의 인물인 아도니람(삼하 20:24)과는 동명이인(同名異人)인 듯하다. 한편 르호보암이 하도람을 북쪽 열 지파에게 보낸 까닭에 대해서는 다음과 같이 추정된다. 즉, (1) 격노한 지파를 달래어 협상을 하려고 했거나(Keil), (2) 아니면 그들에게서 세금을 징수하려고 했던 것같다. 아무튼 이때까지만해도 르호보암은 이스라엘 열 지파가 유다 지파에게서 분리되어 나갔다는 사실을 인정하고 있지 못했다. 그러나 그들이 감독 하도람을 돌로 쳐죽인 것을 보고는 자신의 강압이 그들에게 소용이 없음을 알고 예루살렘으로 피신한 것이다. 그래도 그는 끝까지북이스라엘을 포기하지 않으려 했으니 유다와 베냐민 지파 18만명을 모아 무력으로 그들을 굴복시키고자 한 것이 바로 그 단적인 증거이다(11:1)."
        },
        {
            "verse_reference": "10:19",
            "commentary": "이에 이스라엘이 다윗의 집을 배반하여 - 역대기 저자는 북이스라엘이 다윗의 집을 배반하였다는 사실을 결론으로 더 이상 북이스라엘에 대해서는 언급을 하지 않고 있다. 즉, 여기서 역대기 저자는 북쪽 지파들이 어떻게 여로보암을 그들의 왕으로 삼았는가(왕상 12:20 이하)를 전혀 언급하지 않을 뿐만 아니라 그 이후 북이스라엘의 역사에 관해서도 모두 생략해 버렸는데 떠났기 때문이다.이런 면에서도 우리는 역대기 저자가 철저히 다윗의 언약을 중심으로 이스라엘 역사를 기술해가고 있음을 알 수 있다. 오늘날까지 이르니라 - 본서 기자인 에스라가 여기서 열왕기와 똑같이 '오늘날까지'라는 표현을 사용하고 있는 것은 단순히 시대적 착오에 의한 잘못된 기록이 아니다. 대신 이는 에스라 시대에도 과거 남북 왕국의 분열 및 대치상황을 모든 사람들이 익히 알고 있었다는 뜻으로 그렇게 기록한 것이다. 이에 대해서는 왕상 12:19주석을 보다 참조하라. 지금까지는 이스라엘 역사에 있어서 가장 흥왕했던 시기를 통치한 솔로몬의 사역에 대해 개괄적으로 살폈다(1-9장). 즉, 지금까지 본서는 솔로몬의 등극(1장), 그가 남긴 최대의 업적인 성전 건축(2-7장), 그리고 그가 행한 통치의 영광(8:1-9:28)에 대해 간략하게 언급했다. 이에 이스라엘 역사의 연대기적 관점에서 계속 이어지는 본장은 유다 왕들의 통치만을 기술한 본서 제 2부(10:1-36:21)의 서막으로 왕국이 분열하는 과정과 모습을 그린 대목이다. 다시 말해서 본장에 이르러서 드디어 120년간 계속되던 (B.C. 1050-931, 삼상 10:1;왕상 11:43-12:20) 이스라엘으 통일 왕국 시대가 끝이 나고 북쪽의 이스라엘과 남쪽의 유다로 나누어진 남북조(南北朝) 시대가 막을 올리게 되는 것이다. 그런데 본서는 분열 왕국 이후의 역사를 기록함에 있어서 오직 남쪽에 있던 유다의 역사에만 그 관심을 모아 기술함으로써 본서으 저술 목적을 잘 나타내고 있다. 즉, 본서 저자는 북이스라엘의 역사를 생략하고 오직 유다의 역사만을 중심으로 기록하여 하나님의 구속 역사가 남 왕국을 통하여 진행되었음을 밝힘과 동시에 이스라엘 백성들의 타락 가운데서도, 그리고 왕국 분열이라는 혼란의 와중에서도 다윗의 위(位)가 끊어지지 않고 지속될 것이라는 하나님의 약속을 추적하는 데 관심을 기울이고 있다. 이러한 본서 후반부에 속하는 분열 왕국 시대의 기록을 연대기적으로 구분해 보면 (1) 분열 왕국시대 초기(10, 11장), (2) 유다의 선한 왕들과 악한 왕들에 관한 기록(12:1-36:16), (3) 바벨론의 유수와 유다의 최후(36:17-21), (4) 포로 회복에 관계된 고레스의 조서(36:22, 23) 등이다. 그런데 이와 같은 역사적 흐름 가운데 그 서문에 해당되는 본장은 당시 이스라엘 백성의 요구와 그에 대한 르호보암의 대답을 언급한 전반부(1-15절)와 르호보암의 정책에 대해 반기를 들고 분열을 기도한 열 지파에 대해 기록한 후반부(16-19절)로 구성되어 있다. 그래서 이스라엘이 남북으로 갈라지게 된 원인과 경과를 비교적 상세히 언급하고 있다. 한편, 열왕기 저자는 이스라엘의 분열 조짐이 이미 솔로몬 통치 후기에서부터 완연했던 것으로 분명히 밝히고 있으나(왕상 11:9-40) 하나님의 언약으로 인하여 그 분열시기가 솔로몬 시대 이후로 늦추어진 것이라고 기록하고 있다(왕상 11:34, 35). 그러나 이와는 달리 역대기 저자는 이스라엘이 분열된 이유를 다음과 같이 두 가지 관점에서 보고 있다고 할 수 있다. 첫째, 여로보암의 반역을 왕국 분열의 주된 이유로 부고 있다. 즉, 2절에서 망명 생활을 하던 여로보암이 애굽으로부터 돌아온 이유에 대해 저자는 왕국을 차지하려는 그의 욕방 때문이었다고 간주하고 있다. 그리고 15절에서 그러한 여로보암의 야욕이 달성된 것은 실로 사람 아히야의 예언의 성취로 보고 있다. 따라서 역대기 저자는 처음부터 여호와를 배반하고 정치적인 야심을 따라 이스라엘 백성들을 충동질했던 여로보암 때문에 왕국 분열이 시작된 것으로 보고 있는 것이다. 그리고 또 이런 일은 하나님께로 말미암아 난 것이라 (15절)고 본서 저자는 기록하고 있는데 이것은 르호보암의 완악함으로 인해 하나님께서 그렇게 하셨음을 암시하고 있는 동시에 여호와를 배반하려는 마음을 가진 여로보암을 하나님께서 버리시기로 작정하셨음을 가리키는 것이다(13:6, 7). 둘째, 본서 저자는 왕국 분열의 2차적인 이유를 르포보암에게 두고 있다. 여기서의 핵심은 르호보암이 솔로몬 생전에서부터 섬겼던 노인들의 가르침을 버리고 젊은 소년들의 충고를 받아들였다는 것이다. 즉, 흐로보암은 스스로 솔로몬 왕조와의 연계성을 포기해 버림으로 말미암아 왕국 분열울 촉진시키고 말았다는 것이다. 여기서 사사기 저자가 서술한 역사 기록 방법과 매우 유사한 점이 발견된다. 다시 말해서 사사기 기자도 이스라엘 타락의 원인은 여호와께서 이스라엘을 위하여 행하신 모든 큰 일을 본 자 (삿 2:7)들이 후손들을 제대로 교육시키지 못한 결과로 말미암아 여호와를 알지 못하는 세대들이 여호와를 버리고 우상을 좇아가게 된 데에 있다고 기록하고 잇는 것이다. 이와같이 본서 기자도 르호보암이 노인들의 교훈을 버림으로 말미암아 그 이후 세대들이 타락하기 시작하였다고 본서 기자가 최초로 르호보암의 범죄들을 언급하기 시작한 것이다(12:1, 14). 그러나 그럼에도 불구하고 다윗에 대한 하나님의 신실함은 계속되어 여호와께서 유다 왕국을 주권적으로 통치하시고 인도하셨던 것을 본서 저자는 나타낸다. 이러한 사상은 북이스라엘의 배반을 다윗의 집 에 대한 배반으로 기술하고 있는 구절(19절)에 잘 표현되어 있다. 그리고 이 뿐만 아니라 역대기 기자는 왕국의 분열이 여호와께 대한 유다의 배교(背敎)를 막기 위한 하나님의 섭리하심 때문이라고 15절에서 단호히 표명하고 있는 것이다. 이러한 이유 때문에 11장부터는 북왕국의 배교적인 전역사는 하나님의 내어 버려두심 (롬 1:24)의 심판이라는 관점에서 대체적으로 생략하고 있고 유다 왕국은 철저한 하나님의 섭리하심과 보호하심 속에 있음을 구체적으로 자세히 기록하고 있는 것이다. 우리는 이와 같은 본장의 내용과 앞으로 등장하게 될 남유다 왕들의 치적을 통하여 온갖 인간적인 좌절과 실패, 그리고 종교적인 배도와 타락에도 불구하고 택하신 백성을 변함없이 인도하시어 구속 역사를 전개시키는 하나님의 섭리를 생생히 목격할 수 있다. 1. 솔로몬을 계승한 르호보암(10:1-15) 본문은 세금과 노역에 대한 백성들의 요구(1-5절)와 그에 대한 노인들과 젊은이들의 충고(6-11절), 그리고 백성들의 요구를 거절하는 르호보암의 태도(12-15절) 등을 기록하고 있다. 그래서 이스라엘이 남북으로 나뉘게 된 원인에 대해 언급하고 있는 것이다. 사실 솔로몬이 엄청난 건축 사업을 추진하기 위하여 백성들로부터 막대한 세금을 징수하고, 그들을 강제 노역에 동원함으로써(4절) 백성들의 불만은 극에 달하게 되었다. 더욱이 당시 이스라엘은 종교적으로도 타락의 일로에 빠져 산당을 건립하고(왕상 11:7) 우상을 섬김으로써(왕상 11:5, 8) 하나님의 은총을 잃어갔다(왕상 11:9-13). 이러한 시점에서 왕위를 계승한 르호보암은 유화 정책(宥和政策)을 추진하자는 노인들의 충언(忠言)을 버리고, 정세를 제대로 판단하지 못한 젊은이들의 강경 노선을 따름으로써 왕국 분열을 자초하고 말았던 것이다. 한편 이러한 본문은 왕상 12:1-15과 그 진행 과정 및 내용이 거의 같은 대목인 바 양자가 왕국 분열의 원인을 동일하게 보았다고 할 수 있다. 따라서 본문을 통하여 우리는 다음과 같은 사실을 관찰해 볼 수 있다. (1) 르호보암은 여호와께 지혜를 구하지 않은 왕들의 전형적인 본보기이다. 르호보암은 백성들의 당면한 문제를 해결함에 있어서 전혀 지혜롭지 못한 방법을 강구함으로 큰 어리석음을 범했다. 즉, 그것은 그가 다윗이나 솔로몬처럼 여호와의 백성들을 통치함에 있어서 전혀 하나님의 지혜를 구하지 않고 임의대로 감정적인 충동에 따라 국정(國政)을 다스렸다는 것이다. 그 증거로 노인들의 충언은 버리고 소년들의 감언 이설(甘言利說)을 따랐던 사실과, 백성들을 전갈로 징치(懲治)하겠다고 말한 사실들을 들 수 있다(13, 14절). 이와같이 여호와께 지혜를 구하지 않고 민의(民意)를 정면으로 짓밟는 통치자는 삿 9자에 나오는 가시나무 왕 과 같다고 할 것이다. (2) 이스라엘 백성들은 큰 버녕을 누렸음에도 불구하고 불평함으로 인해 큰 불행을 자초하고 말았다. 백성들이 와에게 제기한 문제 가운데 가장 큰 문제는 세금과 강제 노역에 관한 문제였다(4절). 그런데 8:9을 보면 솔로몬은 이스라엘 자손을 노예로 삼아 일을 시키지 않았고 그들로 군사와 장관의 두목과 감독들이 되게 했다고 기록하고 있다. 더욱이 솔로몬 통치 시대는 외적의 침입으로 인한 환난이나, 양식의 고로 인한 경제적 타격도 없이 참으로 풍성하였다. 하지만 세금과 노역으로 말미암아 백성들은 힘겨웠기 때문에 그들은 르호보암에게 자신들의 멍에를 가볍게 해달라고 불평했다. 그러나 이와 같은 문제는 이스라엘의 경제에 관계된 것이었기에 극단적으로 표출시켜 급기야가 왕국 분열이라는 비극을 초래했던 것이다. 다시 말해가서 자신들의 불편함과 어여룸을 해소히기 위해 백성들은 왕족이 아닌 에브라임 지파 족속인 여로보암과 합세해 분열을 자초한 것이다. (3) 선한 의도로 시작한 일이라 할지라도 그 성취하는 방법에 따라 악한 결과가 나올 수 있다. 본문에서 이스라엘 백성들이 정권 탈취욕에 가득찬 여로보암을 앞세워 그들의 생각을 관철시키려고 했다는 사실은 대사(大事)를 그르치게 한 중대한 이유가 된다. 혹자들은 선한 동기만을 앞세워 수단과 방법을 가리지 않고 어떤 일을 행하는 것을 당연하게 생각하고 있다. 그러나 그리스도인들은 반드시 그 방법까지도 선한 것인지를 고려해서 행동해야 할 것이다. 그러나 그리스도인들은 반드시 그 방법까지도 선한 것인지를 고려해서 행동해야 할 것이다. 이런 면에서 볼 때 각 사람은 위에 이쓴 권세들에게 굴복하라 (롬 13:1)는 사도바울의 충고는 매우 의미심장하다. 왜냐하면 악한 권세자에 대해서는 하나님께서 심판할 것이로되 백성들은 마땅히 그 권세에 대해서는 해야 할 도리를 다 지키는 것이 옳기 때문이다. * 그리스도인으로서 정치인의 자세. 솔로몬의 신하였던 노인들이 죽음을 불사하고 민의(民意)의 편에 서서 르호보암에게 충언(忠言)을 고(告)하는 모습을 통해 우리는 그리스도인으로서 정치인의 자세가 어떠해야 하는지를 생각하게 된다. 본장을 통해서 짐작컨대 르호보암 왕조에는 노장파와 소장파가 서로 양분되어 있었던 것 같다. 이런 상황에서 르로보암 왕은 양측의 의견을 골고루 수용하여 옳은 의견을 택할 때 의로운 왕이라 칭함 받게 되는 것이다. 그러나 이미 어떠한 이유에 의해서든지 왕이 한쪽 펴네 기울어져 있다면 ?다른 측에 있는 신하들은 그들의 입지(立志)를 잃게 되는 것이다. 본문에 나오는 노인들은 구(舊) 주류로서 신(新) 주류에게 어느 정도 입지 조건을 빼앗긴 불리한 상황에 처해 있었음이 분명하다. 그러나 자칫 잘못하면 반정(反正) 인사들로 몰려 처형될지도 모를 상황에서 이 노인들은 끝까지 백성들 편에 서서 왕에게 바른 말을 고했다. 사실 오늘날 세계 각국은 많은 그리스도인 정치가들을 정국에 참여시키고 있고 우리나라만 하더라도 상당수의 그리스도인들이 정치적인으로 활동하고 있다. 이런 점에서 볼 때 올바른 기독교적 정치관을 제시하는 일은 무엇보다 중요한 일이라 할 것이다. 따라서 본장을 중심으로 우리는 기독교 신앙을 소유한 정치인이 취해야 하는 바른 자세를 다음과 같이 살펴보고자 한다. (1) 결코 민의(民意)에 배치되는 정책을 펴서는 안 된다. 왜냐하면 여호와께서 하늘의 권세들을 허락하신 것은 온전히 당시늬 백성들을 위한 것이지(1:10;2:11;9:8) 권세자 자신들을 위한 것이 아니기 때문이다. 그러기에 신앙을 소유한 정치인들은 결코 자신을 위해서가 아니라 민의를 위해 정치를 해야 하는 것이다. 이는 참으로 그리스도께서 자기 몸을 죽음 가운데에 내여 놓으시기까지 자기 백성들을 사랑하신 사실에도 이러한 통치자의 자세를 분명히 발견할 수 있다. (2) 당략(黨略)보다는 백성들 편에 서야 한다. 노장파인 솔로몬의 신하들은 과거의 영화를 지속시키기 위해서 르호보암에게 간사한 말로 자신들의 입지를 강화할 수도 있었겠으나 백성들을 위하여 자신들의 당략을 버렸다. 그러나 소장파인 소년들은 자신들의 말에 더 귀를 잘 기울이는 르호바암을 가사한 말로 속여 백성을 탄압하는 정책을 펴게 했다. 이러므로 올바른 정치인은 환난을 당할 때 더욱 밝히 드러나게 되는 것이다. (3) 자신의 주장이 관철되지 않는다 하더라도 근본을 부정하고 반란을 꾀해서는 안 된다. 노인들은 르호보암이 자신들의 충언을 뿌리쳤음에도 불구하고 결코 왕의 권세를 부정하지는 않았다. 그들이 그렇게 한 것은 왕을 위해서가 아니라 백성들을 위해서이다. 이와 반대로 여로보암은 자신의 뜻이 관철되지 않자 르호보암에게 반란을 꾀했을 뿐만 아니라 다윗 왕조를 통한 하나님의 언약까지도 저버리는 근본적인 반역을 일으키고 말았다. 그렇게 하여 그는 결국 백성들을 우상 숭배의 길로 인도하는 죄악을 범하게 되었던 것이다. 이와 같은 사실을 고려해 볼 때 우리는 다음과 같이 정리해 볼 수 있다. 즉, 그리스도인 정치가는 하나님의 말씀을 시금석으로 삼고 오직 여호와께 봉사하는 마음으로 백성들을 섬겨야 할 것이다. 이런 의미에서 예수께서 검을 가지는 자는 다 검으로 망하느니라 (마 26:52)고 하신 말씀의 의미가 더욱 새롭게 느껴진다. * 하나님의 섭리와 인간의 행위와의 관계. 본문 15절을 보면 르호보암의 어리석은 행위로 왕국이 분열하게 된것이 곧 하나님의 뜻이라고 표현되어 있다. 그러면 여기서 왕국 분열의 진정한 책임은 누구에게 있는 것인가? 성경에서 우리는 종종 이와같이 하나님의 섭리와 인간의 행위가 서로 모순된 것 같은 사건들을 접하게 된다. 이런 문제들을 대할 때 단순히 교리적으로 설명하기에는 너무 복잡하고 어렵기 때문에 다음과 같은 몇 가지 사실들을 고려해 봄으로써 이해를 도울 수 있을 것이다. (1) 하나님의 궁극적인 목적이 어디에 있는가를 살펴야 한다. 본문에서 볼 때 하나님께서 왕국 분열을 허락하신 것은, 또는 그일을 주도하신 것은 북이스라엘과 같은 배교의 역사에서 남쪽의 유다를 보호하시기 위한 것이었다. 그리고 실로 사람 아히야를 통하여 미리 왕국 분열을 예언케 하신 것(왕상 11:29-39)은 북이스라엘에게는 그것이 걸림돌이 되게 하고, 유다에게는 그것이 하나님의 보호하심을 확신케 하는 증거가 되게 하기 위한 것이라고 볼 수 있다. 이와같이 역사적인 사건들이나 인간들의 우발적인 행위들이 우연적인 것 같으나 그 모든 것들은 하나님으 섭리 가운데서 이루어지게 되는 것이다. 왜냐하면 여호와께서는 하늘의 군대와 이땅의 거민들 사이에서 당신의 뜻에 따라 행하시는(단 4:35) 분이기 때문이다. (2) 인간의 행위가 하나님의 묵허(默許) 가운데 이루어졌다 할지라도 인간의 죄가 무효화되는 것은 아니다. 르호보암의 경우에도 역대기 저자는 그의 통치 전반에 대해서 평하기를 르호보암이 마음을 오로지하여 여호와를 구하지 아니함으로 악을 행하였더라 (12:14)고 기록하고 있다. 이와 유사한 예로 애굽 왕 바로를 여호와께서 강퍅케 하신 사실을 들 수 있다(출 14:4;롬 9:17). 그리고 또한 가룟 유다의 배신 행위(마 26:25) 등도 이러한 예로 들 수 있는데, 그것들은 모두 하나님께서 사용하신 수단으로서 하나님으 목적을 성취시킨 것은 사실이나 그들이 범한 죄는 결코 무효화되지 않았던 것이다. 왜냐하면 죄의 책임은 항상 그 당사자에게 있는 것이고 하나님께서는 그 본래의 죄성을 다 아시므로 그러한 범죄들을 통하여 당신의 뜻이 성취되도록 섭리하시기 때문이다. 이와 같은 사실을 살펴볼 때 우리는 하나님의 섭리와 인간의 자유 의지의 괘계를 푸는 것은 인간의 이성을 초월한 매우 신비한 것임을 알 수 있다. 그러나 어떤 문제를 불신 가운데서 부정적으로 풀기보다는 믿음 가운데서 긍정적으로 해석하는 것이 올바른 그리스도인의 자세인 것이다. 2. 이스라엘의 분열(10:16-19) 이스라엘이 분열된 원인에 대해 언급한 전단락(1-15절)에 이어지는 본문은 그 원인에 대한 결과의 진행 과정을 기술한 대목이다. 즉, 본문은 자신들의 주장아을 관철시키지 뫄산 여로보암과 이스라엘 백성들이 다윗 왕조에 대해 배반을 선언하며 르호보암에게서 분열되어 가는 장면을 기록하고 있다. 이러한 역사의 진행 과정을 서술하고 있는 본문은 열지파가 반란을 일으켜 분열한 장면(16, 17절)과 르호보암이 예루살렘으로 도주한 사건(18, 19절)을 기록해 이스라엘이 분명히 분열되었음을 강조해 나타내고 있다. 이와 같은 내용의 본문은 왕상 12:16-20과 같은 내용인 바 특별히 왕상 12:20, 즉 여로보암의 즉위식에 관계한 사실만 생략해 본서 저작의 의도를 나타낸다. 다시 말해서 본서 저자는 북이스라엘의 역사에 관계된 사실 모두를 거부해서 오직 유다 왕국에 면면히 흐르는 하나님의 역사하심을 나타낸 것인 바 다윗 왕가를 통해 주권적으로 역사하시는 하나님의 손길을 깨달은 것이다. 그러기에 에브라임 족속인 여로보암에 관여된 역사는 언급을 회피한 것이다. 한편 본문을 살펴볼 때 우리는 다음과 같은 사실을 숙고해 교훈으로 깨달을 수 있다. (1) 백성들은 비록 자신들의 요구 조건들이 관철되지 않았다 하더라도 하나님의 언약 자체를 거부해서는 안 된다는 것이다. 왜냐하면 여호와 하나님께서 이스라엘의 구속자가 되시고, 이스라엘이 그분의 백성이 되기 때문이다(출 6:7). 또한 다윗의 왕권이 영원하리라는 하나님의 언약은 르호보암의 악정(惡政)과는 상관없이 영영히 지속되는 것이기 때문이다. 그렇기 때문에 자신들의 요구가 관철되지 않는다고 해서 하나님과 맺은 언약을 파기하는 것(16절)은 범죄 행위인 것이다. 사실 오늘날에도 이와같이 교회의 비리나 목회자의 타락을 이유로 하여 일부 성도들이 그리스도의 복음 자체를 배척하는 경향이 있다. 그러나 모든 인간적인 타락과 제도적인 모순에도 불구하고 신실하신 하나님께서는 세상 끝날까지 우리와 함께 계실 것 (마 28:20)이란 사실을 기억해 경솔한 언동(言動)은 삼가해야 한다. (2) 숫자적인 우세가 결코 자신들의 정당성을 주장할 근거는 못 된다는 것이다. 북쪽 이스라엘의 열 지파는 그들이 다수(多數)이기 때문에 자신들의 처신이 옳았다고 자위했는지도 모른다. 그러나 성경은 분명히 그들을 다윗의 집에 대한 배반자들로 정죄하고 있다(19절). 그리고 이와는 달리 어던 때는 오히려 여호와께서 함께하시는 소수가 더 정당하다고 확신할 수 있다. 왜냐하면 성경은 전체적으로 다수의 사람들보다는 소수의 사람들을 통해 지금까지 구원의 역사를 이끄신 하나님에 대해 기록하고 있기 때문이다. 그러기에 오늘날 우리들의 사회가 자칫 다수의 의견을 진리로 받아들이기 쉬운 경향성을 지니고 있으나 우리는 하나님이 없는 다수는 전혀 무의미함을 명심하여야 할 것이다."
        }
    ]
}