{
    "bible_book": "역대하",
    "chapter_number": 5,
    "commentaries": [
        {
            "verse_reference": "5:1",
            "commentary": "솔로몬이 여호와의 전을 위하여 만드는 모든 것을 마친지라 - 솔로몬 의 성전은B.C. 966년에 기공(起工)되어 B.C. 959년 8월에 완공되었다(왕상 6:38). 따라서 성전건축에 소요된 기간은 만 7년이었다. ☆\"마쳤다\"는 말의 히브리어 \"와티쉴람\"은 언어학적으로 솔로몬의 이름과 동족어이다. 이 단어는 \"평화\"(솰롬)의 개념을 강력히 시사한다. 그러므로 \"마침\"이라는 말은 목적이라는 의미를 나타낸다. 이것은 선을 위한 가능성이 새롭고 풍부한 어떤 것을 향해 열려져 있다는 것이다(맥콘빌레). 이에 그 부친 다윗이 드린 은과 금과 모든 기구 - 여기서 말하는 은과 금 과 모든기구(vessels)는 다윗이 전쟁에서 얻은 전리품과 자신의 소유물들을 가 리킨다(삼하8:7, 11, 12; 대상 18:7-11). 다윗은 이 모든 것들을 성전 건축을 위하여 하나님께 바쳤다(대상 22:14, 16; 29:2-8). 그런데 본절은 그 헌물(獻物)들 중 많은 부분이 성전건축의 경비로 지출 되었음에도 불구하고 아직도 남은 것들이 있어 성전 곳간에 보관되었음을 증거해 준다. 왕상 7:51 주석 참조. 하나님의 전 곳간 - 여기서 '곳간'은 성전 바깥 벽에 잇대어 하층, 중층, 상 층으로지은 다락과 그 골방들을 가리킨다(왕상 6:5-10). 이 방들은 성전 기구 및 헌물을 보관하는 창고 뿐 아니라 성전 봉사자들이 기거하는 거처로도 이용되었다. 왕상 6:5 주석 참조."
        },
        {
            "verse_reference": "5:2",
            "commentary": "언약궤를...메어 올리고자 하여 - 다윗 당시 예루살렘의 시온 성(일명 다윗 성)으로 옮겨진 여호와의 언약궤(삼하 6:12-19)는 이후 40여년 동안 다윗이 쳐 놓은 장막 속에 그대로 안치되어 있었다. 이에 솔로몬은 성전이 완공되자 무 엇보다 먼저 이 언약궤를 성전으로 옮기려고 이스라엘 장로들과 족장들을 예 루살렘에 소집시켰다. 즉, 솔로몬은 국가적인 중대사를 처리하기 위하여 이스 라엘의 장로들과 각 지파 가문의 대표자들을 소집하였던 것이다. 이러한 자세 는 성군(聖君)의 공통된 경향인바 일찍이 다윗도성전 건축 문제를 논의하기 위하여 장로들을 소집하고(대상 28:1) 성전 장식용 보물을하나님께 드린 적이 있다(대상 29:6-9). 한편 이로 볼 때 솔로몬은 과거 다윗이 언약궤를 옮길 때 당한 봉변을 생각하며(삼하 6:1-10) 두렵0 떨리는 마음으로 언약궤 이런 계획 을 세웠을 뿐만 아니라 이와 같은 국가적인 대사(大事)를 통하여 온 백성이 여호와를 경외케 하기 위한 신앙 부흥 운동을 도모했다고도 이해할 수 있다."
        },
        {
            "verse_reference": "5:3",
            "commentary": "칠월 절기 - 여기서 칠월은 에다님월(the month Ethanim), 즉 유대 종교력 7월로서 오늘날 태양력의 9-10월에 해당된다. 그리고 칠월 절기라 함은 출애굽 광야의 장막생활을 기념하는 절기이자 또한 1년 동안 수고한 모든 곡식을 거 두기를 다 마치면서지키는 절기인 초막절(일명 장막절 또는 수장절)을 가리킨다. 왕상 8:2 주석 참조. 그런데 성전 건축이 완공된 것은 솔로몬 11년 불월(유대력 8월)이므로 (왕상 6:38) 언약궤를 메어 오기 위해 모인 이 칠월 절기 때의 소집은 그후 11개월이 지난 솔로몬 12년7월에 있었음이 분명하다. 그 러나 이에 대해서는 이견(異見)들도 많은 것이 사실이다.이 점은 왕상 8:1 주석에서 살펴보았으니 참조하라."
        },
        {
            "verse_reference": "5:4",
            "commentary": "레위 사람이 궤를 메니라 - 본절과 병행하는 왕상 8:3에 따르면 언약궤를 멘 사람은 '제사장들'이라고 기록되어 있어서 본절과 상충 되는 것처럼 보인 다. 그러나 성직(聖職)에 대해 잘 알고 있는 역대기 기자가 이러한 부분의 기록을 소홀히 하지 않았을것임이 분명하다. 사실 대상 15:2, 15을 보면 역대기 기자는 레위 사람 외에 그 누구도 하나님의 궤를 멜 수 없다는 규례를 잘 알 고 있었음이 나타난다(민 4:2, 15; 신10:8). 그러므로 역대기 기자의 본절의 기록은 정확한 것이라고 볼 수 있다. 그렇다면왕상 8:3에서의 제사장들은 언약 궤를 직접 메었다기 보다는 그 일을 감독하였다고 하겠다. 본절 5절과 왕상 8:4을 보면 동일하게 '제사장과 레위 사람이 그것들을 메고 올라갔다'고 기록 되어 있어 제사장과 레위인들 간의 이러한 상호 협력 관계를 잘 보여준다. 물 론 다시 본장 7절에서는 '제사장들이 여호와의 언약궤를 그 처소로 메어 올렸 다'고 기록되어 있지만 지성소는 본래 제사장들 만이 들어갈 수 있는 곳이므 로 여기에어떤 문제가 있을 수 없다. 한편 혹자는 본절과 왕상 8:3의 기록상 의 차이를 두고 역대기 기자는 P문서를 더 선호하고 열왕기 기자는 J, E 문서를 더 선호한 결과라고 문서설 입장에서 해결하려고 하였다(Curtis). 그러나 문서설 자체가 가설(假說)에 지나지 않으니 이는 지나친 선입견에 의한 해석 이라고 하겠다. 모세 오경 개론, '문서설'참조."
        },
        {
            "verse_reference": "5:5",
            "commentary": "궤와 회막과 장막 안에 모든 거룩한 기구 - 여기서 '궤'는 언약궤를 위하여 세운것(삼하 6:17; 대상 15:1)과는 다른 모세의 회막(출 40:2, 17)을 가리킨다. 당시 이회막과 '장막 안에 모든 거룩한 기구', 즉 모세 회막의 옛 기구들(놋제단, 향단, 떡상, 촛대 등, 출 36:1-39:43)은 기브온에 있었다(1:3;대상 16:39; 21:29). 그런데 이제 언약궤와 회막, 회막의 옛 기구들은 솔로몬 성전으로 운반되었다. 왕상 8:4 주석참조."
        },
        {
            "verse_reference": "5:6",
            "commentary": "궤 앞에 있어 양과 소로 제사를 드렸으니 - 본절과 7절에 의거할 때 언약궤는 우선번제단이 있는 성전 뜰에 놓여졌던 것 같다. 한편 언약궤를 옮길 때 이처 럼 제사를 드리는 전통은 다윗 때에 세워졌다(대상 15:26; 16-1-3). 처음에 다 윗은 제사를 드리지도 않고 함부로 언약궤를 옮기려다가 큰 비극을 초래했기 때문에(삼하 6:7) 후에 다시제사를 드리고 언약궤를 다윗 성으로 옮겼었다(삼하 6:16). 아마도 이 사실을 잘 알고있던 솔로몬은 (1) 돌연한 사고로 말미암은하나님의 진노를 피하고, (2) 하나님의 축복에 대한 백성들의 기쁨을 배가(倍加)키 위해 정성을 다해 제사를 드렸을 것이다. 왕상 8:5 주석 참조."
        },
        {
            "verse_reference": "5:7",
            "commentary": "내전 지성소 그룹들의 날개 아래라 - 여기서 '내전'에 해당하는 히브리어 ' 데비르하바이트'(* )는 4:20에서 '내소'로 번역된 바로 그 단어로 '지성소'를 가리킨다. 그런데 '데비르 하바이트'의 문자적 뜻은 '말씀하시는 곳'(the oracleof the house)이다. 아마도 이는 출애굽 시에 하나님께서 지성소의 언약궤 위에 임재하셔서 이스라엘 백성에게 말씀하셨기 때문에 그렇게 불리워진 것 같다 (출 25:22). 한편 솔로몬이 새로이 만들어 지성소에 세운 그룹과 속죄소 위의 본래의 두 그룹에 관해서는 3:11-13 주석에서 상세히 다루었다. 그러니 보다 자세한 내용은 그곳을 참조하라."
        },
        {
            "verse_reference": "5:8",
            "commentary": "그 채를 덮었는데 - 여기서 '채'(pole)라는 것은 언약궤를 운반할 때는 쓰는 긴 장대를 가리킨다. 이것은 언약궤의 고리에 꿰어져 앞뒤로 길게 나와 있었다. 출25:12-15 주석 참조."
        },
        {
            "verse_reference": "5:9",
            "commentary": "그 궤가 오늘까지 그곳에 있으며 - 언약궤는 B.C. 586년 예루살렘 멸망 당 시 솔로몬 성전의 파괴와 더불어 소실(消失)되었다. 따라서 여기서 '오늘까지' 란 말은 에스라가 역대기를 기록하던 당시(B.C. 450년경)를 가리키는 것으로 이해하여서는 안 된다.어디까지나 본절은 왕상 8:8의 단순한 인용이다. 그러므 로 '오늘까지'란 열왕기 기사(記書) 시대를 기리킨다고 볼 수 있다. 사실 열왕 기의 자료들은 대체로 B.C. 586년 예루살렘 멸망 이전의 기록들이다. 왕상 8:8 주석 참조."
        },
        {
            "verse_reference": "5:10",
            "commentary": "궤 안에는 두 돌판 위에 아무것도 없으니 - 히 9:4의 기록에 따르면 언약궤 안에는본래 십계명 두 돌판 외에 만나를 담은 금 항아리(출 16:32-34)와 아론의 싹난 지팡이(민 17:8-11)가 있었음을 알 수 있다. 그러나 솔로몬 성전 완공 후 언약궤를 지성소에안치시킬 때 십계명 두 돌판밖에 없었던 것을 보면 아마 나머지 것들은 출애굽 이후솔로몬에 이르는 동안(약 500여년) 언약궤를 이리 저리 옮기는 과정에서 분실되었던것 같다(삼상 4:11; 5:1). 왕상 8:9 주석 참조. 호렙 - 시내 산(Mt. Sinai)과 같은 의미로 쓰인 호렙 산(Mt. Horeb)은 본래 시내산의 여러 봉우리 중 하나였던 것으로 추정된다. 과거 출애굽 당시 하나님께서는 이곳에서 이스라엘 백성과 언약을 맺으신 후 율법을 수여하셨다(출 19, 20장). 출 3:1 주석 참조."
        },
        {
            "verse_reference": "5:11",
            "commentary": "제사장들이 그 반차대로 하지 아니하고 - 11-13절은 열왕기에 없는 기록들 로서 솔로몬의 성전 봉헌 당시 제사장들이 행했던 의식에 대해 자세히 기록 하고 있다. 한편여기서 '반차대로'라는 말은 다윗이 조직한 제사장들의 24반열 을 염두에 둔 것이다(대상 24:1-19). 그런데 여기 성전 봉헌식에서는 제사장들 이 반차대로 나누어 직무를 수행하지 않고 동시에 모든 제사장들이 함께 직 무를 수행했다. 이때에 이와같이 규례를무시한 이유는 성전 봉헌 의식이 너무 방대했고 따라서 많은 인원이 한꺼번에 요구되었기 때문일 것이다(Keil & Delitzsch Commentary, vol. III, p. 325)."
        },
        {
            "verse_reference": "5:12",
            "commentary": "아삽과...형제들 - 이들은 모두 다윗에 의해 조직된 성가대원들이다(대상 25:1-31).이 가운데 아삽(Asaph), 헤만(Heman), 여두둔(Jeduthun)은 특히 성가대를 지휘하던 책임자들이다. 대상 25:1 주석 참조. 다 세마포를 입고 - 레위 지파 사람들도 제사장과 마찬가지로 세마포 겉옷을 입었다는 사실은 이미 대상 15:27에서 언급된 사항이다. 제금과 비파와 수금 - '제금'은 심벌즈의 일종이다. 그리고 '비파'와 '수금'은 모두 현악기이다. 대상 15:16 주석 참조. 나팔 부는 제사장 - 민 10:8에 따르면 과거 모세는 율례를 따라 제사장들로 하여금은나팔을 불게 했음을 알 수 있다. 그런데 본절의 나팔 부는 제사장 120인은 제사장의24반열 중에서 각각 5인씩 차출한 숫자일 것이다(Expositor's Bible Commentary)."
        },
        {
            "verse_reference": "5:13",
            "commentary": "일제히 소리를 발하여 여호와를 찬송하며 - 이것의 문자적인 의미는 나팔부는 자와 노래하는 자가 마치 한 사람인 듯이 일제히 찬양하였다는 뜻이다. 선하시도다...영원히 있도다 - 지극히 평이하고 간결한 이 찬양 속에 기독교 신앙의 정수가 드러나 있다. 이스라엘 민족은 때로는 죄의 결과로 혹독한 징계를 받기도하였다. 그러나 그들을 언약 백성으로 삼아 주신 하나님의 선함과 자비는 끝까지 변함이 없었다. 출 19:1-6 강해, '성경의 언약' 및 '성경의 주요 언약들' 참조. 그래서 다윗을 비롯한 모든 믿음의 선조들은 본 구절과 같은 신앙을 고백해 왔다(신 28:63; 스8:22; 시 23:6; 86:5; 135:3; 애 3:25; 나 1:7 등). 이같이 기독교 신앙은 환란과 핍박 가운데서도 끝까지 하나님의 선하심과 자비를 찬양하는 것이라 할 수 있다(시25:8; 33:5; 롬 2:4). 그 때에...구름이 가득한지라 - 성경에서 구름은 종종 하나님의 임재(臨在)를 상징한다(시 18:11; 사 4:5). 이 구름은 모세 시대에 처음으로 나타났는바 모세의 장막과마찬가지로(출 40:34, 35) 솔로몬의 성전도 여호와께서 열납하셨음을 뜻한다. 왕상8:10 주석 참조."
        },
        {
            "verse_reference": "5:14",
            "commentary": "그 구름으로 인하여 능히 서서 검기지 못하였으니 - 본절의 적절한 해석 은 '구름의영광에 압도되어 더 이상 예식을 진행할 수 없었더라'이다(KJV). 즉, 제사장들은 성소에서 여호와를 위한 봉사를 계속하려고 하였으나 하나님의 영광에 압도되어 버린 나머지 더 이상 아무것도 할 수 없었던 것이다. 이는 신약 시대의 복음의 능력과 영광을상징하는 것으로서 그리스도의 말씀 안에 서 모든 민족이 복종할 것과 종말론적으로는하나님의 왕국 안에서 모든 세력 들이 주의 통치에 굴복당할 것을 나타낸다(사 45:23;말 3:1, 2; 롬 14:11; 빌2:10). 이는 여호와의 영광이 하나님의 전에 가득함이었더라 - 여기서 '여호와의 영광'이구체적으로 무엇을 가리키는지 분명하지 않다. 혹자는 여호와의 전에 가득했던 구름(13절)과 동일시하기도 하지만 논란의 여지가 있다. 왜냐하면 여 호와의 영광은 인간이직접 대면할 수 없는 것인바(출 33:20) 구름이 여호와의 영광 자체일 수는 없기 때문이다. 그러나 짙은 구름은 그만치 강렬한 하나님의 영광을 반증(反證)해 주는 것일 수는 있다. 이에 관한 보다 자세한 내용은 평행 구절인 왕상 8:11 주석을 참조하라. 솔로몬의 통치를 언급하는 과정(1:1-9:31)에서 지금까지는 솔로몬의 등극(1:1-17)과 성전 건축의 준비와 그 공사의 완공(2:1-4:22)에 대해 기술했다. 그런데 본서 저자는 특별히 본서 집필 의도에 따라서 지금까지의 내용을 제사장적 관번에서 서술했다. 그래서 열왕기서와는 달리 본서는 솔로몬의 지혜를 하나님과의 신앙적 관계에 의한 귀결로 처리함과 더불어 솔로몬과 관계된 각종 사건들을 생략한 채 오직 성전에 관련된 일들만 함축적으로 요약하였다. 이러한 저자의 의도가 계속적으로 반영될 뿐만 아니라 지금까지 언급된 사실에 연이어지는 내용인 본장은 솔로몬의 통치사에서 그 핵을 이루는 부분의 서막이다. 그래서 본서 저자는 성전 준공 후에 있은 성전 봉헌의 사실을 본장에서 시작하여 7장까지 계속적으로 기록하가 것이다. 다시 말해서 본장은 솔로몬 통치의 가장 영광스런 대목 가운데 그 서언(序言)에 해당되는 부분으로 7:22까지 이어지는 성전 봉헌 기사의 전(前) 사건을 언급한 장면이다. 이 같은 내용의 진행 속에서 언약궤와 관계된 사건을 언급하고 있는 본장은 하나님의 궤를 다윗 성에서 예루살렘 성전으로 메워 올려 지성소에 안치하는 장면이다. 즉 본장은 성전이 완공되었음을 재언급하는 전반부(1절)와 법궤를 내전(內殿)으로 영입하는 과정을 그린 중반부(2-10절), 그리고 언약궤가 지성소에 도착하자 하나님이 이제는 성전에 임재해 계시고 이스라엘과 함께 하신다는 사실을 기술한 후반부(11-14절)로 구성되어 있어 법궤 안치 사실을 생생히 그리고 있다. 사실 여호와의 성전을 완공하였다는 구절로부터(1절) 시작되는 본장은 한마디로 찬양과 감사, 경외감과 신앙적인 절정감이 한데 어우러진 위대한 교향곡이라 할 만하다. 왜냐하면 본장은 성전 봉헌과 언약궤 안치에 대해 장엄하고도 생생하게 묘사하고 있어 그만큼 당시 이스라엘 백성들의 감동을 진하게 전달해 주고 있기 때문이다. 그리고 장엄한 성전 봉헌식에 못지 않게 언약궤가 안치되고 난 뒤에 여호와의 전에 가득찬 영광의 구름은 여호와께서 솔로몬 성전과 이스라엘 백성들의 마음을 함께 열납하셨음을 분명하게 보여주는 것이다. 참으로 언약궤를 안치시키는 일은 성전 봉헌에 있어서 핵심이 될 뿐만 아니라 가장 결정적인 사건이 된다. 왜냐하면 언약궤가 온전히 지성소에 안치될 때에야 비로소 그곳을 여호와의 전이라고 칭할 수 있기 때문이다. 이것은 마치 그리스도를 그 마음의 중심에 모지시 못한 사람은 그리스도인이라 할 수 없는 것과 마찬가지이다. 더욱이 이전에 다윗이 언약궤를 욺기려다가 잘못해서 징벌을 받은 역사적 경험이 있기 때문에(삼하 6:6-11) 언약궤 안치식은 온 이스라엘 백성들의 진실되고 하나된 마음이 없이는 불가능한 일이었던 것이다. 따라서 솔로몬은 하나님의 임재를 상징하고 성전의 모든 기구중에 가장 중요하고 숭엄한 언약궤(출 25:22)를 옮김에 있어서 온 이스라엘 백성들을 소집하고 수많은 번제를 드리는 등(6절) 거대한 국가적인 행사로 치르었던 것이다. 이러한 내용을 살펴볼 때 본장은 두 가지 측면에서 깊은 의의를 갖는다고 볼 수 있다. (1) 종교적 의미 : (가) 이스라엘 백성들이 상호 간에 신앙적인 일치감을 혹인할 수 있었고, (나) 자신들이 지은 성전에서 실제로 하나님의 임재하심을 목격함으로써 이스라엘이 진정한 나나님의 백성임을 재인식할 수 있었다. 그리고 이 뿐만 아니라 (다) 이스라엘 백성들 가운데 여호와를 모시게 됨으로 인해 모든 삶을 여호와의 주권 아래 두게 됨과 더불어 (라) 가시적인 성전을 통하여 하나님 나라에 대한 소망을 보다 구체화 할 수 있었던 사실도 간과할 수 없을 것이다. (2) 정치적 의미 : (가) 솔로몬 왕조의 신적 제정(神的制定)을 확인함으로 인해 왕권에 대한 어떠한 도전도 잠식시킬 수 있었고, (나) 성전이 있는 예루살렘을 중심으로 하여 각 지파간의 분열을 방지할 수 있었다. 그리고 이와 더불어 (다) 솔로몬의 통치 역량을 강화시켜 붐으로써 대내외적인 위상을 바로 정립하띵 수 있었을 뿐만 아니라 제일 중요한 사실, 즉 (라) 성전을 중심으로 해서 민족적인 동질성을 구현함으로 전국민적 역량을 하나로 결집시킬 수 있었다는 것이다. 이같이 통일된 솔로몬의 국가와 성전의 완공은 일시적이고 잠정적이나마 이스라엘 백성들로 하여금 하나님의 나라를 맛보게 하였던 것이다. 그리고 이와 비교할 때 신약 시대에 살고 있는 우리들은 온전한 성전되신 그리스도를 소유하고 구분의 통치를 직접 받고 있다. 그렇기 때문아에 성도들의 삶이 그리스도를 중심으로 온전한 성장을 이루어 갈 때 이땅에서도 하나님의 나라를 체험할 수 있는 것이다. 만일 이 땅에서 그의 나라를 체험하고 구현해 가는 삶을 살지 못한다면 어떻게 위에 것, 다가올 하나님 나라를 소망할 수 있겠는가! 그러므로 우리는 본장을 통해 그리스도를 마음의 중심에 모셔, 그분의 말씀을 듣고 순종하는 생활에 대해 교훈 받을 수 있다. 1. 성전에 안치되는 언약궤(5:1-10) 성전이 완공되었음을 알림과 동시에 성전 봉헌을위해 모든 것이 준부되었음을 나타내는 장면인 본문은 성전에 언약궤를 안치시키는 대목이다. 이러한 본문은 금, 은 기구들을 봉헌하는 장면(1절), 여호와의 언약궤를 메는 대목(2-5절), 양과 소로 제사드리는 부분(6절), 그리고 법궤를 지성소에 안치하는 대목(7-10절)으로 구성되어 하나님의 궤가 성전으로 옮겨지는 장면을 상세히 증거한다. 사실 언약궤를 안치시키는 행사는 온 이스라엘 회중이 참여하여 각 지파가늬 일치와 신정통치 국가의 기반을 다진 중대한 의미를 가지고 있었다. 왜냐하면 언약궤는 하나니믓 임재를 상징하는 것으로 하나님께서는 바로 이곳에서 당신의 백성들과 만나시겠다고 약속했기 때문이다. 본서 저자가 본문에서 언약궤 안치에 대해 비교적 자세히 기록한 것은 이스라엘 백성들과 함께 하셨던 하나님의 임재와 은혜를 드러내기 위한 것이었다. 그래서 본문에 이어지는 대목은 신의 영광이 전내(殿內)에 충만했던 사실을 증거하는 것이다(11-14절). 한편, 우리는 본문에서 솔로몬이 이미 하나님께 드려진 물건들과 성물(聖物)들을 다루는 태도를 통하여 다음과 같은 교훈을 발견하게 된다. (1) 일단 성별(聖別)하여 하나님께 드려진 것은 결코 다른 용도로 바꾸어 사용해서는 안된다는 것이다. 1절에서 솔로몬은 부친 다윗이 한 번 드린 은과 금과 모든 기구를 다른 세속적인 목적을 위하여 사용하지 않고 성전 곳간에 두었다. 본래 그것들은 다윗이 성전 건축을 위하여 드린 것이기 때문에 솔로몬은 성전 건축 비용으로 쓰는 것 이외 다른 용도로는 결코 사용치 않았던 것이다. 또 5절에 나타난 바에 의하면 회막 안에 있는 모든 거룩한 기구도 유물로서 잘 보관해 두었는데 이것은 여호와를 향한 그의 경외심과 진실됨을 잘 보여 준다. 이와 마찬가지로 성도들은 성전된 자신아의 육체를 세상의 더러운 목적으로 사용치 말고 잘 보전하여 하나님의 의(義)의 병기로 사용하여야 할 것이다. 그리고 이에 한 걸음 더 나아가 자신의 달란트와 물질과 명예도 성전된 자신의 몸과 함께 구별된 것이므로 하나니믓 일을 위해서만 사용해야 할 것이다(롬 6:13). (2) 지성소 안에 언약궤가 안치된 뒤에야 비로소 진정한 의미의 성전 건축이 완성되었듯이 성도들의 마음 속에 말씀이 확고하게 거할 때만이 참 성도 가 될 수 있다. 참으로 솔로몬은 외형적인 성전을 건축하는 것으로 결코 만족하지 않았다. 그래서 그는 여호와의 언약궤가 내전 지성소 그룹의 날개 아래 안치될 때에야 비로소 안도의 숨을 내쉴 수 있었던 것이다. 이와같이 성도들은 외적인 교회 생활이 지속된다고 해서 결코 신앙의 만족을 느껴서는 안된다. 날마다 말씀을 사모하고 그리스도를 향한 열저이 뜨거워지며 주님과의 교제가 끊이지 않도록 노력해야 할 것이다. (3) 성도들의 삶과 예배는 영적인 것 뿐만 아니라 물질적인 것도 아낌없이 하나님께 바치는 전인격적인 것이 되어야 한다는 것이다. 이것은 오늘날과 같이 교회와 세상에 대한 이원론적인 사고방식을 소유한 성도들에게는 매우 시급한 신앙의 요청인 바, 십일조 이외에는 모든 물질을 자기 마음대로 사용할 수 있다는 잘못된 성도들의 태도에 대해 경각심을 일깨운다. 진정 물질과 하나님을 동시에 섬길 수는 없기 때문에 하나님을 위하여 모든 물질을 사용하는 것이 마땅할 것이다. 2. 성전에 충만한 여호와의 영광(5:11-14) 본문은 언약궤 안치식이 끝난후(2-10절) 제사장들과 레위인들이 여호와를 찬양하는 모습(11-13a절)과 함께 신의 영광이 성전에 가득차게 된 사실(13b,14절)을 언급한 대목이다. 그런데 하나님께서 구름으로 임재하신 것은 성전을 열납하신다는 가시적 증표로서 하나님의 영광과 위엄을 나타낸 것이다. 이러한 상징이 백성들의 기쁨과 찬양 후에 교차되면서 언급되어 언약궤의 안치 행사는 그 절정의 순간을 맞이한다. 한편, 본문에 나타난 여호와를 찬양하는 모습은 열왕기서에 기록되지 아니한 부분으로 본서 저자의 집필 의도가 다시 드러난 장면이다. 즉, 열왕기에서는 법궤를 성전에 안치시킨 사실을 언급하고 나서(왕상 8:1-21) 솔로몬의 기도(왕상 8:22-53)와 축복(왕상 8:54:61)을 한 대목에 이어 제사드리는 방면(왕상 8:62-66)을 기록했다. 그러나 이에 비해 본서는 하나님의 궤를 지성소에 옮긴 장면(2-10절)을 기술하고 나서 솔로몬의  기도(6:1-42)와 제사 장면(7:1-7) 등을 뒤로 미뤘다. 그리고 나서 본문에 나타난 찬양과 감사의 장면을 6장 앞인 이 부분에 넣은 것이다. 이는 본서 저자가 성전의 음악에 대해 관심이 많음과 함께 언약궤를 무사히 성전에 안치시킴 사실에 대해 높이 평가한 것이다. 그래서 본문을 통해서도 본서 저자는 제사장의 관심을 부각시킨 구성 방법으로 본서를 서술했음을 발견할 수 있다. 이러한 본문을 통하여 우리는 다음과 같은 삶의 교훈을 발견할 수 있다. (1) 성도들의 삶과 예배는 하나님께 대한 충성과 헌신뿐만 아니라 기쁨과 차냥으로드려져야 한다는 것이다. 사실 하나님께 드리는 모든 공적 예배는 이와같이 큰 기쁨의 제목이 되어야 한다. 그리고 그리스도를 그 마음 중심에 모신 그리스도인들의 헌신도 참 만족 속에서 드려져야 한다. 그러나 그렇지 못하고 한갖 예배를 위한 예배, 헌신을 위한 헌신이 된다면 오늘날으 교회와 같이 교조화(敎條化), 의식화 될수밖에 없을 것이다. 그러한 의미에서 순조이 제사보다 낫고 듣는 것이 수양의 기름보다 나으니 (삼상 15:22)라는 말을 우리는 더욱 명심해야 할 것이다. (2) 성도가 찬양을 드리는 행위의 궁극적 대상은 여호와의 선하심과 자비하심이라는 것이다. 특히 성전 봉헌과 구름 가운데 임재하신 하나님을 찬양하는 이스라엘이 하나님의 선하심과 인자하심을 찬양하는 데는 그만한 이유가 있다. 즉, 이스라엘 백성은 계속된 죄악과 배반된 삶으로 여호와를 떠났으나 하나님은 그들을 언약의 백성으로 끝까지 선하심과 자비하심으로 보호하셨던 것이다. 그래서 다윗을 비롯한 모든 믿음의 선조들은 13절과 같은 신앙 고백을 해 왔던 것이다(신 28:63;스 8:22;시 23:6;86:5;135:3;애 3:25;나 1:7 등). 이같이 성도들도 끊임없이 여호와의 선하심과 자비하심을 찬양해야 한다. 왜냐하면 여호와께 감사하고 찬양드리는 행위야말로 사람이 할 수 있는 최상의 것이기 때문이다. 그리고 자칫 자신의 공로를 찬양하기 쉬었던 솔로몬의 입장에서 볼 때 이러한 찬양은 모든 영광을 여호와께 돌리는 참 신앙의 모범이라 할 수 있겠다. (3) 제사장들이 성전에 임재한 신의 영광의 상징인 구름으로 인하여 능히 서서 섬기지 못했다는 것은 구약의 백성들이 여전히 율법의 두려움 속에 있음을 보여 준다. 그러나 성전에 가득한 여호와의 영광은 궁극적으로 그리스도의 성육신을 예표하는 사건(요 1:14, 18)으로 하나님께서 언제 어디서나 우리와 함께 하심을 의미한다(마 1:23;28:20). 그러기에 우리는 늘 우리와 동행하시는 하나님의 보호와 인도하심을 전적으로 믿고 그분의 뜻에 합당한 생활을 해야 하는 것이다. * 공중(公衆) 예배에 있어서의 음악과 악기. 본문을 토해서 볼 때 하나님을 찬양하고 경배하는 데 있어서 음악과 그 음악을 연주하는 악기들이 얼마나 주요한가를 심감하게 된다. 사실 구약 시대에는 송별식(창 31:27), 잔치(사 5:12), 왕의 즉위식(왕상 1:39, 40), 성벽 낙성식(느 12:27), 궤를 옮길 때(대상 13:6-8)에 주로 노래가 불리워지고 악기가 사용되었다. 그런데 찬양의 내용은 주로 하나님의 능력9시 59:16), 자비(시 89:1), 의로우심(시 51:14) 등을 나타내는 것이었다. 이러한 사실과 더불어 본문을 통하여 찬양하는 방법과 의미에 대하여 살펴보면 다음과 같다. (1) 소리를 높여 하나님을 찬양해야 한다(13절). 교회 예배에 있어서 성가대는 단지 회중을 대신하여 하나님을 찬양하는 소극적인 역할만 해서는 안된다. 오히려 예배에 참여한 회중들로 하여금 하나님께 찬양을 드리지 않을 수 없도록 회중을 찬양에로 유도하는 적극적인 역할을 담당하는 데까지 나아가야 한다. 그래서 본문에는 여호와를 경외하는 마음으로 찬양의 소리를 높여 하나님을 드러내는 것이다. (2) 일제히 소리를 발하여 여호와를 찬양해야 한다(13절). 이것은 찬양하는 성도들의 일치된 마음에서 우러나오는 찬양을 가리킨다. 한글 찬송가에는 만 입이 내게 있으면 그 입 다 가지고 (23장) 찬양한다는 가사의 내요이 나오는데 그것은 만 명의 성도들이 한 마음으로 찬양하여도 여호와를 다 찬양할 수 없다는 것이다. 이와같이 찬양은 성도들의 하나됨에서 울려나와야 하는 것이다. (3) 찬양하는 데 있어서 악기는 사람들 사이에 생길 수 있는 모든 불협화음을 한 소리로 통일시켜 주는 역할을 한다. 그리고 이 뿐만 아니라 사람들은 악기와 더불어 찬양할 때 하나님을 두려워하며 주저하는 마음도 제거할 수 있다. 그러기 때문에 계 14:2, 3에 나타난 거문고 타는 소리는 하나님 앞에 담대히 나아가는 성도들의 모습을 생생하게 떠올리게 하는 것이다. 이로 살펴볼 때 세상의 음악과는 달리 하나님을 위하여 사용하는 악기는 성도들의 마음을 하나로 뭉쳐주고 여호와를 앙망하는 마음이 더욱 더 커지게 해 주는 영적인 효과가 있음을 알 수 있다. 그리고 공중 예배에 있어서 이러한 음악과 악기는 여호와로 인한 기쁨을 배가시켜 주며 하나님의 영광을 더욱 드러나게 하는 것임을 깨달을 수 있다. 그래서 하나님은 인간의 육성(肉聲)뿐만 아니라 모든 재능을 통하여 온전한 찬양을 받으시기를 원하기에 우리는 우리으 입 뿐만 아니라 신체의 모든 것, 그리고 하나님을 찬양할 수 있는 악기들로 구분의 성호를 찬양해야 하는 것이다. * 언약궤의 의미. 출 25:22에 따르면 거기서 내가 너와 만나고 속죄소 위 곧 증거궤위에 있는 두 그룹 사이에서 내가 이스라엘 자손을 위하여 네게 명할 모든 일을 네게 이르리라 고 했다. 그런데 여기에서 언약궤는 여호와께서 말씀하시는 곳(oracle), 즉 여호와의 말씀 그 자체를 뜻하는 것임을 알 수 있다. 그러므로 우리는 성전이 언약궤, 곧 여호와의 말씀이 자리한 곳 임을 알 수 있다. 사실 성전 자체나 언약궤 자체는 아무런 의미가 없다. 이러한 것은 이방인들이 신전 그 자체에 큰 의미를 두고 있고 그 가우네 있는 우상을 숭배하지만 기독교는 어떠한 경우라도 성전이나 언약궤 같은 가시적 형상을 지닌 존재를 신성시 해서는 안된다는 사실을 성경을 통해 잘 알 수 있다(삼상 4장 참조). 그리고 신약 시대에 있어서 언약궤는 곧 하나님의 말씀을 가리키며 말씀으로 이땅에 오신 예수 그리스도를 상징한다. 그러기 때문에 이 말씀이신 그리스도는 성령의 전(殿)인 성도들의 몸 한 가운데 좌정하시는 것이다(고전 3:16;6:19). 이와 더불어 이때에 언약궤 속에 있는 십계명은 돌판에 새겨졌지만 이제 신약 시대의 말씀은 성도의 마음 비(碑)에 새겨진다(렘 31:33;겔 11:19, 20;고후 3:3). 그리고 이 뿐만 아니라 하나님은 더 이상 사람의 손으로 지은 성전에 계시지 아니하며 통회하고 마음이 겸손한 자와 함께 (사 57:15) 계시며, 우리의 영 안에 거하신다(롬 8:90. 실로 언약궤 대신에 하나님의 말씀이 직접 우리의 삶을 인도하시고 주장하시며 승리를 얻게 하시는 것이다. 그러므로 외형적인 언약궤는 이제 더 이상 우리에게 필요치 않은 것이다9신 10:1-5, 언약궤의 역사 :삼하 6:12-19, 언약궤의 예루살렘 입성의 의의 참조). * 그룹(cherub)의 신비. 그룹은 하나님이 에덴 동산에 세우시던 날로부터(창 3:24)  새 하늘과 새 땅 이 임하기까지 죄인들에게 구속의 소망을 불어넣어 주기 위하여 세우신 것이다. 그래서 그룹은 하나님의 구속 사역을 보좌해 주는 영적 존재로 이해된다. 따라서 우리는 그룹을 통하여 다음과 같은 상징적인 의미를 숙고해 볼 수 있다. (1) 인간성의 완성 : 그룹은 대체적으로 인간의 형상을 가졌다고 볼 수 있다(겔 1:5). 그리고 사람의 형상과 함께 사자, 황소, 독수리 형상도 함께 지닌 것으로 성경은 말하고 있는데 그러한 동물의 형상은 인간의 이미지를 더욱 부각시키며 특히 그것들이 상징하는 힘들을 시사하는 것이다. 즉, 사자는 특별히 히브리인에게 있어서 왕같은 위엄과 영광스러운 힘의 전형이며(사 38:13;호 5:14), 독수리는 예리한 시야와 빠른 비행으로써 사고와 행동의 민첩성을 나타내는 전형이다(신 28:49;욥 9:26;잠 23:5). 그리고 이와 더불어 황소는 인내와 생산적 활동을 표현했다. 따라서 그룹은 인간이 하나님의 최고의 피조물이며 인간들이 알지 못하는 수많은 잠재력을 소유하고 있는 존재임을 암시한 것이다. (2) 생명으 충족성 : 그룹은 생명을 가장 활동적인 형태로 나타낸 것이다(계4:6). 이에 대해 에스겔은 달리며 또 돌이키며 라는 표현을 통해서, 요한은 밤이고 낮이고 쉬지 않고 라는 표현으로 그룹의 활동성을 표현하고 있다. 이러한 것으로 미루어 볼 때 그룹은 신적인 것과 영적인 것, 곧 생명의 퉁족성을 나타내고 있으며 여호와 하나님의 거룩하심과 영원하심을 상징한다. (3) 하나님의 임재 : 그룹은 항상 하나님의 임재를 상징하는 곳에 세워졌다. 즉, 에덴 동산, 성막, 성전의 언약궤 위 등에 세워져서 하나님이 그것과 함께 하신다는 상징적 의미를 나타냈다. 그리고 이 뿐만 아니라 또 그룹은 하나님의 거룩성을 표현하고 있어서 그 앞에 나아가는 인간들에게는 항상 성결됨을 요구하고 있다. (4) 미래의 축복 : 창 3:24에 나오는 검 과 그룹 은 서로 구별괴며 그 기능도 다르다. 검 은 생명나무로 가는 길을 지키는 기능을 하므로 거부와 경고의 상징 이지만 그룹 은 축복과 소망이 끊어진 인간들에게 구속의 사랑으로 거룩함을 회복하여 다시 낙언을 향유하게 될 것을 암시 하는 것이다. 그러기 때문에 결국 그룹이 지성소의 언약궤 위에 자리하였다는 것은 성도들이 세상죄를 지고가는 어린양으로서의 그리스도의 속죄 사역에 힘입어 하나님 나라에 들어갈 수 있음을 강조하는 것이다. 이러한 상징적인 의미들로 미루어 볼 때 그룹의 신비는 곧 새로운 세계에서 완성될 참 인간성의 신비라고 할 수 있을 것이다(삼상 4:1-10, 그룹에 대하여 )."
        }
    ]
}