{
    "bible_book": "역대상",
    "chapter_number": 18,
    "commentaries": [
        {
            "verse_reference": "18:1",
            "commentary": "이후에 - 이에 해당하는 히브리어 '아하레켄'(* )은 (1) 시간적인 전후 관계를 연결해 주는 접속사로도 사용되지만 (2) 시간의 전후 관계와는 상관없이 단지 서로 다른 두 주제를 연결해 주는 접속사로도 많이 사용되었다(삿16:4;삼하2:1;8:1;10:1;13:1;15:1;대상 19:1;대하 20:1). 그런데 본문에서는 이 단어가 (2)번의 의미로 사용되었다고 간주할 수 있다. 왜냐하면 본장의 사건들이 17장에 언급된 사건보다 연대기적으로 앞서기 때문이다. 즉, 17장의 다윗 언약은 다윗이 사방의 모든 대적을 파한 이후에 하나님께서 계시하신 언약으로서(삼하 7:1) 본장의 사건이 끝난 후에 임한 언약이었기 때문이다(Payne, J. W. Wevers). 그래서 본문에 사용된 '이후에'라는 단어를 우리는 단순 접속사로 보는 것이다. 한편 우리는 이러한 사실을 통하여 본 서가 사건의 연대기적 관점에 의해 기록된 것이 아니라 저자의 의도에 따라 주제별로 기록된 것임을 알 수 있다. 블레셋 사람의 손에서 가드와 그 동네를 빼앗고 - 다윗이 이스라엘 서쪽 에 위치한 블레셋(Philistia) 족속을 점령한 내용을 기록한 것이다. 여기서 ' 가드(Gath)와 그 동네'란 말에서 '그 동네'를 직역하면 '그의 딸들'이란 뜻이 다. 그런데 성경에서는 한 나라의 주요 성읍(지배권을 가진 성읍)의 통치를 받는 주변 성읍들을 가리켜 그 성읍의 '딸들'이라고 불렀다(수 15:45, 47). 그 리고 그 반면에 이 주요 성읍에 대해서는 '어머니'라고 기록하였다(삼하 8:1). 따라서 '그의 딸들(동네)'이란 말은 블레셋의 가장 강력한 성읍인 가드 의 통치를 받고 있었던 주변 성읍들을 가리키는 말이다. 이렇게 볼 때 다윗 왕은 이스라엘에게 가장 큰 위협의 존재였던 블레셋 중앙의 가드 성읍 뿐만 아니라 그의 통치를 받던 나머지 네 성읍(아스돗, 아스글론, 에그론, 가사)까 지도 정복하였던 것이다(수 13:3). 한편, 병행 구절인 삼하 8:1에는 이 말이 ' 어머니의 굴레'라는 뜻의 '메덱암마'(Metheg-ammah)로 기록되었다. 이렇게 볼 때 본문에 언급된 '그의 딸들'이나 '어머니의 굴레'는 같은 의미를 지니 고 있음을 알 수 있다. 이에 대해서는 삼하 8:1 주석을 참조하라."
        },
        {
            "verse_reference": "18:2",
            "commentary": "모압을 치매 - 모압(Moab)은 사해 동쪽에 위치한 나라로 동은 아라비아 사 막, 남은 에돔, 그리고 북은 요단 평야로 둘러싸인 국가이다. 그런데 모압은 롯의 아들 모압의 자손들이 살던 곳으로 이스라엘이 홍해를 건널 당시 큰 세력을 가졌던 나라이다(출15:15). 이러한 모압은 다윗이 사울 왕을 피하여 다닐 때에 그에게 호의를 베푼 나라이기도 했다(삼상 22:3, 4). 그러나 그 이 후 이스라엘과 모압과의 관계는 악화된 것으로 보인다. 왜냐하면 악화된 관계 로 인해 다윗 왕은 그들을 정복하였을 것이기 때문이다. 한편, 병행 구절인 삼하 8:2에는 모압 사람들에 대한 다윗 왕의 잔혹한 행위가 기록되어 있으나 본 구절에는 생략되어 있다. 이에 대해 혹자는 (1) 다윗 왕이 모압인들을 잔 혹하게 다루었다는 기사가 신빙성이 없는 것으로 보고 본서 저자가 이를 생 략한 것이라고 주장한다(Lange). (2) 이에 반해 혹자는 다윗 왕의 영광에 손 상을 끼치지 않기 위해 본서 저자가 의도적으로 생략한 것이라고 주장한다 (Curtis). 이러한 주장들을 고려해 볼 때 (1)번의 주장은 매우 피상적임을 알 수 있다. 그러나 이와는 달리 본서 전체에 걸쳐 다윗 왕조의 영광을 최대한 으로 드러내려는 본서 저자의 의도가 역력히 나타나고 있다는 관점에서 고 려할 때 우리는 (2)번의 주장을 따르는 것이 타당한 것으로 사료(思料)된다. 조공을 바치니라 - 모압은 이스라엘에게 정복된 사실을 인정하고 공물 (貢物)로서 조공을 바쳤다. 즉, 그것은 백성들로부터 세금으로 징수한 공물인 데(Wycliffe) 아마도 모압은 목축업이 발달하였기 때문에 양털을 조공으로 바쳤을 것이다(왕하3:4;Curtis)."
        },
        {
            "verse_reference": "18:3",
            "commentary": "소바 - 소바(Zobah)는 아람의 소국(小國)들 중 가장 강력했던 한 나라로서 다메섹 동북쪽, 하맛의 남쪽에, 그리고 이스라엘의 북쪽에 위치해 있었다. 다 시 말해서 소바는 아람(Syria)의 오론테스(Orontes) 강과 유프라테스 (Euphrates) 강 사이에 위치한 오늘날 프톨레미(Ptolemy)의 자베(Zabe)로 추정된다(Lange). 그런데 당시 아람인들은 강력한 통일 국가를 이루지 못하 고 여러 개의 소국으로 분립해 있었는데 그 중에 근동 지방에서 주도권을 장 악했던 나라가 바로 소바였다. 그래서 당시 소바는 요단 동편과 수리아 통치 권을 놓고 이스라엘과 다툴 정도로 최강적이 된 것이다. 그렇기 때문에 이러 한 아람의 소국 소바는 사울, 다윗, 솔로몬에 이르기까지 이스라엘과 접전하 였던 것이다(삼상 14:47;삼하 8:3;10:16-18;왕상 11:23, 24;대하 8:3). 하닷에셀 - 하닷에셀(Hadarezer or Hadadezer)이란 이름에서 '하닷 '(Hadad)은 수리아 (아람)의 태양 신의 이름이며 '에셀'은 '도움'이란 뜻이다. 따라서 하닷에셀은 '하닷은 도움이시다'는 뜻인데 우리는 이러한 그의 이름을 통해서 그가 수리아의 신을 숭배하는 자였음을 발견할 수 있다. 유브라데 강가에서 자기 권세를 펴고자 하매 - 병행 구절인 삼하 8:3에는 '자기 권세를 회복하려고 유브라데강으로 갈때에'라고 기록되어 있다. 여기서 '자기 권세를 편다'는 말이나 '자기 권세를 회복한다'는 말은 다윗과 관계된 말이다. 그런데 이 상황이후에도 아람의 연합군은 다윗의 군대와 맞서 있는 암몬군을 돕기 위해 출전하였다가 요압과 아비새의 정예 군대에 의해 쫓겨나 는 수치를 당하였었다(19:6-15). 삼하 8:3주석을 참조하라. 한편, 소바는 이 미 다윗의 전왕인 사울에 의해서 고난을 당했던 적이 있었다(삼상 14:47, 48). 다윗이 저를 쳐서 하맛까지 이르고 - 하맛(Hamath)은 '요새'란 뜻으로 소바 바로 윗쪽(북쪽)에 위치한 아람 소국이다. 그런데 이 하맛은 과거 모세 에 의해 보내진 12정탐꾼이 가장 멀리 정탐했던 곳(민 13:21)일 뿐만 아니 라 다메섹 북방에 위치했던 헷족속의 성읍이기도 하다(수 13:2-5). 또한 이 하 맛은 오론테스 강 유역에 건설된 도시 국가였는데 다메섹 북쪽으로 약 180km 떨어져 있었던 지역으로 소바(Zobah) 못지않게 근동 지방에서 막강한 영향력을 가지고 있었다(암 6:2). 그래서 다윗은 당시의 팔레스틴 전역을 평정 하기 위하여 소바의 영토를 짓밟고 이곳까지 이르렀으나 하맛 왕은 다윗에 게 화친을 청하였던 것이다(9, 10)."
        },
        {
            "verse_reference": "18:4",
            "commentary": "그 병거 일천 승과 기병 칠천 - 병행 구절인 삼하 8:4에는 '그 마병 일천 칠백'으로 기록되어 있다. 그러나 사무엘서의 기록은 필사자에 의한 오기인 것으로 간주될 수 있다(Lange, Payne, Pulpit Commentary). 그래서 70인역 (LXX)은 사무엘서의 본문을 본절에 근거해서 본절에 나타나 있는 숫자로 기 록하고 있는 것이다. 그 외의 병거의 말은 다 발의 힘줄을 끊었더니 - 다윗이 병거를 이끌 말 들의 발 힘줄을 끊어버린 것은 큰 말의 오금을 잘라 말을 절름발이로 만든 것이다(Wycliffe). 그런데 이것은 말과 병거를 의지하지 말고 오직 여호와 하 나님을 의지하여 싸우라는 여호와의 뜻에 순종한 행위였다(수 11:6, 9;신 17:16). 이렇듯 신앙 제일주의의 각오로 전쟁에 임했던 덕택에, 하나님께서는 다윗이 어디로 가든지 승리를 거둘 수 있도록 도와 주신 것이다(6절). 오늘날 복잡한 세계를 살아가는 성도들은 돈이나 권력 등을 처세(處世)의 제일가는 무기로 삼고자 하는 유혹에 직면할 때가 많다. 그러나 결국에는 진리에서 멀 어진 만큼 손상당한 자신을 발견할 수 밖에서 없을 것이다. 한편, 다윗이 병 거 일백 승의 말을 남겨둔 사실에 대해 혹자는 이때부터 다윗 왕이 군사력의 확충을 위하여 말을 이용하기 시작한 것이라고 해석한다(Curtis). 그러나 이러 한 해석은 타당하지 않다. 왜냐하면 만일 다윗 왕에게 그러한 의도가 있었다 면 모든 말을 확보해 두었을 것이나 그는 그렇게 하지 않았기 때문이다. 그 러나 다윗이 일백 승의 말을 해치지 않고 남겨둔 것은 아마도 성전을 짓는 데 사용될 전리품을 수송하기 위하여 남겨두었을 것으로 추측된다."
        },
        {
            "verse_reference": "18:5",
            "commentary": "다메섹 아람 사람이...도우러 온지라 - 아람(Syria)은 B.C. 732년 앗수르의 디글랏 빌레셀 3세(B.C. 745-727)에게 멸망당하기까지 팔레스틴 지역에서 막 강한 영향력을 휘두른 족속이었다. 그러나 이들은 자기들 스스로 통일 국가를 이룬 적이 한번도 없었다. 즉, 아람은 작은 소국(小國)으로 분할된 왕국이었 는데 그 중에서 가장 특출한 나라가 다메섹이었다. 그래서 본문은 다메섹의 아람인들을 '다메섹 아람 사람'이라고 한 것이다. 사실 이 나라가 처음에는 소바의 하닷에셀을 지원하지 않았다. 그러나 다윗 왕의 침공으로 자신들의 생명과 존재에 대해 위협받게 되자 하닷에셀을 지원하고 나섰던 것이다 (Curtis). 한편 본문에 언급된 다메섹 아람은 다메섹을 중심한 인근 지역을 일컫는 말로 이해할 수 있다. 그래서 본문에 나타난 다메섹 아람 사람을 우리 는 아바나(Abana) 강과 바르발(Pharpar) 강 건너편의 수리아인(아람인)으로 보는 것이다(삼하10:16;왕하 5:12)."
        },
        {
            "verse_reference": "18:6",
            "commentary": "수비대 - 문자적으로는 특별히 점령지를 수비하기 위해 파견된 부대를 의 미한다. 이 부대의 설치 목적은 피정복국의 내정(內政)을 간섭하기 위한 것이 아니라 다만 그 나라의 군사적인 반란을 막기 위한 것이었다. 당시 근동지방 의 관습에서는 피정복국의 자주권만큼은 보장되어 있었던 것이다. 한편 평행 구절인 삼하 8:6에는 '수비대'를 뜻하는 히브리어 '네치브'(* )가 언 급되어 있으나 시리아역(Syriac)과 히브리 원문에는 본절에 '수비대(garrision) 를 뜻하는 원어가 없다. 다윗의 종이 되어 조공을 바치니라 - 이는 종주권 계약의 이행을 보여준 다. 즉, 당시 근동 지방에서는 전쟁에서의 승리국과 패전국 사이에 계약을 맺 었는데 그 계약에서 패전한 왕(Vassal King)은 승리국의 왕(Suzerain King) 에게 충성을 맹세하고 조공을 바침으로써 승리국의 불가침을 보장받을 수 있었던 것이다(삼하 8:6). 다윗이 어디로 가든지 여호와께서 이기게 하시니라 - 13절에서도 반복되 는 이 문구는 다윗이 이룬 정복 사업에 대해 하나님께서 함께 하셨음을 나타 내고 있다. 다시 말해서 다윗이 행한 정복 사업은 하나님께서 주도하시고 이 끌어 주신 일이라는 것이다. 사실 하나님께서는 이스라엘을 구원하시기 위해 친히 전쟁을 명령하시고(민 21:34) 작전을 지휘하며(수 8:2) 전쟁을 승리로 이 끌어 주신다(삼상 17:45-47)."
        },
        {
            "verse_reference": "18:7",
            "commentary": "하닷에셀의 신복들의 가진 금방패를 빼앗아 - 하닷에셀은 르홉의 아들이며 수리아(아람)의 소바 왕이다(삼하 8:3). 그는 세력을 확장하기 위해 다윗과 싸 웠으나 대패하였다. 그리고 그 후에도 아람 사람과 동맹하여 다시 다윗과 싸 웠으나 또 다시 패배하였다(삼하 8:5-8). 그런데 그들이 금방패를 사용했다는 것은 당시 소바가 누렸던 부(富)의 정도를 잘 보여주는 것이다(The Preacher's Complete Homiletic Commentary). 한편, 본절에 언급된 '금방패' 에 대해서는 여러 가지 의견이 있다. 즉, 방패에 해당하는 히브리어 '쉘레트 '(* )는 성경 안에서 대체적으로 '방패'(shield)로 번역되어 있다(삼하 8:7;왕하 11:10;렘 51:11). 그러나 이 용어는 비단 방패 뿐만 아니라 각종 무기 류나 기타 여러 도구를 의미하기도 한다. 그래서 70인역(LXX)에서는 '금마구' 로, 벌게이트(Vulgate)역에서는 '화살'로 공동 번역에서는 '금장신구'로 번역 했다. 그러나 하닷에셀의 신복들이 군인이었다는 점을 감안해 볼 때 이 말은 '금방패'를 가리킨다고 보는 것이 옳은 듯하다(Luther Commentary)."
        },
        {
            "verse_reference": "18:8",
            "commentary": "하닷에셀의 성읍 디브핫과 군 - 이곳은 레바논 산맥 사이에 있는 코엘레 수리아(Coele Syria) 계곡에 위치해 있다(Payne). 그런데 병행 구절인 삼하 8:8에는 이곳이 '베다'와 '베로대'로 기록되어 있다. 심히 많은 놋을 취하였더니 솔로몬이 그것으로 놋바다...들을 만들었더라 - 여기서 놋바다는 모세 당시의 놋대야(출 30:17-21;레 8:10, 11;왕상 7:38)에 해 당한다. 그것이 솔로몬 성전에서는 매우 크게 제작되었기 때문에 '놋바다' 가 된 것이다(Pulpit Commentary). 그런데 이것은 제사장들이 희생 제물을 드리기 전에 그들의 손과 발을 씻는 용기였다(Pulpit Commentary). 사실 본절에 언급된 놋바다 외에 솔로몬은 성전의 여러 기구들을 제작하였는데 여 기에 소요된 놋의 중수(重數)는 이루 헤아릴 수 없이 많은 것이었다(대하 4:18). 그런데 다윗은 이 많은 양의 놋을 성전 건축을 위하여 모아 놓았던 것이다. 한편, 놋을 취해간 목적에 대해 사무엘서는 침묵하고 있으나 본서 여기에서만은 그 이유를 분명히 나타내고 있다."
        },
        {
            "verse_reference": "18:9",
            "commentary": "하맛 왕 도우 - '웃는 것'이란 뜻의 '도우'가 병행 구절인 삼하 8:9에는 ' 방황하다'란 의미의 '도이'로 기록되어 있다. 그런데 여기에 언급된 하맛 왕 도우에 관해서는 특별히 알려진 바가 없다(삼하 8:9, 10)."
        },
        {
            "verse_reference": "18:10",
            "commentary": "그 아들 하도람을 보내어 다윗 왕에게 문안하고 축복하게 하니 - 하도람이 병행 구절인 삼하 8:10에서는 '요람'으로 소개되어 있다. 그런데 하도람은 '하 도르'라는 수리아(Syria) 신의 이름을 본딴 것으로 아람식의 이름이며, '요람' 은 '여호와는 높으시다'는 뜻으로 히브리식 이름이다. 사실 그의 본래 이름 은 하도람이었으나 그가 화친의 사절로 다윗 왕에게 나아온 연고로 사무엘서 에서는 '요람'이라는 이름으로 소개된 것이다. 즉, 하맛 왕 도우의 아들 하도 람은 다윗 왕의 친절을 얻기 위해 히브리식 이름으로 자기 자신을 소개했을 것으로 추측된다. 한편, 하맛 왕 도우가 자기의 아들을 다윗 왕에게 파송했던 것은 다윗 왕의 종주권(suzerainty)을 인정하고 그에게 계약의 증표로 조공을 바치기 위함이었다. 여러 번 전쟁이 있던 터에 - 문자적으로 직역하면 '전쟁한 사람이었다'란 말인데(28:3;사 42:13) 이는 지금까지 계속해서 적대적인 관계를 유지했다는 의미이다. 다시 말해서 소바 왕 하닷에셀과 하맛 왕 도우 간에 잦은 전쟁이 있었음을 지적하는 말이다. 왜냐하면 소바와 하맛은 아람의 소국(小國)들 중 자웅(雌雄)을 겨루는 강력한 국가들이었기 때문이다. 그러나 도우는 이 전쟁들에서 하닷에셀에게 줄곧 패배하여 왔던 것이 분명하다. 그렇기 때문에 그는 다윗 왕의 이번 승리를 반기고 다윗 왕의 종주권을 흔쾌히 인정하였던 것이다(Pulpit Commentary)."
        },
        {
            "verse_reference": "18:11",
            "commentary": "다윗 왕이...여호와께...드리니라 - 다윗의 승전 밑바탕에는 여호와의 힘이 함께 하셨다(6, 13절). 즉, 다윗의 싸움은 하나님의 싸움이었기에 이 속에서 다윗의 할 일은 오직 하나님을 전적으로 의지하고 신뢰하는 일 뿐이었다 (14:1-17). 그래서 다윗은 모든 전리품을 여호와의 제단 앞에 바친 것이다. 이 헌물들은 후일 솔로몬에 의해 성전 치장에 쓰여졌다(8절). 한편, 성도들이 사단과의 영적 전투에서 승리할 수 있는 것도 오직 성령의 도우심 덕택이다. 따라서 우리는 승리의 영광을 하나님께 돌리며 그 기쁨을 함께 누리는 것 이다. 반면에, 우리의 불순종으로 말미암아 사단의 세력이 창궐 해 갈 때에는 우리 속에 계신 성령께서 먼저 탄식하신다(롬 8:26). 에돔 - 평행 구절인 삼하 8:12에서는 본절에 나타난 에돔(Edom) 대신 에 '아람'(Syria)으로 언급되어 있다. 이에 대해서 혹자는 사무엘서의 기록이 정확한 것이라고 생각(Lange)하는 반면 또한 다른 학자는 본절의 표현이 정 확한 것이라고 추측한다(P. C. Barker, The Interpreter's Bible)."
        },
        {
            "verse_reference": "18:12",
            "commentary": "스루야의 아들 아비새가 염곡에서...쳐죽인지라 - 병행 구절인 삼하 8:13에 는 이 문장의 주어가 아비새가 아닌 다윗 왕으로 나타나 있다. 혹자는 삼하 의 기록을 무시하고 본 구절 내에서만 주석하기를, 이 사건은 다윗 왕이 아람 족속을 정벌하러 간 사이에 일어난 사건이었다고 해석하였다(Curtis). 즉, 다 윗 왕이 정복 사업을 위해 멀리 원정을 떠난 사이에 통치의 공백 상태를 이용하여 에돔이 이스라엘을 침공하였으나 남아있던 아비새와 그의 일군(一 軍)이 그들을 물리쳤다는 것이다. 이러한 해석은 본 문맥에서 타당한 해석으 로 볼 수 있다. 그래서 대부분의 학자들은 이 전쟁의 승리를 아비새에게 돌 린다(Ewald, Keil, Thenius, Wellhausen). 그러나 이 해석은 다윗 왕을 이 전 투의 주인공으로 기록하고 있는 삼하 8:13과 모순된다. 즉, 사무엘서에서는 다 윗 왕이 이 사건에 직접 관여한 것으로 기록되어 있는 것이다. 따라서 우리는 이 두 구절을 조화시켜야 할 필요성을 느끼게 된다. 다시 말해서, 이 두 구절 은 각각의 문맥에서 고유의 의미를 가지고 있으면서 상호 보완적인 관계에 있는 것으로 보여지는 것이다. 이러한 관점으로 두 구절을 조화시켜 볼 때, 에돔이 다윗의 부재 시에 이스라엘을 침공하였고 이에 아비새가 그들을 물 리친 것은 사실이나 그들을 완전히 굴복시키고 종속국으로 삼은 것은 곧이어 귀환한 다윗 왕의 지도 하에 이루어졌다는 사실이 되는 것이다. 이렇게 사 무엘서와 본절의 구절을 조화시켜서 이해할 때 이와 같은 해석은 이어지는 구절(13절)과도 좋은 조화를 이룬다. 한편, 본절에 언급된 사건은 이스라엘 역 사상 매우 중요한 사건으로 간주되어 왕상 11:15과 시 60편에서 계속 증거한 다. 그러나 시60편의 표제어에는 '요압이 돌아와 에돔을 염곡에서 쳐서 일만 이천인을 죽인 때에'로 기록되어 인명과 숫자상의 차이를 보인다. 그리고 본 절에 나타난 염곡은 사해 남쪽 끝에 위치한 '에스 셉카'(es-Sebkhah) 평원에 있었던 것으로 보여진다(Curtis, Leon Wood;삼하 8:13)."
        },
        {
            "verse_reference": "18:13",
            "commentary": "수비대 - 이는 정치적으로 내정 간섭을 하기 위해 주둔했던 군대라기 보다 는 속국의 군사적인 반란을 진압키 위해 있었던 군대로 보여진다. 보다 자세 한 것은 6절 주석을 참조하라. 다윗이...여호와께서 이기게 하셨더라 - 6절 주석을 참조하라."
        },
        {
            "verse_reference": "18:14",
            "commentary": "모든 백성에게 공과 의를 행할 새 - 여기서 다윗 왕이 백성에게 공과 의를 행하였다는 말은 그가 백성들에게 공정한 재판관이었다는 사실을 의미하는 말이다. '공'에 해당하는 히브리어 '미스파트'(* )는 '재판'을, '의' 에 해당하는 히브리어 '체다카'(* )는 하나님의 율법에 일치하는 행위를 의미하는 말로서 이는 율법에 따라 행한 '공정한 재판'을 의미하는 것 이다. 이와같이 다윗 왕은 백성들과 직접만나 재판장의 임무를 공정하게 수 행하였던 것이다."
        },
        {
            "verse_reference": "18:15",
            "commentary": "스루야의 아들 요압은 군대 장관이 되고 - 스루야가 다윗의 이부동복매 (異父同腹妹)이기 때문에 요압은 다윗의 조카이다. 요압은 스루야의 세 아들 중 한 사람(삼하2:18)으로 사울 집의 군대 장관인 아브넬를 꾀어 내어 살해 한 사람이다(삼하3:26,27). 또한 그는 다윗의 당부를 어기고 압살롬을 살해했 을 뿐만 아니라(삼하 18:9-17), 다윗으로부터 호된 책망과 비난을 들은 자였다 (삼하 3:28-39). 그러나 그가 다윗 왕의 군대 장관이 될 수 있었던 결정적 사 건은 예루살렘 정복 때 세운 그의 수훈 때문이었다(11:6). 여호사밧은 사관이 되고 - 여기서 '사관'에 해당하는 히브리어 '마즈킬'(* )은 '생각나게 해주는 자'라는 뜻이다. 그래서 말 그대로 사관은 왕의 중요한 약속이나 임무를 기록하고 이를 왕에게 알려주는 '의전 국장'에 해당한다(Myers, Payne). 그 뿐만 아니라 나라 안에서 생긴 모든 사건을 왕 에게 보고하고(Lange) 중요한 사건을 문서로 관리하는 그의 직무를 고려할 때 사관의 직임은 단순히 역사를 기록하는 일 이상의 역활이었음이 분명하다 (Pulpit Commentary). 그래서 공동 번역은 이를 '공보 대신'으로 번역한 것이 다."
        },
        {
            "verse_reference": "18:16",
            "commentary": "아비아달의 아들 아비멜렉 - 여기서 '아비멜렉'(* )은 '아 히멜렉'(* )으로 고쳐져야 한다. 아비멜렉은 필사자의 오기임 에 틀림없다. 왜냐하면 삼하 8:17;대상 24:6에 그는 아히멜렉으로 기록되 어 있기 때문이다(Lange, Pulpit Commentary, Wycliffe). 그러나 삼상 22:20;삼하 20:25 등과 비교해 볼 때 본 절의 표현을 '아히멜렉의 아들 아비 아달'이라고 아버지의 이름과 아들의 이름을 바꾸어 서술할 수도 있다 (Ewald, Movers, Thenius, Wellhausen, Pulpit Commentary). 왜냐하면 아히 멜렉이 히브리의 관습에 따라 조부(祖父)의 이름을 따서 이름을 지었을 수도 있기 때문이다(Lange). 그럼에도 불구하고 아히멜렉 아비아달 아히멜렉으로 이어지는 가문에 대한 정확한 근거는 없다. 사워사는 서기관이 되고 - '사워사'(* )가 정확한 이름인지 의 심스럽다. 그가 삼하 8:17에서는 '스라야'(* )로, 삼하 20:25에서는 ' 스와'(* )로, 왕상 4:3에는 '시사'(* )로 기록되어 있기 때문이 다. 한편, 본절에 언급된 서기관은 공문서를 관리하고 서신 연락을 취하는 사무를 관장하였다."
        },
        {
            "verse_reference": "18:17",
            "commentary": "여호야다의 아들 브나야 - 그는 다윗 왕의 둘째 삼인 중 한 사람일 뿐만 아 니라 다윗의 경호원으로서(삼하 8:18;23:20) 다윗의 곁에서 죽도록 충성한 신 실한 용사였다(삼하 15:18;20:23). 그리고 그는 솔로몬을 왕위에 앉히는 데 일익을 담당함(왕상1:38-40)과 아울러 아도니야, 요압, 시므이를 처형한 사 람이다(왕상 2:25, 29-34,46). 그렛 사람과 블렛 사람 - 이들이 누구인지에 대해서는 두 가지 견해가 있다. (1)이들을 블레셋의 두 족속으로 보는 학자들이 있다(Ewald, Movers, Payne). 이 견해를 주장하는 사람들의 근거는 성경 및 군대에서 블레셋 남서 쪽에 위치한 블레셋 족속을 가리켜 '그렛'이라고 기록했다는 것이다(삼상 30:14;겔 25:16). 그러나 이 견해는 이방의 족속들을 모아 다윗 왕의 호위병 으로 삼았다는 사실이 이치에 맞지 아니하므로 확고하게 지지받기가 힘들다. 즉, 신정 국가의 왕이 순전히 이방 족속들의 시위병에게 둘러싸여 보호받는 다는 일은 있을 수 없는 일인 것이다(Thenius). (2)그렛과 블렛을 그것의 어 원을 분석하여 다윗 왕의 사형 집행 기관과 왕명 수행 기관으로 보는 견해가 있다(Keil,Lange). 즉, '그렛 사람'에 해당하는 히브리어 '하크레티'(* )는 '칼로 베다', '죽이다'는 뜻의 동사 '카라트'(* )에서 파생된 말 로 보고 왕의 명령에 따라 중죄인을 처벌하는 사형 집행 기관으로 보는 것 이다. 또한 '블렛 사람'에 해당하는 히브리어 '프레티'(* )는 '도망 하다', '경주하다'는 뜻의 동사 '팔라트'(* )에서 파생한 말로서 왕의 급한 명령을 전달하는 왕명 수행 부대로 보는 것이다. 이러한 해석은 고대 역 사가 요세푸스(Josephus)의 견해와도 일치하는 것으로 별다른 큰 무리가 없 다. 다윗의 아들들은 왕을 모셔 대신이 되니라 - '대신'에 해당하는 히브리어 '코헨'(* )은 본래 제사장이라는 의미로 많이 사용되었으나 '왕이 벗'이라는 의미로도 사용되었다(왕상 4:5). 그러나 여기서는 후자의 의미로 사용되었다. 아마도 이들은 왕이 측근들로서 백성들의 여론을 수렴하여 왕에게 직고(直告) 하는 임무를 수행하였을 것이다(Keil, Lange)."
        }
    ]
}