{
    "bible_book": "역대상",
    "chapter_number": 29,
    "commentaries": [
        {
            "verse_reference": "29:1",
            "commentary": "온 회중에게. 온 회중이란 28:1에 기록된 대로 다윗 왕이 솔로몬을 차기 왕으로 지목하고 또한 마지막 유언을 남기기 위해 불러모은 이스라엘의 모든 방백들과 백성의 대표자들을 말한다.\n내 아들 솔로몬이 … 오히려 어리고 연약하고 이 역사는 크도다. 성전 건축이 다윗왕에게 부과된 임무가 아니고 솔로몬에게 부과된 임무였음에도 불구하고 다윗 왕이 성전 건축을 위해 그토록 열심히 준비하게 된 하나의 이유를 설명하는 장면이다. 그런데 다윗 왕은 이전에 솔로몬과 단독으로 면담하였을 때에도 바로 이와 같은 이유로 인해 많은 준비를 하였노라고 밝힌 바 있다(22:5). 그러나 22:5과는 달리 본 절에서는 특별히 하나님께서 솔로몬을 택하사 성전 건축의 과업을 이루게 하셨다고 다윗은 언급하고있다. 그래서 22:5에서는 언급되지 아니한 ‘선택하다’, ‘지정하다’, ‘요구하다’란 뜻을 지닌 히브리어 ‘바하르’가 여기에 사용된 것이다. 한편, 솔로몬은 여기에서 다윗 왕이 말한대로 자신의 ‘여리고 연약함’을 깨달아 왕상 3:7에서 “종은 작은아이라 출입할 줄을 알지 못하고”라고 고백한다.\n전(殿). 이에 해당하는 히브리어는 ‘하비라’인데 이 말이 사용된 용례들을 살펴보면 이 용어는 대단히 웅장하고 거대한 궁전을 가리키고 있다. 즉, 이 말이 사용된 에 1:2, 5, 2:3, 5, 8, 3:15, 단 8:2 등을 살펴보면, 이 말은 바사의 수산궁 뿐만 아니라 여기에 인접해 있는 모든 부속 건물들까지도 포함한 거대한 하나의 왕궁 단지(團地)를 지시하고 있다. 또한 느 2:8에서도 이 용어가 사용되었는데 거기에서도 이 단어는 성곽과 집을 포함한 요새화된 성전을 가리키고 있다. 이렇게 볼 때, 이 ‘하비라’라는 용어는 특별히 웅장한 모습의 성전을 묘사하는 말임에 틀림없다(Curtis, p,. 301, Pulpit Commentary). 한편, 다윗 왕이 여기에서 일반적으로 많이 사용된 성전에 해당되는 용어 ‘바이트’ 대신에 ‘하비라’를 사용한 것은 이 성전을 건축하는 역사(役事)가 어리고 연약한 솔로몬 혼자의 힘으로는 도저히 이루어질 수 없는 대역사임을 회중들에게 알리기 위함이었을 것이다.\n29:2 힘을 다하여. 이와 의미가 유사한 구절로 22:14의 ‘환난 중에’를 참조하라.\n마노. 이 진귀한 보석인 마노(stones of onyx)는 제사장의 에봇과 흉패에 장식했던 것으로(출 25:7, 35:9,27) 성경에 의하면, 이것의 원산지는 에덴 동산의 하윌라(Havilah) 강이다(창 2:11, 12).\n박을 보석. 이에 해당하는 히브리어 ‘밀루임’은 ‘채우다’, ‘가득하다’는 뜻의 동사 ‘몰라’에서 파생된 명사형이다. 따라서 이 말은 제사장의 옷이나 기타 여러 기구들에 장식된 보석을 의미하는 말이다.\n꾸밀 보석. ‘꾸밀’에 해당하는 히브리어 ‘푸크’는 ‘색깔있는’, ‘그려진’이란 뜻을 가지고 있다(왕하 9:30, 사 54:11, 렘 4:30). 따라서 이는 문자적으로 ‘색깔있는 돌’을 의미한다. 그래서 혹자는 이를 대리석이라고 생각하나(Gensenius) 이 보다는 이 돌을 여인들이 눈에 칠했던 안티모니(L. antimony)의 돌과 같이 색깔있는 돌로 이해하는 것이 타당할 듯하다(Ja-mes Wolfendale).\n채석. 이에 해당하는 히브리어 ‘라크마’는 ‘얼룩 덜룩한 색을 넣다’,’수놓다’를 의미하는 ‘라캄’에서 파생된 말로 ‘다양한 색깔을’, ‘얼룩 덜룩한 빛깔’, ‘자수를 놓은’ 등의 의미이다. 이렇게 볼 때 채석은 ‘여러 가지 빛을 내는 그리고 그러한 무늬가 있는 돌’을 가리킨다고 이해할 수 있다, 그래서 혹자는 이것이 모자이크 자갈이었다고 주장한다(Payne). 그런데 이 히브리 용어는 단지 본문에서만 돌에 적용되었지 다른 곳에서는 자수, 의복, 독수리 날개 등에 사용되어졌다(겔17:3).\n다른 보석. 여기서 다른 보석이란 바른 번역이 아니다. 왜냐하면 ‘다른 보석’에 해당되는 히브리어 ‘에벤 이카라’는 문자적으로 ‘희귀한 돌’을말하기 때문이다. 그런데 여기서 ‘희귀한’에 해당하는 ‘이카라’는 단순히 어떤 ‘무거운 것’을 의미했었는데 이것에서 ‘귀중한’, ‘값비싼’이란 의미가 생겼기에 이를 보석을 생각한 듯하다. 사실 솔로몬은 본 절에 언급된 이 값비싼 돌로 성전의 벽을 장식하였다(삼하 12:30, 왕상 7:9, 10:2, 대하 3:6, 9:1, 욥 28:16, 잠 1:13, 3:15, 사28:16, 겔 28:13, 단 11:38).\n화반석. 히브리어로 ‘아브네 샤이쉬’인데 여기서 ‘샤이쉬’는 ‘희다’는 뜻이다. 따라서 이 화반석은 흰대리석을 의미한다(Keil, Pulpit Commentary, Lange). 이러한 것 때문에 혹자는 이를 ‘설화 석고’로 이해한다(J. Wolfendale).\n29:3 나의 사유의 금 은으로 … 드렸노니. 다윗 왕은 지금까지 모은 전리품 뿐만 아니라 자기의 개인 재산까지도 하나님께 드린 것이다(Barker, J. Wolfendale, Wycliffe).\n29:4 오빌의 금. 오빌이 오늘날의 어느 곳에 해당하는지에 대해서는 인도, 아라비아, 아프리카 등으로 추측하는 여러 가지 견해가 있으나 확실한 증거를 가진 주장은 하나도 없다. 하지만 오빌은 순도 높은 금의 산지로 고대에 알려졌었다(욥 22:24, 28:16, 시45:9, 사 13:12). 따라서 오빌의 금은 가장 값지고 귀한 금을 의미하는 말이다. 한편 혹자들의 의견에 따르면 이 오빌의 금을 아라비아의 상인들이 가져온 것으로 이해하나(J. Wolfendale) 이 또한 확정적인 자료가 없는 것이다.\n금 삼천 달란트와 천은 칠천 달란트라. 1 달란트(talent)는 약 34kg에 해당하는 무게이기 때문에 금 삼천 달란트과 은 칠천 달란트를 무게로 환산하면 금은 약 102톤에 해당되며 은은 약 238톤에 해당된다. 이와 관련해서는 본서 22:14를 참조하라. 한편, 본문에 언급된 ‘천은’에서 ‘은’을 수식하는 말은 히브리어 ‘자카크’를 번역한 용어이다. 그런데 이 히브리어의 원래의 뜻이 ‘추출하다’, ‘깨끗하게 하다’, ‘정제하다’라는 의미를 갖고 있기 때문에 본 절에 나타난 이 ‘천은’은 ‘잘 정련된 은’, 즉 최고의 품질을 자랑하는 은으로 이해할 수 있다. 그래서 많은 영역 성경이 이를 ‘choice silver’(잠 8:19), ‘refined silver’ 등으로 번역하는 것이다(KJV).\n모든 전 벽에 입히며. 다윗 왕이 바친 사유 재산이 쓰인 용도를 말하고 있다. 여기서 ‘전(殿)’에 해당하는 히브리어 ‘바티임’은 성전 안에 있는 중요한 건축물들을 가리킨다(Lange, Curtis). 그래서 본 절은 성전 안에 있는 중요한 건축물에 대해서는 모든 벽에다 금.은 칠을 한 것으로 이해할 수 있다. 사실 대하 3:4-9에 보면, 솔로몬은 다윗 왕이 바친 정금으로 낭실 안, 대전 천장과 지성소, 지성소의 다락들을 금으로 입혔다.\n29:5 오늘날 누가 즐거이 손에 채워 여호와께 드리겠느냐. 손에 채워 여호와께 드리라는 말은 곧 여호와께 헌물을 드리라는 말과 같은 것이다(Keil). 왜냐하면 ‘채워’에 해당하는 히브리어 ‘마레’는 ‘충만하다’, ‘가득하다’, ‘봉헌하다’, ‘완성하다’ 등의 의미가 있기 때문이다. 그런데 이러한 용어는 성직에 임명되는 후보들에게 사용되어진 말로서 이는 자신이 ‘헌신적으로 드려지는 예물’임을 자각케 하기 위해서였던 것 같다(Payne, Wycliffe).\n29:6 왕의 사무 감독. 왕의 재산을 관리할 뿐만 아니라 왕의 가축을 주관하는 사람들(28:1)로서 이들에 대한 명단은 27:25-30에 나온다. 한편 혹자는 ‘사무’(work)라는 말이 보다 일반적인 용어이기 때문에 굳이 본 절이 왕의 산업과 가축을 주관하는 자만을 지칭하는 것은 아니라고 주장(Barker)하나 구체적인 자료는 미비하다.\n29:7 금 오천 달란트와 금 다릭 일만과 … 철 십만 달란트를 드리고. 다윗 왕의 요구에 응하여 모든 방백들이 각기 자기의 재산을 바치는 내용이다. 그러나 그 즉시에 현물로 바친 것은 아니고 다윗 왕 앞에서 모든 방백들이 작정한 것이다. 왜냐하면 이 많은 물건들을 즉시에 바칠 수는 없었기 때문이다(Lange). 한편, 다릭(daric)이란 말은 히브리 사회에서 통용되던 화폐 단위가 아니라 페르시아에서 쓰던 화폐 단위로 다리오 1세가 최초로 발행한 페르시아의 금화로 이것의 무게는 약 130g에 해당한다(Payne). 그런데 다윗의 통치 기간(B.C. 1010-970)과는 약 500여년의 차이가 나는 다리오 1세(Darius I, B.C. 522-485) 때 통용되던 화폐의 단위로 환산해서 언급한 것은 다음의이유 때문이었다. 즉 역대기의 기자가 이스라엘 백성들의 좀더 빠르고 나은 이해를 위해 포로기 때에 익숙해진 바사(페르시아)의 동전으로 다윗 때 드려진 성전 봉헌물들을 환산했기 때문이다. 이렇게 환산된 다릭(daric)과 달란트(talent)를 합해서 볼 때 다윗의 방백들이 헌납한 금의 중량은 약 190톤에 달했으며 은의 무게는 375톤에 달했다. 이는 다윗 왕이 개인적으로 바친 금 은의 무게에 비하면 1.5배 가량 되는 양이다(4절). 그밖에도 방백들은 엄청난 양의 놋과 철을 하나님께 드렸다. 이처럼 다윗 한 사람의 모범으로 말미암아 다른 모든 방백들이 크게 감동을 받아 하나님께 헌신하게 되었던 것이다.\n29:8 무릇 보석이 있는 자는 게르손 사람 여히엘의 손에 부쳐 … 드렸더라. 즉, 여히엘이 모든 방백들로부터 작정한 보석을 수거하여 여호와의 전 곳간에 드린 것이다. 여히엘은 다윗 왕이 말년에 여호와의 전 곳간을 맡긴 인물이며 성전 레위인의 24반차 중 첫반차의 우두머리이다(23:8). 그런데 이 여히엘이 26:21에서는 ‘여히엘리’로 나오고 있으나 이는 이명 동인(異名同人)으로 간주함이 타당할 듯하다. 한편, 히브리어 원전에는 ‘그 자신과 함께’라는 의미의 ‘잇토’가 기록되어 있으나 역문에는 생략되어 있다. 즉, 히브리 원문대로 그 의미를 고려해 볼 때 본 절은 이들은 보석을 드릴 때 자신의 마음과 정성까지도 하나님께 바쳐드렸던 것이다.\n29:9 성심으로. 문자적으로 ‘완전한 마음으로’이다. 즉, 아까워하거나 마지 못해 하는 마음이 아니라 기쁨과 감사와 헌신으로 충만한 마음으로 드린 것을 의미한다. 그래서 히브리어 원문에서는 ‘완전한’, ‘충만한’, ‘준비된’이란 뜻을 가진 ‘솨렘’과 ‘마음’, ‘마음의 중심’ 등을 의미하는 ‘레브’를 붙여 써서 이를 표현한 것이다.\n기쁨을 이기지 못하여 하니라. 문자적으로 ‘큰 기쁨으로 기뻐하였다’이다(습3:17). 한편 이러한 본 절의 내용을 통해 우리는 다음과 같은 것을 생각해야 할 것이다. 즉 우리는 (1) 우리의 마음을 드려야 한다. 왜냐하면 우리의 모든 행동이 마음에서 비롯되기 때문이다. 그래서 하나님께서는 솔로몬에게 ‘네 마음을 내게 주며’(잠23:26)라고 분명하게 말씀하셨다. (2) 우리의 몸도 바쳐야 한다. 우리의 영혼 뿐 아니라 우리의 육체 또한 하나님의 성전이기 때문이다(고전 6:15, 19, 엡 5:30). 이와 같이 하나님이 기뻐하시는 봉헌은 우리의 몸과 마음, 재능, 재물에 이르기까지 모든 소유를 즐거이 드리는 것이다.\n29:10 우리 조상 이스라엘의 하나님 여호와여. 본 절 이하 19절까지는 다윗 왕이 하나님께 드린 감사의 기도이다. 그가 인생의 마지막 때인 이 시점에서 하나님께 감사의 기도를 올린 것은 자신이 마음 속으로 염원한 간절한 소원이 곧 이루어질 것을 보았기 때문이었다. 사실 다윗 왕의 평생 소원은 여호와의 궤를 모실 성전을 건축하여 여호와께 영광을 돌리는 일이었다. 그러나 하나님은 그 과업을 위해 솔로몬을 예비하셨기에 다윗은 그 일이 성취되도록 최선을 다해 준비하였다. 그런데 이스라엘의 모든 방백들이 자신을 본받아 기쁜 마음으로 여호와께 헌신하는 모습을 보고는 자신이 죽은 이후 곧 여호와의 성전이 성공적으로 건축될 것을 확신하게 되었다. 그래서 이로 인해 다윗은 감사의 기도를 여호와께 드리고 있는 것이다. 한편, 본 구절에 언급된 ‘우리 조상 이스라엘’은 족장 야곱을 지칭하는 말이다(Payne, Lange, Keil, Wycliffe). 그런데 다윗 왕은 여기서 족장 야곱이 비록 인격적으로는 부족한 위인이었으나 하나님께서 그에게 은혜를 베푸시고 그의 모든 소원을 이루신 형편이 다윗 왕 자신과 유사하다고 생각하고 지금 ‘우리 조상 이스라엘의 하나님 여호와’라고 부르고 있는 것이다. 따라서 이구절은 ‘소원을 이루어 주신 하나님’, ‘죄인에게 은혜를 베푸신 하나님’을 표현하는 말이다. 이와 관련해서는 창 32:10을 비교하고 본 장 18절을 참조하라.\n29:11 본 구절에 나타난 다윗 왕의 기도는 주기도문(마 6:9-13, 눅 11:2-4)의 결론 부분을 마치 확장한 내용인 듯한 착각을 느끼게 한다(Payne). 참으로 다윗 왕은 그동안 하나님께서 그에게 베풀어 주셨던 크신 역사들을 통하여 모든 것이 하나님의 주권(主權)하에 있다는 것을 깨달았다. 왜냐하면 여호와께서는 다윗을 통해 이스라엘의 대적을 굴복시키시고 이스라엘을 위대하게 만드셨으며 이스라엘의 조상들에게 언약하신 내용을 성취해 주셨기 때문이다. 실로 이 모든 것은 인간의 힘에 의해 이루어 진 것이 아니라 오직 하나님의 권능의 역사로 이루어진 것이었다. 따라서 다윗 왕은 주기도문의 마지막 결론 부분의 내용과 유사하게 모든 권세와 영광을 여호와께 돌리고 있는 것이다(Keil). 그렇기 때문에 우리는 여기서 또 다시 다윗 왕의 독특한 국가관, 곧 신정적(神政的) 국가관을 발견할 수 있다.\n광대하심. 멀리 있는 이방 나라들까지도 정복하게 하신 하나님의 역사를 통하여 다윗 왕은 여호와의 광대하신 속성을 더욱 확신하게 되었다. 그래서 본서의 기자는 다윗의 기도를 기록하면서 본 절의 본 표현에 ‘위대한’, ‘능력있는’, ‘장엄한’ 등을 의미하는 히브리어 ‘게두라’를 사용한 것이다.\n권능. 이에 해당하는 히브리어 ‘게부라’는 ‘힘’, ‘용맹’, ‘승리’라는 뜻으로 특히 ‘왕권’(royal power)을 가리킨다. 그러기에 이 용어는 하나님께서 소유하고 계시는 왕적 권능을 표현하는 말이다.\n영광. 이에 해당하는 히브리어 ‘티프아라’는 ‘아름답게 하다’,’장식하다’라는 뜻의 동사 ‘파아르’의 명사형으로 ‘아름다운 것’, ‘자랑할만큼 영화로운 것’을 나타내는 말이다. 그래서 우리는 이러한 히브리의 원어를 통해하나님의 영광이 어떠했었는지를 짐작해 볼 수 있다(시 29편, 57:11, 96:3).\n이김. 이에 해당하는 히브리어 ‘네차흐’는 ‘영속하다’(be perpetual), ‘뛰어나다’는 뜻의 동사 ‘나차흐’의 명사형으로 이 말은 ‘광휘’, ‘탁월함’,’영광’, ‘승리’, ‘내구력’ 등 여러 가지 의미로 사용되었다. 그러나 본 문맥에서는 여호와의 주권을 주제로 다루고 있으므로 다른 뜻을 가리킨다고 보기 보다는 ‘탁월함’, ‘승리’ 등의 의미로 보는 것이 적합할 것이다.\n주는 높으사 만유의 머리심이니이다. 여기서 ‘높으사’에 해당하는 히브리어 ‘미트나세’는 ‘들어올리다’는 뜻의 동사 ‘나사’의 재귀적 사역형(Hithpael) 분사로 이는 ‘스스로 일어남’(the raising oneself)이란 뜻이다. 곧 여호와께서는 어느 누구의 도움을 받아 높여지는 것이 아니고 스스로의 크신 역사를 통해 직접 높아지게 되신다는 뜻이다. 또한 본 절에 표현된 만유의 머리라는 말은 여호와께서 모든 만물의 제 1원인자, 또는 최고의 권위자이심을 나타내는 말이다. 그렇기 때문에 본 절에 나타난 “주는 높으사 만유의 머리심이니이다”라는 다윗의 고백은 하나님께서 이 세상의 최고 권위자이기 때문에 스스로의 역사를 통해 당신의 이름을 높이신다는 의미이다. 즉, 주께서는 이 세상의 주권자이시기에 당신께서 공의와 사랑에 기초해서 이 세상의 역사를 섭리해 만 백성들로 하여금 당신을 찬양케 하신다는 말이다.\n29:12 부와 귀가 주께로 말미암고. 다윗 왕은 말년에 엄청난 부귀를 누렸다. 그는 이 모든 부귀가 여호와 하나님께로 말미암은 것임을 고백하고 있는 것이다. 한편, 부와 귀(貴)는 오직 하나님께로부터 온 것으로(롬 11:36) 성경에서는 함께 언급되어 나타나는 경우가 많다(잠 3:16, 8:18, 대하 18:1, 17:5, 왕상 3:13).\n만유의 주재가 되사. 주재에 해당하는 히브리어 ‘모셀’은 ‘통치하다’, ‘지배하다’, ‘다스리다’라는 뜻의 동사 ‘마샬’의 명사형으로 ‘통치자’, ‘주권자’를 의미하는 말이다. 그래서 대부분의 영역 성경은 이를 ‘통치자’(KJV,reignest, NIV, ruler, Living Bible, ruler, RSV, rulest)로 번역한 것이다.\n모든 자를 크게 하심과 강하게 하심이 주의 손에 있나이다. 다윗 왕의 개인적인 체험으로 비롯된 신앙 고백이자 구속사에 나타난 절대 진리이다. 그러므로 피조물에 대한 명백한 권리를 가지시며 우주 만물의 최고 통치자이신 하나님께 영광을 돌리는것은 성도의 당연한 의무이다.\n29:13 이제 우리가 주께 감사하오며 … 찬양하나이다. 여기서 ‘감사하오며’나 ‘찬양하나이다’는 원문상으로 볼 때, 현재 분사형이기 때문에 ‘계속적인 의미’를 지니고 있다. 즉, 본 구절은 ‘계속해서 감사하며 찬송할 것이다’는 뜻을 내포하고 있는 것이다(Curtis, Keil, Lange). 그런데 여기에서 다윗 왕이 이처럼 현재 분사형을 사용해서 계속적인 의미를 나타낸 것은 성전 건축으로 인하여 앞으로 여호와께 대한 경배가 계속될 것임을 내다보았기 때문이었다.\n29:14 나와 나의 백성이 무엇이관대 … 드릴 힘이 있었나이까. 즉, 인간 자신의 힘으로는 아무것도 여호와께 드릴 수 없었을 것이라는 겸손한 고백이다. 그리고 이 구절에서 ‘이처럼’이란 말은 위에서 이미 언급된 바와 같이 성전 건축을 위해 다윗 왕과 그의모든 방백들이 힘써 그의 재물들을 여호와께 바친 사실을 지적하는 말이다. 한편, 여기에서 ‘힘이 있었나이까’라는 말을 히브리 원어로 살펴보면 다음과 같다. 즉, ‘능력’, ‘수단’, ‘권력’을 의미하는 ‘코흐’와 ‘에워싸다’, ‘유지하다’, ‘할 수 있다’란 뜻의 ‘아차르’가 합성된 설의법 문장이다. 그렇기 때문에 이 말은 ‘유지할 수 있는 능력’이 없었음을 솔직히 고백하는 다윗의 신앙이 나타난 부분이다. 그런데 이처럼 인간의 연약함과 부족함이 언급되어 있는 대목은 왕상 19:4, 단 10:8,16 등이다.\n우리가 주의 손에서 받은 것으로 주께 드렸을 뿐이니이다. 여호와께로부터 받은 것을 다시 되돌려 드렸을 뿐이라는 다윗의 위대한 신앙 고백으로, 여기서 모든 것이 여호와께로 말미암았다는 다윗의 청지기적 사상을 보여주고 있다(눅 17:10, 시 24:1). 또한 다윗의 이러한 고백은 위대한 신앙의 표현으로서 참다운 물질관을 제시하는 것이다. 그래서 성도들은 하나님께서 허락하신 재물을 단지 보관하고 관리하는 청지기라는 사실을 명심해야 마땅하며 또한 재물을 영원한 소유의 대상으로 삼지 말아야 한다(눅12:42, 43). 모름지기 인간이 지닌 모든 소유는 하나님 나라 확장에 사용되어야 할 것이다.\n29:15 주 앞에서는 우리가 … 나그네와 우거한 자라. 여기서 ‘나그네’(stranger)에 해당하는 히브리어 ‘게르’는 ‘외인’(外人) ‘이방인’, ‘타국인’, ‘손님’을, ‘우거한 자’(so-journer)에 해당하는 히브리어 ‘토샤브’는 원주민 또는 단순한 숙박인과는 구별되는 ‘이국 거주자’, ‘체류할 땅을 소유하지 않은’, ‘임시 노동자’(레 25:23, 35, 시 39:12)를 가리킨다. 즉, 이 두 용어는 모두 어느 한 곳에서 영구히 거주하는 자를 의미하는 말이 아니고 언젠가는 떠날 운명에 처한 ‘임시 체류자’를 의미하는 말이다. 그런데 다윗이 인생을 가리켜 이러한 용어들을 사용함으로 비유한 것은 인생이 거하는 이 땅이 그 자신의 소유가 아닐 뿐만 아니라 영원히 거할 터전이 아님을 알았기 때문이었다. 즉, 이 땅의 임자는 여호와 하나님이시요, 인생은 그 땅의 사용권을 여호와로부터 얼마동안 허락받은 것 뿐이라는 사실을 알았기 때문이다(Keil, Curtis).\n세상에 있는 날이 그림자 같아서 머무름이 없나이다. 여기서 ‘머무름’에 해당하는 히브리어 ‘미크웨’는 두가지 의미로 성경에서 사용된 것으로 나타나고있다. 즉, 그 하나는 물같은 것을 ‘한데 모아 머물게 하는 것’이라는 뜻이며(창 1:10, 레 11:36), 또 다른 하나는 ‘소망’이라는 뜻이다(스 10:2, 렘 14:8, 17:13, 50:7). 그래서 영역 성경인 KJV과 RSV는 이를 ‘머무름’(abiding)으로 번역했고, NIV에서는 이를 ‘희망’(hope)으로 번역했다. 그런데 문맥상으로 살펴볼 때 본 구절에서는 이를 ‘소망’이라는 뜻으로 보아야 마땅하다(Keil, Curtis, Pulpit Commentary). 왜냐하면 본 구절은 ‘이 세상에 있는 날이 그림자 같으므로 이 땅에서는 생을 계속 유지할 소망이 없다’는 내용을 전달해 주고 있기 때문이다. 한편 이와 유사한 성경 구절들 곧 ‘헛되고 헛되도다’(전 1:2), ‘잠간 보이다 없어지는 안개’(약 4:14), ‘풀은 마르고 꽃은 떨어지되’(벧전 1:24) 등은 하나님 앞에 선 인간의 연약함이나 왜소함을 나타내주는 것이지 결코 허무 의식이나 염세주의를 내포하는 것은 아니다. 왜냐하면 궁극적으로 그리스도인의 역사관과 인생관은 긍정적이고, 낙관적일 수 밖에 없기 때문이다.\n29:16 모든 물건. ‘물건’에 해당하는 히브리어 ‘하몬’은 ‘큰 소리로 말하다’, ‘외치다’, ‘떠들썩하다’란 의미의 ‘하마’에서 유래한 말로 ‘소음’, ‘많은 군중’, ‘풍요’, ‘많이 저장해 놓은 물건’ 등을 뜻한다. 그런데 이 말이 여기서는 ‘많은 재물’, 혹은 ‘돈더미’를 의미하는 말로 사용되었다(전 5:9). 그래서 대부분의 영역 성경은 이를 ‘비품’, ‘용품’(KJV, store), ‘물건’(NIV, RSV, abundance, Living Bible, material)으로 번역한 것이다.\n29:17 주께서 마음을 감찰하시고. 여기서 ‘감찰하시고’에 해당하는 히브리어 ‘바한’은 ‘검사하다’, ‘시험하다’, ‘조사하다’란 뜻으로 ‘본래의 속성을 알아보기 위해 시험하는 것’을 의미하는 말이다. 즉, 하나님께서는 인간의 마음이 진실한 것인지 거짓된 것인지 시험해 보신다는 내용이다. 그런데 본 절과 같이 ‘마음’이라는 용어와 함께 이 단어가 쓰인 경우는 본 절 외에도 렘 11:20, 12:3, 17:10, 잠 17:3 등 많이 있다.\n내가 정직한 마음으로 이 모든 것을 즐거이 드렸사오며. 여기서 ‘정직’에 해당하는 히브리어 ‘메솨르’는 ‘곧다’, ‘평탄하다’, ‘바르다’, ‘어느 한 쪽으로 치우치지 아니하다’란 뜻의 ‘야솨르’에서 유래한 말로 ‘똑바름’, ‘공평’, ‘옳음’ 등을 의미한다. 그렇기 때문에 본 절은 바른 마음으로, 즉, 자기의 소유를 드린다는 비뚤어진 마음이 아니라 주의 것을 다시 주께 드린다는 바른 마음으로 즐거이 드렸다는 말이다.\n29:18 우리 열조 아브라함과 이삭과 이스라엘의 하나님 여호와여. 즉, 언약에 충실하신 하나님을 표현한 구절이다. 이처럼 주 여호와를 아브라함, 이삭, 이스라엘의 하나님이라고 표현한 곳은 왕상 18:36, 대하 30:6 등 여러 곳이 있다. 이 외의 것은 10절을 참조하라.\n주께서 이것을 주의 백성의 심중에 영원히 두어 생각하게 하시고. 여기서 ‘이것’이란 하나님의 것을 단지 하나님께 되돌려 드린다는 ‘마음의 상태’를 의미하는 말이다. 진실로 다윗 왕은 이러한 바른 마음의 구조가 그의 백성들의 마음 가운데 영원히 계속되기를 간구하고 있다. 한편, 본 절 ‘생각하게’에서 ‘생각’에 해당하는 히브리어 ‘예체르’는 ‘결정하다’, ‘형성하다’, ‘주조하다’란 뜻의 ‘야차르’에서 유래한 말로 ‘형태’, ‘마음’, ‘빚어진 어떤 것’ 등을 의미한다. 그래서 본 절의 ‘생각하게’란 ‘여호와께서 인간의 마음을 틀로 빚어 언제나 하나님을 앙망하며 경외케’라는 말이다.\n그 마음을 예비하여. 이는 백성들의 마음을 주께서 정직하게 준비시켜서 당신의 사업을 할 수 있게 해 달라는 말이다(17절).\n29:19 정성된 마음. ‘정성된’에 해당하는 히브리어 ‘솰렘’은 ‘완벽한’(perfect), ‘완전한’이란 뜻이기 때문에 ‘정성된 마음’은 ‘혼합하지 아니한 마음’ 또는 ‘순전한 마음’을 가리킨다. 이는 곧 하나님의 계명과 말씀을 청종할 수 있는 자의 근본 마음 자세를 나타내는 말이다(욥 1:1, 2:3). 그렇기 때문에 여기서 정성된 마음이 되었다는 것은 하나님과 인간이 조화와 화평의 관계로 들어갈 수 있는 요인이 생긴 것을 의미한다. 다시 말해서 완벽한 마음이란 하나님과 어울릴 수 있는 상태에까지 이르게 하는 완전한 심리적 상태를 의미하는 것이다.\n주의 계명과 법도와 율례를 지켜. 앞에서 언급된 완벽한 마음이 구체적으로 어떻게 실현되는지를 보여주는 구절이다. 참으로 하나님 앞에서 완벽한 마음이란 곧 ‘바로 하나님의 계명을 온전히 좇는 마음’인 것이다. 한편, 본 절에 표현된 ‘계명’, ‘법도’, ‘율례’라는 말이 시 119편에서는 ‘법’, ‘증거’, ‘율례’, ‘계명’, ‘판단’, ‘말씀’, ‘규례’, ‘법도’ 등으로 열거되어 있다.\n이 모든 일. 계명과 법도와 율례를 다시 한 번 강조하는 말이다(Keil). 그런데 다윗 왕이 특별히 여호와의 계명을 온전히 따르는 완벽한 마음을 여기에서 강조하고 있는 까닭은 이것이야말로 솔로몬이 앞으로 대업을 이루는 데 가장 중요한 기초가 될 것이기 때문이다.\n전을 건축하게 하옵소서. ‘전’에 해당하는 히브리어 ‘하비라’는 하나의 부속 건물과 반대되는 개념으로 ‘웅장한 모습의 성전’을 의미하는 말이다. 이에 대해서는 1절 주석을 참조하라.\n29:20 머리를 숙여 여호와와 왕에게 절하고. 감사 기도를 마친 후 다윗 왕이 요구한 대로 백성들이 하나님께 경배하는 장면이다. 그런데 백성들은 오직 하나님께만 절하지 아니하고 다윗 왕에게도 역시 절하였다. 이는 다윗 왕이 하나님의 통치의 대리자였음을 백성들이 알고 있었기 때문이다(Lange). 그래서 본 절은 ‘경의를 표하여 몸을 굽히다’, ‘머리를 숙여 절하다’란 뜻의 히브리어 ‘카다드’를 ‘제물을 죽이다’,’제물을 바치다’란 의미의 ‘쉐히타’와 결합하여 사용해서 경배의 대상이 신성과 인성을 동시에 가리키고 있음을 나타내는 것이다.\n29:21 여호와께 제사를 드리고. 여기서 ‘제사’에 해당하는 히브리어 ‘제바힘’은 곡물로 드리는 제사를 의미하는 것이 아니라 오로지 ‘동물 제사’, 또는 ‘피흘림의 제사’(the blody offerings)를 가리키는 말이다(Keil, Lange).\n전제. 희생 제사의 한 방법으로 제물 위에 포도주나 독주를 따라 붓는 의식이다(출29:40, 30:9, 레 23:13). 그런데 이는 단독으로는 드려질 수 없는 것으로 번제 도는 소제와 함께 드려지는 제사이다. 한편 이 제사는 하나님을 섬기는 자들의 헌신적인 봉사를 상징한다(빌 2:17, 딤후 4:6).\n온 이스라엘을 위하여 풍성한 제물을 드리고. 여기서 온 이스라엘을 위해 풍성한 제물을 드렸다는 말은 앞의 번제를 끝내고 또다시 화목제를 드렸다는 것을 의미하는 것이다(Payne, Keil, Curtis, Wycliffe). 즉, 다윗 왕은 모임에 참여한 모든 사람들과 화목 제물을 나누기 위해 풍성한 제물을 준비하고 화목제를 올렸던 것이다. 보다 자세한 것은 레위기 서론, ‘7. 구약 제사의 종류와 의미’를 보다 참조하라.\n29:22 여호와 앞에서 먹으며 마셨더라. 곧 화목 제물을 무리들이 나누어 먹었다는 말이다. 그런데 혹자는 이 구절을 단순하게 잔치를 벌였던 것으로 해석하나(Lange) 여기에서 ‘여호와 앞에서’ 먹으며 마셨다는 말은 화목 제물을 나눈 것임을 단적으로 보여주는 것이기 때문에 이는 단순히 잔치를 배설(排設)하고 먹은 것을 가리키는 것이 아니라 하나님과 화평케 된 것을 생각하며 화목 제물로 무리들 사이에 친교를 나눴다는 말이다. 한편 본서에는 다윗이 백성과 함께 축제를 벌인 사실이 몇 차례 기록되어 있다(12:39, 16:2, 3). 이처럼 본서 기자가 즐거운 잔치의 모습을 자주 기록한 것은 다윗시대의 황금기를 귀환민에게 전하여 그들에게 용기와 희망을 심어 주려는 의도였다고 짐작된다.\n무리가 … 다시 왕을 삼아 기름을 부어. 솔로몬이 두 번째로 이스라엘의 왕으로 추대되는 순간이다. 다윗 왕은 이전에 솔로몬을 자기의 후계자로 지목한 바 있다(23:1). 그러나 이번에는 그보다 더 완전한 형식을 갖추어 솔로몬이 왕위에 올랐다. 즉, 이전에는 단지 다윗 왕이 솔로몬을 자기의 후계자로 지목할 뿐이었으나 이번에는 솔로몬이 무리들에 의해 기름 부음을 받은 것이었다. 한편, 솔로몬이 기름 부음을 받는 본 절의 상황은 왕상 1:32-39에 보다 자세히 언급되어 있다(Keil, Curtis, Payne). 그런데 왕상 1장의 기록으로 볼 때, 솔로몬의 공식적인 즉위식은 솔로몬을 제거하고 스스로 왕위에 오르려던 그의 이복 형 아도니야(Adonijah)의 음모 때문에 다윗 왕의 임종 전에 서둘러 거행되었던 것이다. 그러나 역대기 저자는 이 같은 왕상 1장의 사건을 생략해 버리고 다만 솔로몬이 즉위한 사실만을 단순히 기록해 놓음으로 다윗 왕가의 부정적인 측면을 배제시켜 포로로부터 귀환한 이스라엘 백성들에게 희망과 용기를 주려는 저자의 의도를 나타냈다.\n사독에게도 기름을 부어 제사장이 되게 하니라. 다윗 왕 시대에 대제사장은 아비아달(Abiathar)과 사독(Zodok) 두 사람이었으나 솔로몬이 왕위에 즉위하는 시점에서는 오직 사독만이 대제사장의 자리에 있는 것으로 소개되었다. 이는 아비아달이 솔로몬의 즉위를 반대하고 아도니야(Adonijah)의 편에 가담하였다가(왕상 1:7) 솔로몬에 의해 제사장 직에서 파면당하였기 때문이었다(왕상 2:26, 27). 반면 사독은 솔로몬을 지지하여 제사장에 임명되었을 뿐만 아니라 솔로몬에게 기름을 부은 장본인이 되었다(왕상1:39). 그런데 사독이 전부터 대제사장이었음에도 불구하고 다시 대제사장으로 기름부음 받은 까닭은 그의 정통성을 재확인할 필요성이 있었기 때문이었다(Payne). 한편, 이러한 사건을 계기로 해서 이다말 계통의 후손인 엘리 가문의 제사장 제도는 하나님께서 예언하신 대로 끝이 났으며(삼상 2:30-34) 새로운 사람을 선택해서 충실한 제사장을 세우리라는 하나님의 언약은 성취되었다(삼상 2:35).\n29:23 솔로몬이 여호와께서 주신 위에 앉아. ‘여호와께서 주신 위’는 원문상으로 ‘여호와의 보좌’를 가리킨다. 그런데 솔로몬이 여호와의 보좌 위에 앉았다는 말은 무엇보다도 (1) 그가 여호와의 나라의 통치자가 되었다는 말이며 아울러 (2) 그가 여호와의 언약 가운데서 이스라엘의 왕이 되었다는 의미를 내포하고 있다. 이에 대한 보다 자세한 것은 28:5의 주석을 참조하라. 한편 다윗이 죽기 전에 솔로몬이 실제로 왕권을 행하였다는 것은 왕상 1:43-43을 참조하라.\n29:24 다윗 왕의 여러 아들이 솔로몬 왕에게 복종하니. 여기서 ‘복종하니’는 문자적으로’ … 아래에 손을 두었다’는 말이다. 그리고 구약에서 ‘손’은 종종 ‘권세’, ‘세력’을 상징하였다(욥 27:11). 따라서 본 절에서 ‘손을 솔로몬 아래에 두었다’는 말은 자신의 세력을 솔로몬의 통치권 아래에 두었다는 말이다. 다시 말해서 다윗 왕의 이 같은 말은 여러 아들이 솔로몬의 왕권을 인정하였다는 것을 뜻한다. 한편, 혹자는 이 구절에 아도니야(Adonijah)의 반역 사건이 암시되어 있다고 주장한다(Lange, Curtis). 그러나 아도니야는 솔로몬의 왕권을 부정하고 스스로 왕이 되려고 반역을 일으켰다가 실패해 공직에서 완전히 은퇴해 사생활(私生活)만을 갖은 인물이므로(왕상 1:53) 본 절에 그의 반역 사건을 암시하는 내용이 있다고 보기는 대단히 어렵다(Keil). 그리고 혹자는 솔로몬에게 복종한 다윗의 여러 아들 가운데는 특히 반역에서 실패한 아도니야가 있었다고 주장(Wycliffe)하나 그에 대한 분명한 자료는 없는 듯하다.\n29:25 그 전 이스라엘 모든 왕보다 뛰어나게 하셨더라. 여기서 ‘전’(前)에 해당하는 히브리어 ‘프네’는 두 가지 의미로 번역될 수 있다. 즉, (1) 그 첫째는 시간적인 의미로 어떤 시간을 기점으로 해서 그 ‘이전’을 뜻한다. 그런데 이 첫 번째 의미를 택할 경우 본 구절에 언급된 ‘그 전 이스라엘 모든 왕’은 사울 왕과 다윗 왕을 지시하게 된다(Keil). 즉 다시 말해서 솔로몬은 사울 혹은 다윗 왕 보다 뛰어났다는 말이 된다. 그러나 이 해석은 어딘지 모르게 석연치 않다. 왜냐하면 솔로몬은 단지 이전의 두 왕보다는 이스라엘 전체 왕에 비해 더욱 뛰어난 왕이었다고 말하는 것이 실제 역사상으로 합리적이기 때문이다(대하 1:12). (2) 이 용어의 두 번째 의미는 ‘ 보다’(than)로 취할 수 있다(창 11:8, 레 16:14, 15). 이 의미를 취할 경우 본 구절은 ‘이스라엘 모든 왕은 솔로몬보다 더 탁월하지 못했다’는 의미로 해석할 수 있다(히브리어 원문은 대부분의 영역과 한글 개역의 역문과는 달리 부정문(不定文)으로 구성되어 있음). 실제로 구약에 언급된 솔로몬에 대한 많은 사실을 종합해 보거나 내용상으로 살필 때 이 후자의 해석은 전자의 해석보다 훨씬 자연스러운 것으로 받아들여진다(Curtis, Lange, Pulpit Commentary). 한편 솔로몬이 왕이 된 것도 또한 그가 이스라엘의 모든 왕들보다도 탁월하게 된 것도 모두 하나님의 섭리였다. 또한 그가 ‘지혜롭고 총명한 마음’과 ‘부와 영광’을 갖게 된 것도 하나님이 함께 하신 결과였다(왕상3:12, 13). 이처럼 하나님은 당신 안에 거하는 자에게 풍성한 은혜를 베푸신다.\n29:26 이새의 아들 다윗 … 왕이 되어. ‘이새의 아들’이란 표현이 다윗을 가리키는 말로 사용된 예를 구약에서는 흔히 찾아볼 수 있다. 특히 이 표현이 사울(Saul)과 다윗의 원수들에게서 사용될 때는 다윗에 대해 조롱과 멸시를 나타내는 의미로 많이 쓰였다(삼상 20:27, 30, 31, 22:7, 8, 25:10, 삼하 20:1, 왕상 12:16, 대하 10:16). 그러나 이 말은 때가 이르러 다윗의 명예와 영광을 나타내는 용어가 되어 이스라엘 백성들에게서 크게 애용되었다(삼하 23:1, 대상 10:14, 시 72:19). 특히 메시아의 사상을 충분히 반영한 상태에서 기록된 이사야서에는 이 용어가 이스라엘의 메시아적인 미래의 왕을 예언하는 데 사용되었다(사 11:1, 10). 그런데 메시아 사상을 표현함과 더불어 그리스도가이새의 뿌리에서 난다고 하는 예언 가운데 굳이 이새가 언급되었던 것은 다윗이 영광스런 왕이 되기 이전의 상태, 즉 비천한 자의 아들이었던 때를 강조하여 메시아 또한 비천한 상태에서 태어날 것을 강조하기 위해서인 듯하다. 그리고 바울도 구약의 메시아 예언과 예수가 동일하다는 것을 나타내기 위하여 ‘이새의 뿌리’라는 표현을 사용하였다(롬 15:12). 한편, 본 절에서 ‘이새의 아들 다윗’이라고 언급된 것은 다윗의 계보를 언급했던 본서 기자의 기억(2:13-15)이 반영된 것임과 동시에 훨씬 후대까지 이스라엘 전사회에 만연했던(요 4:25, 26) 메시아 사상에 대한 반영인 듯하다. 그럼에도 불구하고 구약 역사상 그 후기에 저술된 것으로 간주된 본서(약 B.C. 450년경)가 메시아 사상을 충분히 반영하지 않은 것은 다음과 같은 이유에 의해서 그런 것 같다. 즉, 본서는 ‘종말 의식’과 ‘메시아 사상’을 충분히 반영한 이사야, 예레미야, 에스겔, 다니엘 등과 같은 책과는 다른 저술 의도를 갖고 있기 때문이다. 다시 말해서 앞에서 언급한 선지서들은 당시에 만연해 있던 ‘종말 의식’을 강조해 ‘메시아 사상’을 역설하는데 그 중점을 두었지만 본서는 바벨론으로부터 귀환한 이스라엘 백성들에게 꿈과 희망과 이상을 심어주기 위한 목적으로 기술되었기 때문이다. 그래서 당시에 유행처럼 흐르고 있던 종말 사상과 메시아 사상을 의도적으로 반영치 않은 듯하다.\n29:27 헤브론에서 칠 년을 치리하였고. 삼하 5:5에서는 다윗의 통치 연수를 보다 정확하게 헤브론에서의 통치 기간이 7년 6개월이었다고 말하고 있다. 한편, 본 절과 같은 이러한 표현은 3:4, 왕상 2:11에도 나타나 있다.\n29:28 나이 많아 … 부하고 존귀하다가. 정계(政界)에서 은퇴한 다윗의 삶은 본 절에서 역대기 기자가 표현한 대로 순탄한 생활이 아니었다. 왜냐하면 그는 죽음 직전에 아들들의 싸움을 목도했을 뿐만 아니라(왕상 1:50-53) 임종시에는 원수에 대한 저주(왕상2:9)로 죽음을 맞이했기 때문이다. 그렇기에 열왕기서에 나타난 다윗의 말년의 이미지는 본 절과 상당한 차이가 있다. 그러나 이러한 기록상의 차이는 기자들간의 저술 관점으로 이해하면 별 문제가 없다.\n29:29 선견자 사무엘의 글과 선지자 나단의 글과 선견자 갓의 글. 역대기 저자가 다윗왕과 관련된 역사를 기록하기 위해 인용한 자료들이다. 즉, 본 절에 나타난 사무엘의 글은 사무엘서 전반부에 속하는 삼상 1-24장인데 이에는 다윗의 일부 행적이 나타나있다. 그리고 삼상 후반부와 삼하 일부분에 기록된 다윗의 행적이 나단과 갓에 의해서도 기록되었다고 하나 이들의 기록은 전해지지 않고 있다고 한다(대하 9:29). 한편 ‘선지자’나 ‘선견자’를 뜻하는 히브리어는 일반적으로 세 가지가 사용되었다. 즉, (1) ‘로에’는 원래 ‘눈으로 보는 것’을 가리키는 말이다. 그러나 점차 ‘진실된 것만을 바라보다’, ‘식별하다’, ‘인식하다’, ‘조사하다’란 뜻으로 그 의미가 확대되었다. 이 말이 성경에서는 흔히 ‘선견자’(seer)로 번역되었으나(29절, 삼상 9:9), ‘선지자’(나비)라는 명칭이 아직 일반적으로 쓰이지 않았던 시기에 사용된 명칭이다. 그런데 이 말은 주로 하나님의 사람이 하나님의 계시를 ‘보는’ 측면에 강조점을 둔 고대적인 명칭이다. (2) ‘호제’는 ‘로에’와 더불어 ‘선견자’로 번역되는 말이다(25:5, 삼하 24:11, 왕하 17:13, 대하 9:29, 사 29:10, 암 7:12, 미 3:7). 그런데 이 용어는 ‘이상을 보는 사람’, ‘응시자’, ‘예견자’를 뜻하는데 정신적(영적)인 것을 ‘인지하는’, ‘지각하는’ 능력을 가진 사람을 가리킨다. 그래서 이 명칭은 주로 하나님의 사람이 하나님의 신령한 환상을 보아 하나님의 의지나 뜻을 인지하는 사람을 나타내는 데 쓰였다. (3) ‘나비’는 ‘말하다’(speak), ‘선포하다’(declare)라는 뜻의 동사 ‘나바’에서 파생된 말로 ‘선지자’나 ‘감동받은 사람’을 가리킨다. 그런데 특별히 이 말은 ‘예언’(단 9:24) 및 ‘대언자’(출 7:1)로 번역되는 것을 제외하고는 모두 ‘선지자’로 번역된다. 그리고 이 말은 주로 하나님의 사람이 하나님의 계시를 받아 백성들에게 ‘선포하는’ 측면을 강조한 율법적이고 선지자적인 명칭이다. 그럼에도 불구하고 이스라엘 역사상 그 초기에는 선견자와 선지자의 구분이 분명하지 않은 듯하다. 즉, 다시 말해서 사무엘 시대를 기점으로 해서 그 이전에는 선지자와 선견자의 구분이 분명치 않은 듯하나 그 이후에는 그 의미가 분명히 구분되어 사용되어진 듯하다. 한편, 선견자는 문자적으로 ‘보는 자’를 의미하며, 선지자는 ‘선포자’를 의미한다. 이에 대한 보다 자세한 것은 삼상 9:9 주석을 참조하라.\n29:30 권세. 이에 해당하는 히브리어 ‘게부과’는 ‘힘’, ‘용기’를 의미하기 때문에 여기에서 이 용어는 다윗 왕의 용맹스러운 행적을 가리키고 있다(Lange).\n저와 이스라엘과 온 세상 열국의 지난 시사. ‘시사’(時事)란 히브리어로 ‘이침’인데 이는 ‘역사의 흥망 성쇠’, ‘사건들’을 의미하기 때문에(욥 24:1) 여기서는 다윗이 주변 국가와 벌였던 전쟁 기록 및 외교 관계 등의 역사적 사실을 의미한다. 그리고 온 세상 열국은 다윗 왕이 정복한 나라들, 곧 블레셋과 에돔, 모압, 암몬 등을 가리킨다(대하 12:8, 17:10, 20:29)."
        }
    ]
}