{
    "bible_book": "역대하",
    "chapter_number": 25,
    "commentaries": [
        {
            "verse_reference": "25:1",
            "commentary": "이십 구 년을 치리하니라 - 아마샤는 유다의 제9대 왕으로서 B.C. 796-767년까지다스렸다. 그 모친의 이름은 여호앗단이라 - 여호앗단은 여호야다가 요아스를 위해서 선택해준 두 명의 아내 중 한 사람이었을 것으로 추측된다(24:3). 그녀가 예루 살렘 사람이라는 사실은 여호야다가 요아스의 아내를 주의깊게 선택하였다는 것을 보여 준다(Barker)."
        },
        {
            "verse_reference": "25:2",
            "commentary": "아마샤의 통치에 대한 총평이다. 그의 통치 성격은 병행 구절인 왕하 14:3,4에 더상세히 나타난다. 그는 여호와 보시기에 정직히 행하였으나 다윗 왕의 훌륭한 통치에는 미치지 못했다. 그의 통치는 부왕(父王) 요아스의 통치와 비슷하였다. 그 역시 산당을 제하지 않아 백성들이 그곳에서 제사를 드리고 분향하였다. 온전한 마음으로 행치 아니하였더라 - 역대기 저자가 아마샤의 통치 후반부를 한마디로 평가한 표현이다. 그는 이런 평가를 내리면서 다음과 같이 그 자료를 제시하였다. 즉, 아마샤는 에돔 정벌시 세일 자손의 우상을 가져 왔고 그것을 숭배하였다(14절). 또한 그는 선지자의 권고도 듣지 아니하고 에돔 신들을 의지하였다(20절)."
        },
        {
            "verse_reference": "25:3",
            "commentary": "그 나라가 굳게 서매 - 나라가 굳게 섰다는 사실을 몇 가지로 생각할 수 있다. (1)모반(謨叛) 세력(24:25)의 약화와 아마샤의 왕권 강화를 들 수 있다. 요아스를 죽인신복들의 추종 세력과 왕위를 새로 이은 아마샤의 추종 세력 사이에는 정치적 갈등,힘의 갈등이 존속하였을 것이다. 그런데 이제 아마샤가 반대 세력을 처단할 수 있을정도로 왕권이 강화되었다는 것이다. (2)유다가 등을 돌린 에돔을 정벌할 수 있을 정도의 경제력과 군사력(5,6절)을 갖춘 단계로 들어서고 있다는 것이다. (3)아마샤의 통치 성격이 여호와의 말씀에 근 거하여 행할 수 있는 자리에까지 올라왔다는 것이다. 그것은 모반자들의 재판과 용병 10만을 돌려 보낸 사실(10절)에서 엿볼 수 있다. 그 부왕을 죽인 신복들을 죽였으나 - 다윗도 기름부음 받은 사울 왕을 해(害)하였다고 말한 아말렉 소년을 처형하였다(삼하 1:5-15)."
        },
        {
            "verse_reference": "25:4",
            "commentary": "저희 자녀는 죽이지 아니하였으니 - 동양에서는 모반자의 일가 전체까지 죽여 후환을 없애는 예가 다반사였다. 그러나 아마샤는 부왕을 살해한 자들만 처형하였다. 그는복수심에 불타는 감정을 억누르고 하나님의 말씀에 근거하여 사법적 처리를 하였다.그는 '모세 율법책에 기록한 대로' 곧, 신 24:16에 근거하 여 형을 집행하였다. 신명기의 이러한 법 정신, 즉 범법(犯法) 행위에 대한 사 법적 형집행 원리에 있어서 범법자만 처벌한다는 정신은 고등한 것이다. 이러한 법 정신은 반(反)국가 단체에 가담, 협력하였을 경우 그 자녀와 친척에게까 지 영향을 미치고 있는 우리의 형법 현실에 비추어 볼 때 위대하다 하지 않을 수 없다."
        },
        {
            "verse_reference": "25:5",
            "commentary": "천부장과 백부장을 세우되 - 이러한 군대 조직에 대해서는 민 1:2-2:34을 참조하라. 아마샤는 지금까지 국내의 혼란으로 약화되었던 군대를 다시 강화하고 조직화하였다. 삼십 만을 얻고 - 이는 아사의 군대 58만(14:8)과 여호사밧의 군대 116만(17:14-19)에 비해 오히려 작은 수이다. 이러한 병력의 감축으로 인하여 아마샤는 북이스라엘로부터 10만의 용병을 사들였다."
        },
        {
            "verse_reference": "25:6",
            "commentary": "은 일백 달란트 - 1달란트는 약 34kg이므로 이것은 약 3.4톤에 해당되는 엄청난 양이다."
        },
        {
            "verse_reference": "25:7",
            "commentary": "어떤 하나님의 사람 - '하나님의 사람'이란 표현은 구약에서 선지자를 지칭하는 일반적인 칭호이다(Curtis). 모세(30:16;신 33:1;수 14:6;대상 23:14; 스 3:2), 다윗(8:14;느 12:24,36)을 가리켜 '하나님의 사람'이라 표현하기도 했으며, 삼손의 부친마노아의 부인은 천사를 가리켜 그렇게 말하기도 했다(삿 13:6,8). 그러나 위의 경우를 제외한 일반적인 용법에서는 선지자를 지칭한다(삼상 2:27;9:6;왕상12:22;13:1,26;17:18,24;20:28;왕하 1:9등). 이스라엘 군대로 왕과 함께 가게 마옵소서 - 하나님의 사람은 아마샤에게 이스라엘의 용병을 에돔 정벌에 쓰지 말 것을 권고한다. 그는 그 이유로서 두 가지를 제시하였다. 본절에 그 첫 번째 이유가 나오는데, 즉, '여호와께서 이스라엘과 함께하지 아니하시기' 때문이라는 것이다. 이것은 유다 왕 아비야가 북왕국 여로보암과 더불어 싸울때 밝혀진 것으로(13:4-12) 유다가 하나님의 언 약대로 다윗 왕통을 잇고 있으며 여호와를 예배하는 나라이지만, 북이스라엘은 그렇지 않다는 것이다. 그러므로 여호와께서는 이스라엘과 함께하시지 않음이 분명하다는 것이다. 온 에브라임 자손 - 이것은 북왕국 이스라엘에 대한 다른 표현이다. 에브라임 지파는 북이스라엘의 최고 지파이기도 하고 그 영토도 북왕국의 중심부에 위치하고 있기때문에 선지자들은 종종 북이스라엘을 가리켜 '에브라임'이라 호칭하였다(사9:9;17:3;28:3;호 14:8)."
        },
        {
            "verse_reference": "25:8",
            "commentary": "하나님의 사람은 여기서 용병을 쓰지 않아야 할 두 번째 이유를 제시한다. 그것은유다 군대가 용병 대신에 하나님을 의지해야 하기 때문이라는 것이다. 용병을 쓰는 것은 아마샤에게 믿음이 없음을 보이는 것이기 때문에, 하나님께서는 다른 신들보다 우월하심에도 불구하고 아마샤 왕을 대적 앞에 엎드러지게 하실 것이다. 왕이 만일 가시거든 힘써 싸우소서...엎드러 지게 하시리이다 - 이는 '만일 왕이 이스라엘 군대와 함께 전쟁에 나간다면 아무리 용감하게 싸운다해도 하나님께서는 왕을원수 앞에서 패하게 하실 것입니다'라는 뜻으로 이해된다. 그러나 카일(Keil)은 전통적인 이러한 해석에 반대한다. 그는 주절(主節)에서 동사 앞에 부정사 '로'(* )를삽입하여 읽어야 한다고 주장한다. 이렇게 하면 그것은 '왕이 만일 가시거든 힘써 싸우소서 하나님이 왕을 대적 앞에 엎드러지게 아니 하시리이다'라는 의미가 된다. 즉,아마샤가 이스라엘과 함께 나가지 아니하고 힘써 싸운다면 패하지 아니할 것이라는 뜻이 된다. 그러나 한글 개역 성경과 많은 역본(KJV, RSV, NIV, NEB, JB, 공동번역)들은 이러한 카일의 견해에 동의하지 않고 있다. 그렇지만 어떤 입장을 취한다 할지라도 그근본 취지는 변치 아니하며 아마샤의 믿음을 촉구하는 데 모아지고 있다."
        },
        {
            "verse_reference": "25:9",
            "commentary": "어찌 할꼬 - 아마샤는 선지자의 충고를 따를 것인가? 아니면 눈앞의 손실 때문에 하나님의 뜻을 거역할 것인가 하는 일대 선택의 기로에 처하게 되었으나 하나님께서더 풍성히 채워주시겠다는 약속의 말씀을 듣고 용기를 얻어 눈 앞의 손실을 기꺼이 감수하기로 결단을 내렸다."
        },
        {
            "verse_reference": "25:10",
            "commentary": "심히 노하여 - 이들이 분노한 것은 단순히 감정상의 문제 때문만은 아니었다. 이용병들은 비록 삯을 받고 고용되긴 했지만 그들이 전쟁에 참여할 때는 많은 전리품 등을 획득할 수 있기 때문에 그것을 얻지 못한 데 대하여 분노한 것이다(Curtis). 그래서 그들은 유다 성읍을 노략하였다(13절)."
        },
        {
            "verse_reference": "25:11",
            "commentary": "담력을 내어 - 이에 해당하는 히브리어 '히트하자크'(* )는 '강하게 되다'라는 뜻의 동사 '하자크'(* )의 히트파엘형(Hithpael:강조형 재귀)으로서 '스스로 강하게 되다'라는 뜻이다. 이것은 외형적인 군비(軍備)보강 등에 의하여 강해진것을 가리키는 것이 아니라 그 마음에 용기를 얻은 것을 가리킨다. 염곡 - 이곳의 위치에 대해서는 정확히 알려진 바가 없다. 이에 대한 보다 자세한 내용은 왕하 14:7 주석을 참조하라."
        },
        {
            "verse_reference": "25:12",
            "commentary": "바위 꼭대기 - 왕하 14:7의 '셀라'는 '바위'라는 뜻의 히브리어 '셀라'(* )를 그대로 음역한 것이다. '셀라'는 에돔의 수도인 듯하며 오늘날의 '페트라'(Petra)로추정된다. 이에 대한 보다 자세한 내용은 왕하 14:7 주석을 참조하라. 이 지 역은 곧에돔 사람들에 의해 재탈환되었다(28:17;사 16:1,2;암 1:11)."
        },
        {
            "verse_reference": "25:13",
            "commentary": "사마리아에서부터 벧호론까지 - 아마샤가 돌려 보낸 용병들은 사마리아까지 되돌아갔으나 곧장 다시 돌이켜 사마리아와 벧호론 사이에 있는 유다 성읍들을 약탈하고 유다 사람 3천을 죽였다. 이때 이들은 아마샤가 자신들을 단순히 되돌려보낸 것에 대해앙심을 품고 이같은 약탈 행위를 저지른 것 같이 생각된다. 한편 벧호론의 위치에 대해서는 대상 7:24 주석을 참조하라."
        },
        {
            "verse_reference": "25:14",
            "commentary": "세일 자손의 우상들 - 아마샤는 에돔과의 전쟁에서 승리하고 돌아오면서 에돔 사람(세일 자손)의 우상들을 가지고 돌아왔다. 그러나 에돔 사람들이 섬기던 우상이 무엇인지 성경에는 분명히 나타나 있지 않아 정확히 알 수는 없다. 여기서 특이한 사실은유다 왕 아마샤가 패배시킨 나라의 신들을 섬기기 위해 그 우상들을 가져왔다는 점이다. 그는 그 우상들의 화려하고 웅장한 외형에 현혹 되었는지도 모른다. 그러나 어쨌든 그가 승리에 도취되어 여호와를 잊는 만심(慢心)에 빠진 것이 분명하다."
        },
        {
            "verse_reference": "25:15",
            "commentary": "저 백성의 신들이...구원하지 못하였거늘 - 세일 사람들이 섬기던 '신들'(* , 엘로헤)이 다신임은 (1)복수형 명사에서 알 수 있기도 하지만, 일반적으로 '하나님'(* , 엘로힘)도 복수로 나타내어 그 광대함이나 웅장함을 표현하므로 명확하지는 않다. (2)그런데 결정적으로 그 명사의 서술 동사 인함구원하다'(*, 히찔루)가 3인칭 복수형인 것을 보면, 분명히 '신들'이 광대함이나 웅장함을 나타내는 복수형이 아니고, 숫자적으로 복수인 것을 보여 주는 것이다. 이처럼 아마샤는 다신교배경에서 온 우상들을 하나님으로 여기고 섬기려 하였으므로 여호와의 진노를 면치 못했을 것이 분명하다. 이에 대하여 선지자는 오직 여호와만 구원자이시며, 그 신들은자기 백성인 세일 사람들을 아마샤의 손에서조차 구원하지 못한 무능한 신임을 지적하면서 아마샤의 어리석음을 꼬집었다."
        },
        {
            "verse_reference": "25:16",
            "commentary": "우리가 너로 왕의 모사(謨士)를 삼았느냐 - 여기서 '우리'는 왕과 그 신하들을 가리킨다. 그리고 이 구문의 의미는 '어찌하여 네가 우리의 일을 간섭하느냐'이다. 아마샤의 이 반박으로 볼 때 그는 자신의 잘못이 무엇인지조차 제대로 깨닫지 못하였을 뿐만 아니라 전쟁의 승리로 인하여 매우 교만해 있었음이 분명하다."
        },
        {
            "verse_reference": "25:17",
            "commentary": "상의하고 - 이는 '모사를 구하고', '충고를 받아들여'라는 뜻으로서 아마샤가 선지자의 경고를 거부한 것과는 대조적으로 다른 신하들의 건의를 받아들였음을 가리킨다. 오라 서로 대면하자 - 이는 아마샤가 북이스라엘에게 보내는 정식 선전 포고문이다. 아마샤는 북이스라엘 용병들의 약탈에 대하여 만족할 만한 대가를 요구하기 위하여 전쟁을 선포함으로써 상대를 위축시키려 했을 것이다. 이때 아마샤가 북이스라엘왕에게 요구하려 했던 것이 무엇인지 정확히 알 수 없으나, 혹자는 18절에 나오는 우화(寓話)를 근거로 결혼 동맹을 요구하 였다고 추측한다(Curtis). 그러나 18절의 우화가 실제적인 사실을 반영하는 지 는 분명치 않다. 오히려 요아스의 무분별한 행동을 지적하기 위한 풍자적인 표현법으로 보인다."
        },
        {
            "verse_reference": "25:18",
            "commentary": "본절의 우화는 아마샤를 모욕하기 위한 것으로서, 요담의 비유와 유사하다(삿 9:7이하). 여기서 풍자적으로 표현하기 위해 '나무들'을 의인화시켰는데 가시나무는 유다를, 백향목은 이스라엘을 지칭하여 요아스는 결코 아마샤가 이스라엘과 대등한 관계로대면할 수 없다고 비꼬아 말했다. 이에 대한 보다 자세한 내용은 왕하 14:9 주석을 참조하라."
        },
        {
            "verse_reference": "25:19",
            "commentary": "어찌하여 화를 자취(自取)하여 - 이는 24:20의 '스스로 형통치 못하게 하느냐'라는말과 의미가 동일하다. 이는 순리에 어긋나게 교만하여 욕심을 부리는 자들은 결국 파멸할 수 밖에 없다는 뜻으로 요아스가 아마샤를 따끔하게 충고하고 있는 것이다."
        },
        {
            "verse_reference": "25:20",
            "commentary": "이는 하나님께로 말미암은 것이라 - 이 구절은 역대기 저자가 14-16절과 연관지어언급한 해석으로 보인다. 교만하여져서 마음이 굳어진 아마샤는 결국 선지자의 예언(16절)대로 하나님의 심판을 받게 되었다는 것이다. 이는 하나님께서 아마샤에게 강퍅한 마음을 넣어 주셨다는 의미가 아니라 내버려 두셨다는 뜻이다. 즉, 아마샤의 교만과 강퍅한 마음을 그대로 방치해 두신 것이다. 따라서 마음이 완악해진 그는 선지자의예언(16절)대로 하나님의 심 판을 받게 되었다."
        },
        {
            "verse_reference": "25:21",
            "commentary": "유다의 벧세메스 - 요아스가 유다의 중심부를 치기에 가장 유리한 고지이면서 유다땅이었던 벧세메스에 올라왔다는 것은 이 전쟁이 북왕국에 의해 먼저 시작된 것임을가리키는 듯하다. 그래서 커티스(Curtis)는, 왕하 14:11은 북이스라엘이 먼저 전투를시작한 것임을 보여준다고 말한다. 즉, 이스라엘 왕 요아스는 선전 포고문을 받은 뒤일단 유다 왕 아마샤에게 경고하고, 아마샤가 자긍하고 있는 틈을 타 기습적으로 공격하였을 것이다. 한편, 벧세메스의 위치에 대해서는 왕하 14:11 주석을 참조하라."
        },
        {
            "verse_reference": "25:22",
            "commentary": "각기 장막으로 도망한지라 - 이는 모든 병사들이 놀라 자기 집으로 도망간 것을 가리킨다(10:16;왕상 8:66). 이처럼 아마샤의 군대는 전의(戰意)를 상실하여 뿔뿔이 흩어지고 말았다."
        },
        {
            "verse_reference": "25:23",
            "commentary": "에브라임 문에서부터 성 모퉁이 문까지 - '에브라임 문'은 '베냐민 문'이라고 불리우기도 하는데 예루살렘 성읍 북쪽에서 에브라임 땅으로 통하는 통로였다. 그리고 '성모퉁이 문'은 옛 성벽의 북서쪽 모퉁이에 위치하고 있었으며 다메섹으로 통했다. 이처럼 북이스라엘의 군대는 북쪽으로 향해 있는 모든 벽을 헐어 버리고, 유다 왕 아마샤를 포로로 잡았다. 즉, 유다는 이스라엘의 세력권에 들어가고 만 것이다. 기타 성문에대한 보다 자세한 내용은 병행 구절인 왕하 14:13 주석을 참조하라."
        },
        {
            "verse_reference": "25:24",
            "commentary": "오벧에돔의 지키는 모든 금은 - 여기서 역대기 저자는 하나님의 전(殿) 안에 있는 모든 금은과 기명들을 '오벧에돔'이 지키던 것이라고 소개하고 있는데, 왕하 14:14 에는 그런 표현이 없다. 한편 대상 26:15에 따르면, '오벧에돔'의 가문은 레위 지파로서성전의 곳간을 지키는 책임을 맡았다. 사람을 볼모로 잡아가지고 - 이스라엘 왕 요아스는 아마샤를 잡아갔다가 다시 본국으로 돌려보내는 대신 다른 사람들을 볼모로 잡아간 것 같다(Josephus). 따라서 볼모로 잡혀간 사람들은 왕의 자녀들이거나 왕족일 가능성이 크다(Barker). 이와같이 이스라엘이 유다 사람들을 볼모로 잡아간 것은 유다가 다시는 이스라엘에 대해 대항하지못하게 하고, 또 이스라엘이 유다의 내정(內政)을 간섭하겠다는 뜻도 포함하고 있을것이다."
        },
        {
            "verse_reference": "25:25",
            "commentary": "아마샤가 십 오 년을 생존하였더라 - 이스라엘에게 패한 후유증으로, 아마샤의 세력은 크게 약화되었을 것이다. 따라서 이스라엘 왕 요아스가 죽은 이후에도 그 세력은회복되지 못하였고, 온갖 음모의 수난을 겪어야 했다. 이 15년의 기간은 아마 그에게있어 형벌과 같았을 것이다."
        },
        {
            "verse_reference": "25:26",
            "commentary": "유다와 이스라엘 열왕기 - 왕하 14:18에는 '유다 왕 역대지략'이라고 기록되어 있는데 이는 주요하게 사용된 역사 자료들로 보이며(O.Zockler, Curtis), 이 두 자료는서로 깊은 연관이 있을 것이다(Curtis)."
        },
        {
            "verse_reference": "25:27",
            "commentary": "아마샤가 돌이켜 여호와를 버린 후로부터 - 이것은 무리들이 아마샤를 대항하여 모반을 일으킨 근본적인 원인으로서 모반이 곧 하나님의 심판이라고 역대기 기자는 말한다. 무리가 저를 모반한 고로 - 여기서 '무리'가 누구인지는 분명치 않으나 아마 요아스 통치 말기부터 아마샤의 통치 때까지 유다를 집권한 방백들에 대항하여 반감을 품고 있던 무리들일 것으로 추측된다. 즉, 여호야다가 죽은 이후 그 세력을 상실한 제사장들과 레위인들(24:15-19)과 의로운 백성들이 바로 그 무리들인데 이들은 유다를 '제사장의 나라'로 만들기를 원했다. 그래서 일찍이 16세로 부친과 함께 통치를 시작한어린 웃시야를 완전한 통치자로 옹립시키고자 했을 것이다(Curtis). 그리고 아마샤가 이렇게 궁지에 몰리게 된 것은 교만해져서 이스라엘과 전쟁을 일으켰기 때문이다. 그래서 역대기 기자는 이것을 '아마샤가 여호와를 버린' 시기와 연결시키고 있는 것이다. 라기스로 도망하였더니 - 라기스는 예루살렘의 남서쪽 약 40km지점에 위치한 요새로서 여로보암 때로부터 애굽인을 막는 중요한 기지로 사용되어 왔다(11:9). 한편 아마샤가 이곳으로 피신한 것은 이미 위태해진 왕권을 회복시키려는 시도 때문이었거나(Payne), 아니면 다급한 곤경에서 벗어나기 위해서였을 것이다. 그러나 결국 그는 자객에게 살해됨으로써 모든 것이 수포로 돌아가고 말았다."
        },
        {
            "verse_reference": "25:28",
            "commentary": "유다 성읍에 장사하였더라 - 병행 구절인 왕하 14:20에는 '다윗성'이라고 기록되어있는데, 이는 역대기 필사자의 실수인 것으로 추측된다(Barker, Keil, Curtis). 한편앗수르 왕 에살핫돈(Asarhaddon)의 비문에는 유다 왕 므낫세가 ' 유다 성읍의 왕'이라고 표기되어 있다(Curtis). 여기서 우리는 '유다 성읍'이 바로 남유다의 수도였던 예루살렘을 가리키고, 후대에는 '다윗성'이라는 이름 대 신 '유다 성읍'이라고 하였다는것을 알 수 있다(Payne). 전장(前章)에서 유다의 제 8대와 요아스의  치적을 기록하면서 그의 통치 기사를 선정(24:1-14)과 악정(24:17-24)으로 구분해서  언급했다. 이에 이어지는 본장은 요아스의 아들로서 유다의 제 9대 왕이  된 아마샤의 선정과 그의 실정(失政)에 관하여 기록히고 있다. 아마샤의 통치에 관해서도 역시 본서 저자는 요아스의 치세를 기록한 것과 같은 전형적인 서설방식에 따라 크게  두 부분으로 대별하여 기록하였다. 이 사실은 2절에 기록된 아마샤 통치에 대한 평가를 보면 더욱 분명히 알 수 있다. 즉, 그는 여호와 보시기에 어느 정도 정직하기는 했으나 그의 전(全)통치가 온전하지는 못했다는 것이다. 그의 통치에 대해서 구체적으로 살펴보면 다음과 같다. 첫째, 아마샤의 통치 전반부는 여호와 보시기에 정직하였다(1-13절). 부친 요아스가 신복들에 의하여 살해된 후 혼란한  정권을 이어받은 아마샤는 먼저 부왕을 죽인 신복들의 문제를 원만히 해결하여(3, 4절), 국내의 혼란을 잘 수습했다. 그리고 그는 아람과의 전투에서 패한 후(24:23-25) 유다의 추락된 대외적 위신을 회복하기 위하여 에돔을 정벌하기 위한 전쟁을 일으켰다. 왜냐하면 에돔은 다윗 이래로 계속 유다의 속국이었으나 여호람 시대에 유다를 배반하고 독립했기 때문이다(21:8-10). 이 에돔과의 전쟁에서 아마샤는 병력이 30만에 불과하였으나(5절) 오직 하나님께 의지하여 큰 승리를 얻음으로 유다의 대외적 위신을 회복할  수 있었다(11, 12절). 그리고 이 뿜남 아니라 아마샤는 경제적으로도 큰  유익을 얻게 되었는데 그  이유는 아카바만에 있는 상업의 중심지인 엘랏(신 2:8;왕상 9:26) 항구를 점령하였기 때문이다. 둘째, 아마샤는 그의 통치 후반부에 이르러 여호아께 크게 범죄하였다(14-28절). 그로 범죄케 한 가장 큰 원인은  에돔과의전쟁에서 승리한 후 생긴 그의 교만이었다. 그는 세일 자손의 우상들을 섬겼을  뿐만 아니라(14절) 그의 우상 숭배를 책망하는 선지자를 배척함으로써 여호와의분노를 더욱  촉박띵시켰다. 그리고 또 북이스라엘과 전쟁을 일으킨 것도 궁극적으로는 그의  교만 때문이었다. 결국 그는 대이스라엘 전(戰)에서 크게 참패하였고 성전과  왕궁이 약탈되었으며 많은 사람들이 북이스라엘의 포로로 잡혀갔다. 그리고 그는 그의 부왕(父王)과 마찬가지로 무리들의 반란으로 인해 죽임을 당하고 말았다. 이 같은 내용의 본문에서 본서 자자의 의도가 반영된 역사 서술의 방식을 발견할 수 있는 바 이를 살펴보면 다음과 같다. 즉, 본장의 내용과 평행으 이루는 열왕기서는 아마샤가 행한 선정(왕하 14:2-6)은 비교적 자세하게 언급하면서 그 결과인 하나님의 축복에 대해서는 간략히 기술하고 있다(왕하 14:7). 그러나 본서 저자는 아샤가 행한 선정(1-4절)과 그 결과(5-13절)를 대등한 관점에서 기록해 아마샤의 선정으로 인한 하나님의 은혜를 강조한다. 그리고 이 뿐만 아니라 열왕기 저자는 북왕국과 아마샤가 싸운 사실을  언급(왕하  14:8-14)한  후에  북왕국의  요아스가  죽은  사실을  기숙(왕하 14:15,16)해 이 전쟁이 남북 조 양측에 피해를 주었음을 간접적으로 암시한다. 그러나 이와는 달리 본서 저자는 북왕국의  요아스가 죽은 사실을 생략한 채 교만한 아마샤가 우상을 숭배(14-16절)하고 북이스라엘이  유다를 공략한 사실(17-24)만을 언급해 그의 악정으로 인해 하나님으로부터 진노를 받았음을 나타낸다. 그러나 이러한 내용의 본장을 보식화해보면 다음과 같이 나타낼 수 있는 바 이는 열왕기 저자의 역사 이해와 매우 비슷하다고  할 수 가다. 즉, 본장에 나타난 내용을 전개시키는 방법으로서  본서 저자는  축복의 원인(1-4절)->결과(5-13절),  심판의 원인(14-16절)->결과(17-28절)라는 기술  방식을 취했다. 그래서  아마샤의 통치를 선정과 악정으로 명확히 구분해 바벨론에서 70년  동안 포로 생활을 하고 귀환한 이스라엘 백성들에게 역사의 교훈을 주는 것이다. 이와 같은 본장을 통해서 우리는 다음과 같은 교훈을 받을 수 있다. (1) 하나님의 말씀에 대한 순종 여부가 인생의 성공과 실패를 결정짓는 귀중한 바탕이 된다는 것이다. 본서  저자는 아마샤의치세를 매우 간단하게 숯종->축복, 불순종->심판으로 나타냈다. 그러기에우리는 주의  계명에 순종하믓로 하나님께로부터 오는 축복을 받아야 할 것이다(출 19:5;신 5:29;왕상 3:14;약 1:25;계 22:14). (2) 인간은 건위와 명예가 절정일  때일수록 교만하여 타락하기 쉽다는 것과 하나님께서는 자고(自顧)한 자를 반드시 징계하신다는 사실이다(사 2:12;눅 1:51). 그러므로 성도들은 모든 일이 형통할  때일수록  넘어질까 조심하여 (고전 10:12)  겸손으로 허리를 동여야 (벧전 5:5) 할 것이다. 1. 아마샤의 선행(25:1-13) 본문은 아마샤가 그의통치 초기에 행한 선행과 통치자로서 보여준 그의 훌륭한 자질에 대하여 소개하고 있다. 특히 부왕(父王)을 죽인 신봉들에 대한 정치적인 처우나 에돔과의전쟁에서 나타난 그의 통치자적  자질이 부각된다. 이러한 분링나은 크게하나님의 뜻에 대한 순종과 그에 대한  하나님의축복으로 구분될 수 있는 바 좀더 세분해 보면 (1) 아마샤 치세에 대한  개괄적 평가(1,2절),(2) 율법에 대한 순종의 표시로서 부왕 살해범의 처단과 그의 가족에 대한  호의(3,4절), (3) 하나님의  사람의 말을 전적으로 신뢰하는 아마샤의 신앙적 모습(5-10절), (4) 순종과 신뢰의 결과로 주어진 승리(11-13절) 등으로 나눌 수 있다.  이 같은 본문에는 본서 저자의 의도가 또한 분명히 나타나는 바 이를 살펴보면 다음과 같다. 먼저  본문에는 열왕기에 언급되지 아니한  하나님으 사람이 나타난다(7절). 그래서 유다와 함께하고 아마샤 왕과 함께하신 하나님의 인도하심과 그분의 은혜를 부각시킨다. 그리고 이와 더불어 은 일백 달란트로 삯낸 북왕국의 십만 군사(6절)가 전쟁에 참가하지 못하고 사마리아로 돌아가는 과정에서 유다 성읍을 약탈한 사실을 언급해(13절) 북왕국과 전쟁하게 된 원인을  설명한다. 그래서 아마샤의 실수가 북왕국 군사들의 행위에 의한 것임을 나타냄과  동시에 무지하고 어리석은 행위(6절)에 대해 보응 받은 것임을 드러낸다. 이러한 내용의  본문을 통해 우리는 다음과 같은 교훈을 발견하게 된다. (1) 종교적인 열정없이도 정직하게 행할 수 있다는 것이다. 본문을 자세히 살펴볼 때 아마샤는 결코 종교적인 열정이 있는 사람이 아님을 알 수 있다(2절). 즉, 북이스라엘 사람 십만을 용병으로 들여와 그들과 함께 대(對) 에돔 전(戰)을 치르려는 아마샤를 한 선지자가 만류하자 그는 용병들의 몸값으로 치른 은 일백 달란트를 잃게 되는 것이 아까워 선지자의 충고를 받아들이기를 주춤거렸다(9절). 이와같이 하나님을 향한 진정한 열정이 없었기 때문에 아마샤는 쉽게 우상 숭배에 빠질 수 밖에 없었고 선지자의 책망에도 무감각할 수 밖에  없었다(16절). 그러므로 여호와를 향한 신앙에 있어서는 단지 도덕적 선행 만으로는 불충분한 것이다. 이것은 바로 미지근하여 더웁지도 아니하고 차지도 아니한 라오디게아 교인과 동일한 행위인 것이다(계 3:16). (2) 통치자는 반드시 여호와의 말씀에 의지하여 권력을 사용해야 한다는 것이다. 특히 부왕을 죽인 신복들을 처리하는 문제에 있어서 만일 아마샤가 여호와의 말씀에 의잎하지 않고 자신의 권력에 따라 무조건 그들을 처형하였더라면 나라는 더욱 혼란스럽게 되었을 것이다. 왜냐하면 아마샤의 부친 요아스는 하나님의 사람을 무고히 죽인 죄인이었기 때문에(24:21) 그에 대한 신복들의  복수는 어느 정도 많은 사람들의 지지를 받았을 것이기 때문이다. 그러나 아마샤는  단순히 정치적 보복이라는 인상을 주지 않기 위해서 율법에 준하여 엄격하게 신복들을 처형했다(신 24:16). 이와같이 모든 톤치자는 개인적인 감정보다 하나님의 말씀에 의지하여 백성들을 의롭게 치리해야 할 것이다. (3) 하나님을 아는 지식의 부족에서 모든 불신앙적 행위가 나온다는 것이다. 아마샤는  능히 돕기도 하고 능히 패하게도 하시는  하나님을 알지 못하였기 때문에 단지 인간적인 계산으로 불신앙의 집단인  북왕국 에브라임 군대 10만을 용병으로 사왔다(6-8절). 전쟁이 여호와의 손에 달려  있다는 사실을 알지 못한 신앙적 무지가 여호와께서 싫어하시는 자들(7절) 과도 타협하게  만든 것이다. 이와같이 오늘날에도 여호와를 아는 지식이 부족하여 불신앙적인 방법으로 삶을 사는 성도들이 허다한데 이러한 무지는 곧 기독교를 타락케  하는 근본적인 원인이 된다. 따라서  성도돌은 항상 하나님을 더 잘 알기 위해 힘써야 할 것이며 올바른 신앙 지식으로 모든 불신앙적 요소를 제거햐여야 할 것이다. (4) 세상의 재리와 근심은 종종 신앙적 결단을 방해한다는 것이다. 아마샤는 북이스라엘 군대를 용병으로 사 온것이 잘못된 것인 줄 깨닫고도 거기에 소요된 은 일백 달란트가 아까워서 신앙적 결단을 내리는 데 어려움을 겪었다(9절). 이것은 바로 아마샤가 삶의 우선 순위를 정하지  못했기 때문에 겪는 어려움이었다. 여호와를 신뢰하여 의지하는 것보다 물질에 대해 더  큰 애착심을 가지고 있어가기 때문에 중대한 순간에 큰 갈들을 겪었던  것이다. 그러므로 성도들은 항상 삶의  우선 순위를 잘 이뇨식하여 어떤 중차대한 순간에 더 중요한 것을 위해 덜 중요한 것을 과감히 포기하는 결단력을 키워야 할 것이다.  비록 그러한 결단을 내리는 경우에 힘은 들지만 여호와의 말씀에 순종할 때 얻는  결과와 영화는 그 어려움에 족히 비교할  수 없을 정도로 큰 것이다. 이 사실을 우리는 에돔 군대에게 크게  승리한 아마샤의 경우를 통해(11, 12절) 잘 알 수 있다. (5) 온전한 신앙의 승리는 과거의 실수로 인한 어려움까지도 인내로 극복할 때 비로소 성취된다는 것이다. 아마샤는 자신의  신앙적 판단 실수로 인하여 이스라엘 용병들을 분노케 만들었고 그 결과 유다 성읍이 많은 피해를 입게 되었다. 그러나 이것은 아마샤가 인내해야 할 부분이었으며 혈기로  맞서서는 안 될 일이었다. 비록 이스라엘군의 소행은 화가 나는 일이었지만  그것을 과거의 불신앙에 대한 징벌인 줄로 받아들이고 인내해야 했다. 그럼에도 불구하고 혈기로 맞섰을 때 그는 크게 부끄러움을 당하였던 것이다(22-24절). 그리고 가러한 혈기는  바로 그의 교만에서 비롯된 것이다. 그러므로 더 큰 부끄러움을 당하지 않기  위해서 조그만 징벌은 인내하여야 할 것이다. 진정 온전한 신앙의 승리는 인내하는 그 때에 오는 것이기 때문이다. * 물질적인 시험을 이기는 방법. 본문에서 아마샤는 일백 달란트의 삯을 주고 북이스라엘 군대 십만을 사들여서 전쟁터에 나가려다가 그 군대를 다시 돌려보내라는 하나님의 명령을 받게  되었다(7절). 이러한 명령을 받은  아마샤는 하나님의 명령을 따를 것인가, 아니면 눈앞의 이익 때문에 하나님을 거역해야 하는가 하는 심한 신앙적 갈등에 휩싸이게 되었다. 그의 갈등의 문제가 표출된 곳이 바로  내가 일백 달란트를 이스라엘 군대에게 주었으니 어찌 할꼬 (9절) 하는 구절이다. 이것은 바로 신앙인들이 흔히 겪기 쉬운 물질적인 시험의 전형적인 예라고 할 수 있다. 그리고 사실 신앙인들이 가장 극복하기  어려운 시험 중의 한가지가 바로 이런 물질적인 시험인 것이다. 이렇듯 물질적인 시험을 극복하기 어려운 가장 큰 이유는 물질 자체에 대한 인간의 욕심 때문만 아니라 물질이 기타의 모든 문제와 매우 깊이 연관되어 있기 때문이다.  예를 들어 본문을 보면 아마샤에게는  은 일백 달란트보다 십만의 용병을 그대로 돌려보냄으로써 겪게 될 전쟁의 어려움이 더 큰 문제가 되고 있는 것이다. 실제적으로 당시의 전쟁의 승패는  군대의 수효에 전적으로 달려있었다고 해도 과언이 아니다. 그런 상황세서 은 일백 달란트를 포기한다는 것은 일견(一見) 승리를 포기해 버리는 것 같은 막막함에 처하는  것과 같다고 말할 수 있다. 이와같이 물질적인 시험은 많은 이해 관계가 뒤얽혀  있기 때문에 성도들에게 있어서는 가장 견디기 힘든 시험으로 생각되는 것이다. 따라서 물질적인 시험을 이기기 위해서는 우리들에게 다음과 같은 신앙적 자세가 필요하다. (1) 하나님의 명령은 받는 즉시 시행하여야 한다. 즉, 아마샤는 유다 군대가 적군과 일촉 즉발(一觸卽發)의 상황에서 대치하고  있다고 하더라도 하나님의 명령에 따라 즉각 북이스라엘의 군사들을 돌려보내야 했다.  그러나 그렇게 하지 못하고 그가 하나님으 명령에 대하여  변명이나 구실을 붙여서 결단력 있는 행동을  하지 못한 것이 바로 신앙적 갈등을 겪게  만든 원인이 된 것이다. 그런데  과감한 신앙적 결단은 철저하게 하나님을 신뢰하는 데서 나온다. 진정   이는 힘으로 되지 아니하며 능으로 되지 아니하고 오직 나의 신으로 되느니라 (슥  4:6)는 여호와의 말씀을 신뢰할 때 이러한 과감한 결단을 할 수 있는 것이다. (2) 물질 문제 자체보다는 그 문제 뒤에 얽혀 있는 근본적인 신앙 문제를 보아야 한다. 만일 아마샤가 지나치게 구대의  숫자만 생각하고 하나님쎄거 원치 않으시는 북이스라엘 군대를 용납했다면 그는 보다 더 심각한 신앙적 위기에 처하게 되었을 것이다. 우리는 흔히  이 문제만 해결된다면 나는 은혜 속에서 성장할 수 있고 나의 영혼이 풍성하게 될텐데 라고 생각하면서 당면한 문제를 단순하게 본다. 그러나 시험은 결코 단순하게 외적인 형태로 오지 않고 반드시 중요한 신앙적 문제와 연관되기 마련이다. 그래서 각자의 신앙의 정도에 따라 시험의 양태는 다를 수 있지만 아무리 하찮은 시험이라도 가장 심각한 문제를 유발시킬 수 있는 것이다. 그러므로 하나님과의 올바른 관계를 유지하기 위해서는  민감한 신앙적인 지각으로 문제를 깊이 볼  수 있어야 할 것이다. (3) 하나님으 약속과 구분의 능력을 신뢰하여야 한다. 물질 문제로 고민하는 아마샤에게 하나님의 사람이 대답하되  여호와께서 능히 이보다 많은 것으로 왕에게 주실 수 있나이다 (9절)라고 말했다. 그리고 이 약속은  실제로 전쟁의 승리와 많은 물건을 노획물로 얻음으로(14절) 성취되었다. 이와같이 성도들도 잠깐의 고통을 견딜 때 반드시 여호와께로부터 만족한 결과를 얻게 될 것이다. 왜냐하면  현재의 고난은 장차 우리에게 마타날 영광과 족히 비교할  수 (롬 8:18) 없기 때문이다. 그리고 예수께서 우리들을 위해 사람의 몸을 입고 이 땅에 오신 것도  양으로 생명을 얻게 하고 더 풍성히 얻게 하려는 것 (요 10:10)이기 때문이다. 이와같이 물질적인 시험은 어떤  면에서는 하나님께서 우리에게 은혜를 베푸시는 통로가 된다. 그러므로 성도들은 물질적인  시험에 대비하여 여호와께 대한 절처한 신뢰와 신앙적 지성을 개발하고 하나님의  약속에 대한 강한 믿음을 소유하여 도리어 이를 전화 위복(轉禍爲福)의 계기로 삼아야 할 것이다. 2. 아마샤의 우상 숭배(25:14-16) 본장과 병행장인 열왕기하 14장에는  언급되지 아니한 본문은 앞단락에서 나타난 그의 선정이 악정으로 바뀌는 대목이다.  다시 말해서 본문에는 어이없게도 아마샤가 자신이 정복한 에돔 자손의 우상들을  가져다가 자기의 신으로 세우고 경배한 사실이 기록되어 있다(14절). 그래서 이에 대하여  여호와께서는 한 선지자를 보내어 아마샤 왕을 멸하시기로 하셨다는 경고의 말씀이 후반부에 기술된다(15, 16절). 이와 같은 아마샤의 어리석고도 괘씸하기 짝이 없는 행위를 통하여 우리는 다으뫄 같은 몇 가지 사실들을 생각하게 된다. (1) 어리석음에서 비롯된  아마샤의 교만(14절0 : 아마샤가  에돔을 쳐서 승리할 수 있었던 것은 그 자신이 용맹해서가 아닐 뿐만 아니라 그의 군대가 강해서도 아니고 전적으로 여호와의 도우심 때문이었다(8절).  그럼에도 불구하고 그는 마치 자기의 힘으로 승리를 한 것인양 세일 자손의  우상들을 가져다가 자신의 신으로 삼았다. 그가 그 우상들을 자기 신으로 삼은 것은  오로지 자기의 승리를 과시하기 위한 교만한 행위였다. 이같이 함으로써 그는 자신에게 승리를 가져다 준 여호와를 저버리고 도리어 자기 백성조차 구원치 못한 세일의 우상들을 높인 셈이 되었다. 이것은 바로 하나님의 은혜를 제대로 깨닫지 못한 어리석은 자들에게서 찾아볼 수 있는 교만의 전형적인 예이다. (2) 진리를 미워하는 행위(16a절) : 하나님께서는 아가마샤에게 한 선지자를 보내셔서 그의 어리석음을 일깨워 주셨다(15절).  이때 그는 마땅히 자신의 어리석음을 인정하고 회개했어야 했다. 그리고 설령  회개하는 데까지 이르지는 못했다 하더라도 그는 잠자코 선자자의 말을 경청했어야 할  것이다. 그러나 오히려 아마샤는 선지자를 협박하여 진리를 말하지 못하게 하였다(16절).  이와같이 어리석은 자들은 진리 앞에서 자신의 더러운 행위가  드러날까 두려워 진리를 미워하며  진리를 말하는 자들을 핍박한다. 그래서 진리를 미워하는 자들 앞에서 마땅히  해야 할 말을 할 수 있는 용기가 이 시대에 더욱 절실히 요청된다 하겠다. (3) 불의에 맞서는 성도들의 한계(16b절)  : 자기의 죄악에 대하여 옹고집인 아마샤에 대하여 선지자는 단지 하나님의 심판을  전할 수 밖에 없었다. 이것은 바로 불의와 맞서 싸우던 구약의 선지자들이 당하던  한계와도 같은 것이다. 그래서 호세아 선지자도 이에 대하여  마음대로 하도록  버려두라 (호 4:17)고 했던 것이다. 그리고 심지어 사도 바울도 이 같은 죄인들을 하나님께서  마음의 정욕대로 더러움에 내어 버려 두셨다 (롬 1:24)고 말한다. 그러나  성도들은 이러한 한계선상에서 부당함을 느끼거나 절망하지 않는다. 오히려 그 한계에서 자신으 할 바를 다하고 물러나는 것을 지혜롭다고 생각한다. 왜냐하면 책망을  받으면서도 듣지 아니하는 자는  스스로 멸망을 재촉하고 있음을 알기 때문이다(잠 29:1). 그리고  책망하는 자는 자신이 심판자가 아니라 하나님의 심판을 전하는 자이며 원수  갚는 것은 여호와의 일임을 인식하기 때문에 성급하게 화를 내거나 하나님의 주권을 침범하는 행위를 하지 않는다. 3. 아마샤의 멸망(25:17-28) 열왕기하 14:8-14, 17-22의 진술과 동일한 내용인 본문에는 앞단락에서 언급한 바와 같이 아마샤가 우상을  숭배한 것이 원인이 되어  하나님으로부터 진노를 받아 멸망을 당하는 장면이 기록되어 있다. 즉, 아마샤의 멸망을 기록한 본문은 아마샤의 교만으로 인한 1차적 심판과 2차적 심판으로  구분되는 바 이를 구체적으로 언급하면 다으뫄 같다. (1) 아마샤는  북이스라엘 왕 요아스에게 경멸적인  조언을 받고 도전했으나 결국 패하고 마는데 그것으로  인해 아마샤 자신과 그의  성읍은 참화를 당하고 만다(21-24절). (2) 또한 그는 자신의 신복에게 모반을 당해 도망을 다니다가 결국은 살해당함으로써 치욕적인 최후를 맞는다(25-28절). 이러한 본문에는 본서 저자의 집필  의도가 잘 나타나 있는바 이를 살펴보면 다음과 같다. 즉, 본서 기자는 열왕기와는 달리 아마샤의 우상 숭배 사실을 언급하고 나서 그가 당하는 하나님아의 심판을  기술하나. 그래서 불순종->심판이라는 도식으로 앞단락과 본문을 연결시킨다.  그럼에도 말미암아 본서 저자는  아마샤의 치세가 전왕(前王) 요아스와 같이 선정->악정으로 변해 결국에는 멸망당했음을 나타낸다. 이 같은 본문에서 우리는 다음과 같은 몇 가지 교훈을 발견하게 된다. (1) 다른 사람의 달콤한 말에  귀를 기울여서는 안 된다는 것이다. 아마샤는 북이스라엘 왕에게 도전하기 전에  아첨하는 신하들과 상의했다(17절). 그는 하나님의 사람, 즉 선지자의 말은 듣지도 않다가  자신을 만족시키는 달콤한 말을 하는 정치인들의 동조에 힘입어 북왕국 왕에게 도전했던 것이다. 이와 유사한 예로 솔로몬의 아들 르호보암이 노인들과 의논하지 않고 자기와  함께 자라난 젊은이들의 말을 듣다가 나라의 반을 잃어버리게 되는 비운을 맛본 것을 우리는 알 수 있다(왕상 12:6-20). 물론 충고를 듣는 일은 중요하다. 그러나 우리에게는  하나님의 말슴에 근거한 진실된 충고가 필요하다. 그리고 우리에게는 만약 그 말이 합당한 충고라면 아무리 거슬리는 것이라 할지라도 기꺼이 받아들일 수 있는 마음의 자세가 필요한 것이다. (2) 급히 나가서 다투는 자는 그만한 이유가 충분히 있었다. 즉, 북이스라엘 용병들이 자신들을 되돌려 보낸 것에 대해  앙삼을 품과 유다 성읍에 큰 악행을 저질렀기 때문에(13절) 아마샤는 크게 분노할 수밖에  없었을 것이다. 그러나 엄밀히 생각해 보면 아마샤의 분노는 오히려 부당한 것이었다.  왜냐하면 북왕국 용병들의 만행은 결국 하나님을 의지하지 않고  인간을 의지한 자신의 실수로  인한 징계이므로 하나님 앞에서 온전히 인내해야 할 부분이기 때문이다. 그럼에도 불구하고 아마샤는 경솔하게 북이스라엘을 치러 올라갔다가 지독한 굴욕들 당하고 말았던 것이다(23, 24절). 그러므로 성도들은 아무리 화가 나는일이 있더라도  경솔하게 서둘러서는 안 될 것이며 스스로 화를 자초하는 일도 없어야 할 것이다. (3) 여호와를 버린 자들에게 임하는 형벌은 사람들에게서까지 버림받아 비참한 운명에 처하게 만든다는 것이다. 아마샤는  자신의 신복들에 의해 배반을 당하고 쫓기다가 결국 살해 당하고 말았다. 그가 이렇게 유다 왕들 가운데서도 유레없이 지독하게 굴욕적인 죽음을 당한 것은 바로  그가 하나님을 버렸기 때문이다(27절). 따라서 여호와를 배반한 행악자들의 말로(末路)가 어떠함을 깨달아 끝까지 신실한 신앙을 갖는 것이 무엇보다 중요하다 하겠다. * 감정을 지혜롭게  다스리는 법. 본장은 자세히  살펴보면 아마샤는 자신의 감정에 좌우되어 성급하게 화를 잘 내거나  매우 조급하여 어쩔줄 모르는 사람이었음을 알 수 있다. 예를 들면  9절에서 어찌 할꼬 라고 했고 14절에서는 자신의 승리를 과시하기 위하여 세일 자손의 우상들을 자기 신으로 삼고 그 앞에 경배하는 중동적인 행위를 했다. 그리고 자신을 책망하는 선지자에 대해서 그는  우리가 너로 왕의 모사를 삼았느냐 그치라 어찌하여 맞으려 하느냐 (16절)고 격노하기도 했으며, 에돔에 대한 승리로 교만하여 쉽게 대(對) 북이스라엘 전(戰)을 결정하기도 했다.  이런 행동으 근저에는 쉽게 자신의 감정을 제어할 줄 모르는 아마샤의 성급함이 깔려 있다. 이와같이 우리들도 어떤 심각한 문제에  직면할 때나 양자 택일의 문제에 부딪칠 때 우리의 감정을 잘 제어하여 여호와의 말슴을 경청하는 것이 필요하다. 그래서 시편 기자는  나의 영혼아 잠잠히 하나님만 바라라 대저 나의 소망이 저로 좇아 나는다다 (시 62:5)라고 고백한 것이다. 김정이 격해질  때는 종종 판단력을 잃게 되므로 감정을 다시른다는 문제는 매우 중요한 것이다.  그러므로 감정을 지혜롭게 다스리는 방법에 대해 다음과 같이 고찰해 보고자 한다. (1) 격한 감정의  발생 원인은 자기 욕심 때문이므로  하나님 앞에서 욕심을 버려야 한다. 그래서 야고보서 기자는  욕심이 잉태한즉 죄를 낳고 죄가 장성한 즉 사망을 낳느니라 (약 1:15)고 했다. 참으로 아마샤는 욕심 때문에 염려하고 조급해졌던 것이다. 그러므로 오직 여호와만을 의뢰하므로 자신의 욕심을 버리는 일은(사 26:4) 감정을 잔잔하게 하는 첫째 방법이다. (2) 감정의 요동은  환경의 변화에 기인한 것이므로  환경에 지배되어서는 안 된다. 세상 사람들은 환경의 변화에  민첩하게 대응하는 것이 지혜롭다고 생각하지만 성도들은 환경의 저너머에 계시는 여호와의 뜻을 분별하는 믿음에 의지하여야 한다. 또한 환경의 변화에 적응할 때에는 종종 옳은  것을 포기하는 경우가 있기 때문에 더욱 더 불안해 질 수 밖에 없는 것이다. 그러기에 성도들은 환경으로보투 오는 압박을 극복해애 할 뿐만 아니라 그 환경 이면에서 역사하시는 하나님의 섭리를 보아야 한다. (3) 하나님의 뜻을 구하고 자기를  포기해야 한다. 감정의 격동은 바로 자기를 포기하지 않고 자긍하고 교만하기 때문에 일어난다. 뿐만 아니라 일의 결과가 여호와의 손에 달려 있다는 사실을 깨닫지 못할  때 비롯된다. 그러나 만약에 우리가 우리 자신을 완전히 포기하고 전적으로 여호와의뜻에 따를  때에는 결코 상을 잃지 않을 것이다(요이 8절). 그러므로 우리가 철저히 여호와께 순종할 때에만 진정한 마음의 평안을 누리게 될 것이다."
        }
    ]
}