{
    "bible_book": "역대상",
    "chapter_number": 28,
    "commentaries": [
        {
            "verse_reference": "28:1",
            "commentary": "본장과 마지막 장은 23장에서 시작된 성전 봉사자와 국가 지도자들의 직무 위임 장면의 연속으로 다윗 왕의 마지막 유언을 그 내용으로 담고 있다. 구체적인 여호와 경배를 위하여 레위 지파를 조직화한 다윗 왕은 여기서 다시 한번 백성들과 솔로몬에게 이 거룩한 사역에 헌신할 것을 요구하였다. 특히 모든 신하들 앞에서 다윗 왕은 그의 아들 솔로몬을 자신의 후계자로 지목함으로 인해 성전 건축이라는 대업을 솔로몬에게 위임하고 있는 것이다.\n이스라엘 모든 방백. 여기에 나타난 ‘방백’에 해당하는 히브리어 ‘사르’는 ‘주권을 소유하다’, ‘통치하다’를 뜻하는 ‘사라르’에서 유래한 말로 ‘어느 지위나 계층의 수령’, ‘장관’, ‘대장’ 등을 의미한다. 그래서 이는 다음에 이어지는 이스라엘의 모든 신하들과 관료들을 총칭하는 말로 이해되는 것이다(Barker).\n각 지파의 어른. 각 지파를 관할한 관장(官長)을 말한다. 이들의 명단이 27:16-22에 소개되었다.\n체번(替番)하여 왕을 섬기는 족장들과 천부장들과 백부장들. 여기서 족장들이란 다윗 왕이 조직한 군대의 각 반장들을 의미하는데(27:1-15) 특히 천부장과 백부장들은 반장의 지휘하에 있었던 군 지휘관들을 가리킨다. 그런데 이들이 체번했다는 말은 열두 명의 군대 장관들이 돌아가면서 근무를 했다는 것을 의미한다.\n왕과 왕자의 산업과 가축의 감독. 왕과 왕자의 모든 재산을 관리한 관리들을 말한다. 이들에 대해서는 이미 27:25-31에 소개되었다.\n환관. 이에 해당하는 히브리어 ‘사리스’는 ‘머리 중의 하나’라는 뜻의 아카드어 ‘사레시’(sa resi)에서 유래한 말로서 ‘궁중 관리’를 의미하는 말이다. 따라서 ‘환관’이라는 번역은 잘못된 것이다. 환관은 거세된 남자를 일컬음인데 다윗왕이 환관을 채용했다는 것은 도무지 생각할 수 없는 일이다. 왜냐하면 모세 율법에 이러한 일은 금지되어 있었기 때문이다(레 22:24, 신 23:1). 또한 요셉의 기사에서 나오는 애굽의 관리들에 대해서 이 용어가 사용되었는데 이들은 모두 중책을 역임했던 바로 왕의 중요한 관리들로 나타나고 있는 것이다. 그리고 이 뿐만 아니라 환관이 이같은 모임에 참석했다는 것 자체가 쉽게 납득이 가지 않는다(Pulpit Commentary). 따라서 이 용어는 ‘궁중 관리’ 혹은 ‘곳간 관리’로 번역되어야 마땅하다(창 37:36, 삼상8:15, Keil, Lange).\n장사. 이는 전쟁 영웅으로서 관직을 차지하지는 않았지만 당시 이스라엘 공동체에서 뿐만 아니라 왕궁에서 크게 영향력을 행사한 사람들을 의미하는 말이다(Keil). 한편, 70인역(LXX)에서는 이를 ‘힘있는 자’, 곧 ‘투스 뒤나스타스’로 번역하였다.\n용사. 30인의 용사가 이에 해당하는 것으로 보여진다(Pulpit Commentary).\n예루살렘으로 소집하고. 왕정 체제하에서 민주적 의결 회의는 사실상 무시되기 십상이다. 왜냐하면 모든 결정권이 왕의 발 아래 있기 때문이다. 그러나 다윗은 왕으로서 자신의 권력을 휘두르지 않았다. 이는 이스라엘이 다윗 자신의 지배하에 있는 왕국이라기보다 하나님의 통치 아래 있다는 신앙이 앞서 있었기 때문이다. 우리는 본서의 많은 부분 속에서 이스라엘 전체 회의를 소집한 다윗의 모습을 볼 수 있었다(13:1, 24:3, 25:1). 이는 사사 시대에서부터 전해 내려온 지파 연맹의 전통을 받아들인 이스라엘 정치의 한 특성을 말해 주는 동시에 하나님의 통치를 대행하는 다윗의 민의(民意) 수렴을 입증해 주는 사례이다.\n28:2 이에 다윗 왕이 일어서서. 당시 다윗 왕은 연로하여 일어설 힘이 없었으나 이스라엘 모든 방백들에게 중요한 선언을 하기 위해 특별히 일어선 것이다(PulpitCommentary, Lange, J. Wolfendale). 또한 일반적으로 왕이 방백들에게 중요한 일을 선포할 때는 옥좌에 앉아서 발표하는 것이 상례였으나 그는 자신의 마지막 가장 중대한 유언을 역설(力說)하기 위하여 있는 힘을 다해 일어섰던 것이다. 이렇게 함으로 인해서 다윗은 (1) 왕위 계승을 둘러싼 치열한 암투를 종식시키기 위한 확고한 태도를표명했고, (2) 이 모임이 하나님 앞에서 행해진 신성한 회의임을 나타내고 있다.\n우리 하나님의 발등상을 봉안(奉安)할 전. 여기서 다윗 왕은 하나님의 언약궤를 하나님의 발등상으로 표현하고 있는데, 이는 구체적으로 ‘속죄소’(贖罪所), ‘시은소’(施恩所)를 가리키는 말이다(11절), 즉, 속죄소나 시은소는 언약궤의 금덮개를 말하는데 그 위에는 하나님의 임재의 증거인 영광의 구름이 덮여 있었기 때문에 발등상이라고 불리워진 것이다(출 25:20-22, 삼하 6:2). 그리고 ‘봉안할’에 해당하는 히브리어’메누하’는 ‘쉬다’, ‘정착하다’는 뜻의 동사 ‘누아흐’의 명사형이다. 따라서 ‘언약궤를 … 봉안할 전’이란 곧 ‘언약궤를 영원히 정착시켜 놓을전’이란 의미의 말이다. 한편, 본 절의 이러한 표현은 언제나 쉽게 옮길 수 있었던 장막(출 25:1-9, 30:11-16, ‘성막 건축에 소용된 재료’)과는 대조적인 특성을 나타낸다(J. Wolfendale).\n28:3 너는 군인이라 … 전을 건축하지 못하리라. 다윗 왕은 전쟁을 수없이 치른 군인이었으므로 평화의 상징인 성전을 건축하기에는 적합한 인물이 아니었음을 나타내는 말이다. 22:8 주석 참조.\n28:4 다윗 왕은 하나님께서 솔로몬에 이르기까지 선택한 과정을 말하고 있다. 그런데 여기에 나타난 바에 의하면 솔로몬이 하나님께서 선택하신 왕이라는 점에 그 초점이 맞추어져 있다. 여기서 다윗 왕이 말하고 있는 하나님의 선택의 과정을 살펴보면, (1)유다 지파(5:2, 창 49:8), (2) 이새의 집(삼상 16:1), (3) 다윗(삼상 16:13), (4) 솔로몬(17:11-14, 22:9,10)의 순이다. 참으로 다윗 왕은 이러한 사실을 모든 방백들에게 알림으로써 솔로몬이 왕위에 오르는 것은 결코 권력층의 합의에 따라 되어진 일이 아니고 여호와께로부터 비롯되어진 일임을 강조하고 있는 것이다.\n28:5 여호와의 나라 위에 앉혀. 다윗 왕은 지금까지 자신이 통치하여 왔고 앞으로 솔로몬이 통치할 이스라엘을 가리켜 ‘여호와의 나라’라고 표현하였다. 이는 이스라엘이 일반 국가와는 달리 하나님께서 실제적인 주권자가 되시는 신정 국가라는 사실을 다윗왕이 인정한 것이다(Barker, O. Zockler). 그 뿐만 아니라 다윗 왕은 이러한 사실을 방백들에게 주지시킴으로 이스라엘의 왕은 힘의 원리에 의해 왕위에 오르는 자가 아니고 오직 하나님의 주권적인 선택에 따라 하나님의 통치를 대신하는 하나님의 대리자라는 심오한 사상을 역설하고 있는 것이다(29:23, 롬 13:1-6). 그래서 본 절은 특별히 이러한 다윗의 의도를 강조하기 위해 ‘신정 국가’를 나타내는 말인 ‘여호와의 나라’(말쿠트)를 사용한 것이다. 한편 본 절에 나타난 ‘위’에 해당하는 히브리어는 ‘키세’이다. 그런데 이 말은 ‘꽉 채우다’, ‘단장하다’, ‘덮다’를 뜻하는 ‘카사’에서 유래한 용어로 그 어떤 것으로 덮인 ‘자리’, ‘의자’, ‘보좌’ 등을 의미한다. 그렇기 때문에 여기서 ‘위’는 단순한 왕의 자리가 아니라 하나님의 능력과 그의 인도하심으로 덮인 자리를 말하는 것이다.\n이스라엘을 다스리게 하려 하실새. 하나님께서는 비단 이스라엘의 왕 뿐만 아니라 이 세상의 통치자들을 사용하셔서 당신께서 의도하시고 계획하시는 것들을 이끌고 가신다. 그래서 이 세상의 왕들은 모두 하나님의 종임과 동시에 대행자인 것이다(삼상12:14, 롬 13:1-6).\n28:6 본 절은 이미 앞에서 언급한 다윗 언약의 내용 중 일부에 해당한다. 이에 관한 보다 자세한 내용은 22:10 주석을 참조하라.\n내 아들을 삼고 나는 그 아비가 될 것임이라. 이 말은 하나님께서 아브라함에게 하신 언약의 내용이 다윗 언약에서도 되풀이되고 있는 것이다. 그런데 이러한 표현은 비단 다윗, 솔로몬에게 뿐만 아니라 이스라엘 백성 전체에게 해당되는 말이다. 그리고 더불어서 이 말은 예수 그리스도를 믿음으로 말미암아 성도된 자들은 모두 하나님의 자녀가 된다는 것을 나타낸 것이다(요 1:12, 갈 3:26).\n28:7 저가 만일 나의 계명과 규례를 … 오늘날과 같이 하면. 다윗 언약(위에 언급된)이 성취될 수 있는 조건이다. 그런데 이 조건은 신명기의 기조(基調)와 일치하는 것으로 하나님께서 약속하신 축복을 받기 위해 인간이 지켜야 하는 필수적인 것이다. 22:13주석 참조. 한편, 성경에는 본 절 이외에도 수 백여 가지의 ‘하면’이라는 조건문이 나타나 있다(출 12:23, 21:5, 레 5:1, 신 28:1, 9, 15, 58 등). 이같이 조건문을 제시함으로 하나님의 뜻을 준행하기를 요구한 것은 축복이 그 어떤 행위에 의해서 오는 것을나타내는 것이 아니라 하나님의 백성은 당연히 그 규례와 계명을 지켜야 함을 강조한 것이다.\n28:8 이제. 이에 해당하는 히브리어 ‘아타’는 어떤 ‘특정한 시간 후’를 나타내는 ‘에트’에서 파생한 말로 ‘이제부터는’, ‘지금 당장’, ‘곧장’이라는 의미이다. 그래서 이 말은 다윗의 말을 들은 직후에 곧바로 여호와의 모든 계명을 지켜 행하라는 의미이다.\n우리 하나님의 들으시는 데서. 여기서 하나님께서 들으신다는 표현은 하나님께서 곧 선악간의 증거자가 되신다는 것을 나타내는 말이다. 따라서 이 표현은 ‘하나님께서 너희의 선행에 대한 증거자가 되시도록’이란 뜻을 내포하고 있다(Keil).\n너희 하나님 여호와의 모든 계명을 구하여 지키기로 하라. 여기서 ‘구하여’에 해당하는 히브리어 ‘다라쉬’는 ‘주의하여 찾다’(to seek with care), ‘조사하다’, ‘묻다’라는 뜻이다. 즉, 이 말은 여호와의 모든 계명을 주의해서 살펴보고 그 참뜻이 무엇인가를 찾아보라는 의미의 말이다. 또한 본 절에 나와 있는 ‘지키기로 하라’에 해당하는 히브리어 ‘솨마르’는 ‘주의 깊게 수행하다’, ‘특별한 관심을 가지고 지키다’, ‘준수하다’라는 뜻을 의미하는 말이다. 이렇게 볼 때, 본 절은 최선을 다해 하나님의 계명과 그 뜻을 살피고 또 그 계명의 뜻을 힘써서 지키라는 의미가 되는 것이다. 한편, 이러한 권고는 모세의 설교에 나타난 축복과 저주의 원리와 맥을 같이 하는 것이다(신 30:15-20).\n그리하면 너희가 이 아름다운 땅을 누리고. 여기서 ‘이 아름다운 땅’이란 하나님께서 선물로 주신 ‘가나안 복지’를 가리킨다(신 4:22). 다윗 왕은 앞으로 이스라엘 백성들이 하나님의 계명만 바로 지키기만 한다면 가나안 땅에서 영원히 복을 누릴 것이라고 확신하고 있다. 그런데 이와 같은 확신은 하나님께서 그에게 베푸신 언약(17:14)과 아울러 지금까지의 경험을 통해 알 수 있었던 하나님의 속성에 대한 지식에 근거하여 나온 것이었다.\n28:9 너는 네 아비의 하나님을 알고 … 섬길지어다. 이스라엘 방백들에게 믿음의 권고를 한 다윗 왕은 이어서 솔로몬에게 자애로운 부성(父性)을 가지고 마지막 권고를 하고 있다. 여기서 ‘네 아비의 하나님’이란 표현은 다윗을 환난 중에 건지시고 마지막까지 인도하시고 보호하신 ‘하나님의 신실성’을 강조하는 말이다(삼상 18:12, 14, 시 16:8,9). 그런데 다윗이 솔로몬에게 하는 이러한 교육은 일찍부터 히브리인들이 자식에게 교육시킨 신 6:4-9(일명 쉐마 본문) 말씀과 그 맥락을 같이 하고 있다. 사실 이스라엘에서는 자식들에게 하나님에 대한 올바른 지식과 그 명령을 가르쳐 지키게 할 책임이있었다(신 6:1, 2). 그래서 지금 다윗은 생을 마감하고 정리하는 입장에서 솔로몬에게다시 한번 강조하는 것이다. 그런데 이러한 의미의 권고는 20절에서 또 한번 더 강조된다(Pulpit Commentary). 그리고 다윗 왕은 신실하신 하나님의 모습을 알라고 권고하고 있는데, 여기에서 사용된 히브리어 ‘야다’가 대단히 독특하다. 즉, 이 말은 단순히 이성으로 인식하는 이성적인 지식을 의미하는 말이 아니라 ‘경험적으로’ 혹은 ‘체험을 통해서’, 그리고 하나님과의 영적인 연합(聯合)을 통하여 하나님을 안다는 것을 가리킨다. 즉, 이 용어는 하나님의 뜻에 대한 굴복과 그분의 계명을 순종함을 통하여 깨닫는 인격적인 지식을 의미하는 말인 것이다(삼상 2:12, 욥 18:21, 시 36:10, 잠 3:6, 호 5:4, 6:3). 그렇기 때문에 이러한 지식은 다음에 이어지는 ‘온전한 마음과기쁜 뜻으로’ 하나님을 섬김으로 얻을 수 있는 영적인 지식으로 이해할 수 있다. 이렇게 볼 때 ‘안다’는 말과 ‘온전한 마음과 기쁜 뜻으로 하나님을 섬긴다’는 말은 깊은 연관성이 있는 것이다. 한편, 본 절에 언급된 ‘온전한 마음’이란 문자적으로 ‘온 마음’(all of hearts)을 의미하는 것으로 ‘나누어지지 아니한 마음’을 가리킨다. 그리고 ‘기쁜’이란 ‘자원하는’, 또는 ‘즐겨하는’이란 의미로, 의지가 결단된 상태를 가리킨다. 그래서 여기에 나타난 ‘온전한 마음과 기쁜 뜻’은 ‘나누어지지 않은 한 마음으로 자원해서 하나님을 섬기는 자세’를 의미하는 것으로 이해할 수 있다.\n모든 사상을 아시나니 … . 다윗 왕은 솔로몬이 하나님을 진심으로 구하고 섬겨야할 근본 이유를 여기서 말하고 있다. 그 이유란 하나님께서는 외모로 사람을 판단치 아니하시고 그 중심을 보시는 분이시기 때문이라는 것이다(삼상 16:7, 시 7:10, 139:1).\n네가 저를 찾으면 만날 것이요. 이는 전적으로 주를 의지하고 신뢰해서 그를 찾으면 그의 도우심과 보호를 받는다는 의미로 오직 솔로몬이 찾을 분은 여호와 하나님이라는 사실을 나타낸 말이다(대하 15:2, 시 9:10, 렘 9:24).\n28:10 그런즉 너는 삼갈지어다. 여기서 ‘삼갈지어다’에 해당하는 히브리어 ‘라아’는 문자적인 의미로는 ‘눈으로 보다’, ‘경험하다’, ‘주지하다’, ‘주의를 기울이다’를 뜻하는 단어이다. 그러나 성경에서 이 단어는 비유적인 의미로도 종종 사용되었다. 즉, 이 용어는 하나님께서 보내신 사자들을 통해 하나님의 말씀을 받아 믿음으로 깨닫고 수용한다는 의미로 사용된 것이다(사 6:10, 52:10, 15, 대하 26:5, 시 63:2, 69:23). 따라서 본 절은 하나님께서 지시하시는 말씀을 깨닫고 믿음으로 받아들이라는 내용이다. 솔로몬이 이처럼 하나님께서 지시하신 말씀을 깨닫고 믿음으로 수용해야 했던 특별한 이유는 이어지는 다음 구절에 명백히 밝혀져 있다. 즉, 그는 성전 건축을 위하여 하나님께서 선택하신 일꾼이었기 때문에 하나님의 지시 내용을 정확히 이해하고 받아들여야 했던 것이다.\n28:11 본 절 이하 19절까지는 성전 건축의 설계와 계획에 대하여 다윗 왕이 솔로몬에게 설명하는 장면이다.\n전의 낭실. 이에 해당하는 히브리어는 ‘울람’인데 이 말은 성전 정면에 위치한 현관(vestibule of the temple)을 의미한다(왕상 6:3, 대하 3:4). 그런데이것의 규모에 대해서는 성경에서조차 약간씩 차이가 있는 듯하다. 즉, 왕상 6:3에서는 그 장이 이십 규빗으로, 왕상 7:6에서는 장이 오십 규빗, 광이 삼십 규빗으로, 대하 3:4에서는 장이 이십 규빗, 고가 일백 이십 규빗으로 나타나 있다. 그러나 이는 성경의 저자들이 잘못 해독했거나 오기(誤記)한 것으로 판단된다. 왜냐하면 히브리어에서는 숫자를 히브리어 알파벳으로 나타냈기 때문이다. 한편 이 낭실은 성전의 동쪽에 만들어져 있었다(Barker).\n그 집들. 이것은 낭실의 집들이 아니라 성전 안에 지어질 집들을 말한다. 그렇기 때문에 이것은 성소와 지성소를 총칭한 것으로 이해할 수 있다(Lange).\n곳간. 보물을 쌓아두는 ‘보물 창고’이다(스 7:20, 에 3:9, 4:7).\n다락. 지성소 위에 있는 다락방을 가리킨다(대하 3:8, 9).\n골방. 문자적으로는 ‘안쪽에 있는 방’이라는 뜻으로 성소 안에 있는 방들을 말한다(Keil).\n속죄소. 이에 해당하는 히브리어 ‘벧 학캅포레트’는 문자적으로 ‘죄를 덮는 집’, ‘속죄하는 집’을 나타낸다. 그래서 이는 실제적으로 시은소가있는 언약궤를 모신 지성소(至聖所)를 가리키는 말이다(Payne, Keil). 그리고 또한 속죄소는 이스라엘 백성 가운데 하나님의 임재하심을 나타내는 언약궤 위의 공간을 의미했었다. 이 공간은 사람이 임의로 한정하거나 통제할 수 없는 성질의 것이었다. 그래서 속죄소는 이스라엘 백성들에게 하나님께서는 어떠한 형상에도 구애 받으심 없이 항상 그들 가운데 계신다고 하는 확신을 갖게 해 주었다.\n식양을 그 아들 솔로몬에게 주고. 여기서 식양(式樣)에 해당하는 히브리어 ‘타브니트’가 ‘본보기’, ‘양식’을 의미하는 말이기 때문에(출 25:9) 여기서는 ‘설계도’를 뜻한다고 이해해도 좋을 듯하다(Curtis, Keil). 한편, 다윗 왕이 성전 건축의 설계도를 그리게 된 경위에 대해서는 19절에 잘 설명되어 있다.\n28:12 성신의 가르치신 모든 식양. 여기서 ‘성신’에 해당하는 히브리어 ‘루아흐’는 (1) ‘마음’, ‘정신’, 또는 ‘사람의 영’으로 해석할 수도 있으며 (2) ‘하나님의 영’으로 볼 수도 있는 용어이다. 그래서 혹자는 (1) 번의 경우를 취하여 ‘다윗의 마음 속에 있었던 모든 식양’으로 해석하고자 한다(Keil, Bertheau). 그러나 이와 같은 해석은 다윗 왕이 솔로몬에게 지금 전해주고 있는 설계도가 하나님의 감동에 의해 그려진 것이라고 말하고 있는 19절의 내용과 배치된다. 따라서 우리는 이 단어를 (2)번의 경우로 해석하여 본 문맥을 번역해야 할 것이다(Pulpit Commentary). 한편, 고대 근동 사회에서는 신의 거주지인 신전을 범 우주 질서를 상징하는 소우주라고 생각했다. 그러므로 신(神) 자신이 성전을 어떻게 지어야 할 것인가를 직접 하달했다고 한다. 그러나 그것은 단지 신전을 신성시하려는 의도에서 나온 전설에 불과하며, 참 신이신 여호와께로부터의 직접적 계시와는 엄연히 구별될 수 밖에 없다. 하나님께서는 성막에 관하여 이미 모세에게 계시한 바 있거니와(출 25:9), 성전 건축에 즈음하여서는 다윗에게 계시로 그 양식을 보여주셨던 것이다(Wycliffe).\n여호와의 전의 뜰. 이곳이 분명하게 성전 내의 어느 뜰을 지칭하는지, 아니면 성전 안에 있는 뜰들의 전체를 총칭하는지는 확실치 않다. 그러나 성전 안에는 제사장의 뜰, 이방인의 뜰, 남자와 여자의 뜰 등이 있었던 것으로 생각된다(대하 4:9).\n사면의 모든 방. 성전 뜰의 사면에 있었던 방들을 의미하는 것으로 추측된다.\n하나님의 전 곳간과 성물 곳간. 하나님의 전 곳간은 제사에 사용되는 거룩한 도구들을 보관해 놓는 창고를 가리키고 성물 곳간은 백성들이 헌납한 보물들을 보관하는 창고를 의미한다(26:20).\n28:13 제사장과 레위 사람의 반열과 … 모든 그릇. 다윗 왕이 성전 건축의 설계도에 대해서 설명하는 과정에서 갑자기 제사장과 레위의 반열이 언급되어지는 것이 조금은 이상하다. 그러나 이들에 대한 언급이 12절의 내용에 대한 보충 설명이라고 볼 때 무난한 해석이 가능하다. 즉, 12절에서 다윗 왕은 여호와의 전의 뜰과 사면의 모든 방을 말하였는데 그곳에서 이루어질 일들을 본 절에서 설명하고 있는 것으로 볼 수 있는 것이다(Keil, Pulpit Commentary, Lange, Curtis). 사실 그곳에서 제사장들과 레위인들은 반열의 순서대로 머물면서 제사에 관한 모든 일(제물을 드리는 것, 무교병을 만드는 것 등)과 성전의 그릇들을 보관하는 일들을 감당하였던 것이다. 이렇게 볼 때 본문에 계속 이어지는 ‘식양’이라는 말은 본 절에 어울리지 않는 듯하다. 왜냐하면 제사장과 레위인들의 봉사에 관계된 내용이 성전 건축의 설계도에 들어갈 리 만무하기 때문이다. 따라서 혹자는 이 용어가 12절의 내용에 연결되어져야 할 것이라고 주장한다(Curtis). 사실 원어상으로 살펴볼 때 ‘식양’에 해당되는 히브리어 ‘타브니트’ 11, 12절에서는 사용되었으나 본 절에서는 사용 되어지지 않았다. 그렇기 때문에 이러한 주장은 타당한 것으로 고려된다. 그러나 한글 개역 성서에서 ‘식양’이라는 말을 첨가한 것은 제사장과 레위인들의 ‘행동 방침’이나 ‘행동거지’를 나타내기 위해서 그렇게 한 듯하다. 이러한 이유로 인해 비단 한글 개역판 뿐만 아니라 다른 영역성경에서도 이러한 것을 나타내기 위해 ‘courses’를 첨가시켰고(KJV), ‘concerningthe work’를 사용했다(Living Bible).\n섬기는 모든 일. 성전은 거룩한 곳이므로 거기서는 밖에서 행동하듯 하나님을 섬길 수 없었다. 따라서 성전내에서의 예배에는 정해진 율례가 있었다. 이 율례는 신령과 진정으로 드리는 예배를 받기를 원하시는 하나님의 최소한의 요구라 할 수 있다(삼상 15:22). 그러나 유대인은 겉으로 드러난 예배의 형식만을 중요시함으로써 율례를 알려 주신 하나님의 의도를 간과하고 말았다(마 6:1,6).\n28:14 금의 중량과 … 은의 중량을 정하고. 성전에서 사용될 금그릇과 은그릇을 만드는데 있어서 각 그릇의 금과 은의 무게를 다윗 왕이 정하여 주었다는 말이다. 그런데 다윗 왕은 각 그릇들의 무게를 임의로 정하지 아니하고 하나님으로부터 계시받은 대로 정하였던 것으로 생각된다. 왜냐하면 기구의 식양에 대한 하나님의 계시는 모세 때에도 이미 주어진 바 있었기 때문이었다(출 25:9).\n28:15 금의 중량과 … 은의 중량을 각기 적당하게 하고. 역시 금등대와 은등대에 들어갈 금과 은의 무게를 다윗 왕이 상세히 정하여 주었다는 말이다. 그런데 본 절에서 언급된 금등대는 성경의 다른 곳(출 25:31, 39, 37:23, 삼상 3:3)에서도 나타나나, 은등대에 관해서는 다른 곳에서 언급이 없다(J. Wolfendale).\n28:16 진설병의 각 상을 만들 금의 중량을 정하고 은상을 만들 은도 그렇게 하고. 위와 마찬가지로 진설병을 차려놓는 각 상을 만드는데 들어갈 금과 은의 양을 다윗 왕이 정하여 준 것이다. 대하 4:8에는 솔로몬이 만든 열개의 금상이 언급되어 있다. 그러나 랍비들의 전승에 의하면, 은상은 뜰 안에 놓여졌고 제사장들의 방 안에는 은촛대가 세워졌다고 한다(Lange). 한편, 출 25:23-28에는 진설병을 놓을 상을 만드는 방식이 기록되어 있다. 거기에 보면, 먼저 조각목으로 모양을 만들고 그 위에 금을 입히고 금테를 두르는 것으로 되어 있다. 그리고 본 절에 언급된 진설병은 고운 가루로 구워 만든열 두 덩이의 떡으로 각 덩이는 10분의 2 에바(Ephah)였다. 이것은 성소 안에 있는 상위에 두 줄로 늘어 놓던지 혹은 쌓아 놓는다. 이 떡을 굽고 진설하는 일은 그핫 자손이 맡고 있었는데(9:32) 그들은 매 안식일마다 새 떡을 성소로 가지고 왔으며 묵은 떡은 성소 안에 있는 제사장들이 먹었다(레 24:5-9).\n28:17 고기 갈고리. 희생 제물을 들어올릴 때 사용하는 갈고리를 말한다(출 27:3, 38:3, 민 4:14, 대하 4:16). 좀더 정확히 말해서 이것은 고기를 요리할 때 사용하는 도구(Lange)였을 뿐만 아니라 삶는 데도 사용되었던 세살 갈고리이다.\n대접. 이는 ‘뿌리다’는 뜻의 히브리어 동사 ‘자라크’에서 파생된 명사로 희생 제물의 피를 담아 제단에 피를 뿌릴 때 사용된 대접이다.\n종자. 포도주나 독주를 붓는 의식인 전제(奠祭)에 사용된 잔을 의미한다(출25:29, 37:16, 민 4:7).\n금잔 곧 각 잔 … 또 은잔 곧 각 잔. 여기서 ‘잔’에 해당하는 히브리어 ‘케포르’는 특히 역청으로 ‘덮다’, ‘덧 칠하다’라는 뜻의 동사 ‘카파르’에서 파생된 명사로 ‘도금된 그릇’을 의미하는 말이다. 따라서 여기서는 ‘잔’이라는 말 대신에 ‘도금된 그릇’으로 번역되어야 옳다고 생각된다(Lange, Keil, Curtis, 스1:10, 8:27).\n28:18 향단. 제사장이 여호와께 매일 분향하는 곳이다(출 30:1-10, 대하 26:16).\n타시는 처소된 그룹들. ‘타시는 처소’란 곧 여호와의 병거(Chariot)를 의미한다. 그런데 이러한 것은 시적인 표현이기 때문에 이해할 때 세심한 주의를 요구한다. 즉, 본 표현에서 여호와께서는 병거를 타듯이 그룹을 타신다고 묘사되고 있기 때문에(시18:10, 겔 1장) 여기서는 그룹들과 병거가 동격으로 언급되어 있는 것으로 이해된다. 그래서 혹자의 주장대로 이 말은 그룹이 병거를 가지고 있다는 말이 아니라 그룹이 여호와의 병거를 구성하고 있는 것으로 간주해야 할 것이다(Barker).\n금의 중량을 정하여 주니. 향단과 그룹들을 만드는 데 드는 금의 무게를 다윗 왕이 정하여 준 것을 말한다. 참으로 다윗은 성전의 모양과 그 내부의 설계에까지, 그리고 성전에서 사용되어질 기구에까지 아주 세심하게 솔로몬에게 가르쳐 주었다.\n이 그룹들은 날개를 펴서 여호와의 언약궤를 덮는 것이더라. 모세 때부터 두 개의 그룹들은 언약궤의 뚜껑, 곧 시은소 위에서 마주 대하도록 만들어졌다(출 25:18-20, 37:7-9). 이것들의 모습은 그 날개를 위로 펴서 시은소를 위에서 덮고 있는 형태를 취한다. 그런데 혹자는 본 절에 나타나 있는 그룹이 언약궤 위에 있는 그룹보다 더 큰 그룹이라고 주장한다(대하 3:10-12, Wycliffe). 그러나 이에 대한 분명하고 확고한 여타의 자료는 없는 듯하다.\n28:19 여호와의 손이 내게 임하여 그려 나로 알게 하셨느니라. 모세(Moses)가 호렙(Horeb) 산에서 성막과 거기에 들어갈 기구들에 대한 계시를 받은 것처럼(출 25:40) 다윗 왕이 성전 건축을 위한 상세한 계시를 하나님으로부터 받았음을 말하는 내용이다. 그런데 여기서 다윗 왕의 경우가 모세와 다른 점이 있다면, 모세는 계시받는 내용을 다만 말로써 전달한 반면 다윗 왕은 그 계시의 내용을 글씨로 옮겨 솔로몬에게 전달하고 있다는 점이다. 그래서 본서의 저자는 이러한 사실을 강조하기 위해 ‘기록하다’, ‘새기다’, ‘묘사하다’란 뜻을 가진 히브리어 ‘카타브’를 이곳에 쓴 것이다. 한편, 하나님의 계시에 대해 모세와 다윗이 서로 다르게 반응한 것은 모세 때의 성막보다 솔로몬 때의 성전이 규모 면에서나 구조 면에서 현저한 차이를 보였기 때문이라고 생각된다. 그리고 본 절에 나타난 ‘여호와의 손이 임하여’라는 말은 성경에서 하나님의 감동을 나타내는 대표적인 표현 중 하나이다(왕하 3:15, 겔 1:3, 3:14, Curtis,Keil, Pulpit Commentary).\n28:20 본 절은 다윗 왕이 솔로몬에게 마지막으로 언급하는 최후의 권고이다.\n너는 강하고 담대하게 이 일을 행하고 두려워 말며 놀라지 말라. 여기에 나타난 다윗 왕의 권고는 여호와께서 모세를 이어 이스라엘의 지도자가 된 여호수아에게 권면하신 내용(수 1:5, 9, 18)과 유사한 점이 있다. 즉, 여호와께서 여호수아에게 용기와 확신을 주셨듯이 다윗 왕은 새로이 출범하는 젊은 솔로몬 왕에게 용기와 확신을 심어주고 있는 것이다. 그러나 이와 같은 다윗 왕의 권고는 하나님께서 솔로몬과 함께 하실 것이라는 언약의 말씀에서 비롯된 것이었다(28:6).\n제사장과 레위 사람의 반열이 있으니 … 모든 장관과 백성이 온전히 네 명령 아래 있으리라. 여기서 다윗 왕은 위로 하나님 뿐만 아니라 아래로 그의 모든 신하들과 백성들이 다 솔로몬의 협력자가 되어줄 것임을 상기시킴으로써 솔로몬에게 용기를 주고 있다. 한편, 다윗이 솔로몬에게 ‘강하고 담대하라’라고 말할 수 있었던 근거는 다음과 같은 것이었음을 알 수 있다. 즉, (1) 임마누엘:무슨 일을 시작하든 그 일의 기반에는 하나님의 도우심이 있어야만 성공한다는 것은 다윗 자신의 체험에서 비롯된 신념이었다. 그런데 이미 그는 하나님께서 솔로몬과 함께 해주시리라 확신하고 있던 터였으므로 이처럼 자신있게 격려할 수 있었던 것이다. 특히 여기서 다윗은 엄청난 인력과 물량이 필요한 성전 건축으로 인하여 흔들릴지도 모를 이스라엘의 경제력을 염려하지 말라는 것이다. 이는 주께서 약한 자를 안위하시며 붙들어 주시기 때문이다(살전 5:14). 사실 성도들은 하나님의 일을 추진해 갈 때 그 일에 필요한 자질이나 경비 등을 인간의 좁은 생각으로 헤아려 지레 포기할 때가 많다. 그러나 담대할 것은, 하나님의 일은 당신께서 친히 담당하시며 일의 성취를 주관하시기 때문이다(히 13:5). (2) 온 백성들의 지지:하나님과 올바른 관계를 맺고 있는 자에게 인간 관계는 염려할 것이 못된다. 이스라엘의 모든 백성은 하나님과 함께 한 솔로몬을 도와 성전을 건축할 태세를 갖추고 있었다(왕상 1:37). 때문에 솔로몬이 백성들의 지지하에서 안정된 정치를 구사할 수 있음은 당연한 것이었다. 이처럼 하나님과 함께 한 자에게 하나님은 모든 것을 마련하시며 그의 앞길을 평탄하게 하신다(수 1:8, 빌 4:7).\n28:21 없음."
        }
    ]
}