{
    "bible_book": "역대하",
    "chapter_number": 8,
    "commentaries": [
        {
            "verse_reference": "8:1",
            "commentary": "이십 년 동안에 건축하기를 마치고 - 솔로몬은 7년 동안 성전을, 13년 동 안 자기왕궁을 건축하였다(왕상 6:38-7:1). 따라서 모든 건축은 솔로몬 통치 4 년 곧 B.C. 966년경에 시작하여 B.C. 946년에 끝이 난 셈이다."
        },
        {
            "verse_reference": "8:2",
            "commentary": "후람이 자기에게 준 성읍들 - 본절과 병행 구절인 왕상 9:11-14을 서로 비 교해 보면 다음과 같은 점에서 완전히 다르다. 즉, 열왕기 저자에 따르면 솔 로몬이 후람에게 갈릴리 땅의 성읍 이십을 주었다고 되어 있으나 역대기 저 자는 도리어 후람이 솔로몬에게 성읍들을 주었다고 기록하고 있다. 그러나 이 러한 차이는 다음과 같이 설명될 수있다. (1). 솔로몬은 후람에게 성전 건축을 도와 준 대가로 성읍 이십을 주었다. 하지만 그 성읍들의 상태가 나쁘고 좋지 않자 후람은 그 땅 이름을 '가불'이라 부르고 솔로몬에게 다시 돌려주었다(왕 상 9:12, 13). 그 후에 솔로몬은 후람에게서 받은 성읍들을 다시 재건하여 백 성들에게 준 것이다(P.C. Barker, Starke). (2) 솔로몬도 후람에게 이스라엘 성읍 이십을 주었고 후람도 솔로몬에게 페니키아 성읍들을 선물로 준 것이다. 그런데 열왕기 저자는 전자만을, 역대기 저자는 후자만을 기록한 것이다(Kimchi). 위의 두 견해 가운데 어느 것이 정확히 사실과 부합되는지는 알 수 없다.그러나 비교적 전자가 더 옳은 것 같다. 왜냐하면 솔로몬과는 달리 후람 이 솔로몬에게성읍들을 선물할 이유가 없었기 때문이다. 더군다나 역대기 기 자는 될 수 있는 대로다윗이나 솔로몬의 약점을 감추고 장점을 드러내는 경향이 있는 바 본절에서도 역시솔로몬의 공적만을 기록하였을 것이다. 다시 건축하여 - 혹자는 솔로몬이 성읍들을 단지 확장하였다고 보고 있으나 (F.Brown), 혹자는 요새화한 것을 가리킨다고 한다(Benzinger, Kittel). 아무튼왕 상9:11-13에 따르면 그 성읍들은 거의 황폐해 있어 볼품이 없었기 때문에 솔로몬이 성을다시 재건하였음이 분명하다."
        },
        {
            "verse_reference": "8:3",
            "commentary": "하맛소바를 쳐서 취하고 - '하맛소바'(Hamath-Zobah)는 소바 땅에 있는 하맛 성을가리키는 것이 아니라, 소바 왕국에 접해 있는 하맛 왕국을 가리킨다. 소바(Zobah)는다메섹의 동북 방향, 하맛의 남쪽에 위치한 수리아 사람들의 왕국이다(대상 18:3). 그리고 하맛(Hamath)은 아람 사람들의 왕국으로 다윗 때에 이스라엘과 동맹을 맺은 이래계속 조공을 바쳐 왔다(삼하 8:9-12). 그런데 여기서 두 지역을 '하맛소바'라는 한 이름으로 부르게 된 것은 에스라 시대 때에 이 지역이 페르시아 제국에 의해 하나로 합쳐졌기 때문이다(Expositor's Bible Commentary). 한편 솔로몬이 하맛과 소바를 친 것은 그들이 이제까지 바치던 공물을 거부하고 반역을 꾀하였기 때문일 것이다(Keil).그런데 솔로몬이군사를 일으켰다고 기록된 곳은 이곳 뿐이다. 즉, 왕상 9:17-19에서는 솔로몬이 군사를 일으켰다는 사실이 나와 있지 않다. 그래서 혹자들은 이 기록의 역 사성에 대하여 의혹을 품고 있기도 하다(Curtis, Kittel). 그러나 4절에 기록된 다드몰과 하맛의 국고성 등이 왕상 9:18, 19에 분명히 언급되어 있는 점으로 보아 본절의 역사성 또한 결코 의심할 수 없다."
        },
        {
            "verse_reference": "8:4",
            "commentary": "다드몰을 건축하고 - 다드몰(Tadmor)은 다메섹과 유브라데 강 상류의 중간 지역에 위치한 전략상 요충지이다. 이곳은 바벨론에 이르는 최단거리 교역로(交易路)와도 관련된 상업적으로 중요한 도시였다. 한편 후대에 이곳은 팔미라(Palmyra)로 불리웠는데로마 시대의 제노비아 여왕(Queen Zenobia)이 이곳을 크게 중흥시켰다(P.C. Barker,Wycliffe). 하맛에서 모든 국고성을 건축하고 - 왕상 9장에는 하맛이란 지명(地名)이 생략된채 솔로몬이 국고성을 건축했다는 기록만이 나온다. 한편 국고성(the store city)이란나라에 필요한 물품들을 비축하는 장소이다. 그리고 하맛은 이 스라엘의 북단 경계 지역의 성으로서 여호와께서 이스라엘에게 허락하신 땅 의 경계이다(민 34:8; 왕상 8:65;왕하 14:25; 대상 13:5). 따라서 본절에 언급되어 있는 다드몰과 하맛은 솔로몬 왕국의 북방 경계 지역에 있는 중요한 두 도성임을 알 수 있다."
        },
        {
            "verse_reference": "8:5",
            "commentary": "윗 벧호론과 아래 벧호론 - 왕상 9:17에는 아래 벧호론만 언급되어 있다. 벧호론(bethhoron)은 예루살렘 서북쪽 약 16km 지점에 위치한 성읍이다. 이곳은 에 브라임의딸 세에라가 세운 곳으로(대상 7:24) 성읍 중간을 가로 지르는 계곡 때문에 '윗 벧호론'(베잇 우르 엘포카)과 '아래 벧호론'(베잇 우르 엘 타흐타)으로 나뉘어져 있었다.이에 관한 보다 자세한 내용은 수 10:10 주석을 참조하라."
        },
        {
            "verse_reference": "8:6",
            "commentary": "바알랏 - 이곳은 단 지파 지역의 성으로서(수 19:44) 블레셋을 막기 위한 요 새였다(Keil). 한편 왕상 9:15-17에 따르면 솔로몬은 변방(邊方)을 방어하기 위하여 바알랏(Baalath)뿐 아니라 하솔, 므깃도, 게셀 등의 성읍들도 건축하였음 을 알 수 있다. 그리고 솔로몬이 왕궁의 재산이나 군량미 혹은 구제용 식량을 비축하기 위한 국고성(창41:35; 출 1:11; 왕상 9:19) 뿐만 아니라 병거성(the chariot city)과 마병(馬兵)의성을 세운 것 역시 동일한 목적에서였다."
        },
        {
            "verse_reference": "8:7,8",
            "commentary": "솔로몬은 당시 자신의 영토 내에 남아 있던 가나안 족속들의 자손들을 솔로몬의 건축 사업에 동원되었던 '역군'으로 삼는 정책을 폈다(2:17, 18). 당시 솔로몬의 건축사업에 동원되었던 역군 18만명 가운데 3만명 정도는 이스라엘 백성들이었고 나머지15만명은 모두 가나안인이었다(왕상 5:13-16). 이로 보아 솔로몬의 정책이 상당히 강압적이었음을 알 수 있는데 후에 여로보 암이 반란을 일으킬 때 바로 이러한 강압 정책에 대하여 비난했었다(10:4)."
        },
        {
            "verse_reference": "8:9",
            "commentary": "오직 이스라엘 자손은 솔로몬이 노예를 삼아 일을 시키지 아니하였으니 - 솔로몬의건축 사업과 관련, 이스라엘인들도 역군(役軍)으로 일한 것은 사실 이나(왕상 5:13) 군사와 장관의 두목과 같은 고급 인력으로 동원되었으며, 노예처럼 취급되지는 않았다.이는 동족을 종으로 부려서는 안된다는 율법의 가르침(레 25:39-46)에서 비롯된 것이다. 즉, 이스라엘인은 하나님께 속한 자유민으로서 거룩한 위치에 있었지(출 19:6) 결코 이방인이나 동족의 종으로 전락될 위치에 있지 않았다. 한편 솔로몬이 가나안 원주민들을 징발하여 강제 노역을 시킨 직접적 이유는 20년 동안이나 계속된 건축 사업(1절)에 막대한 노동역이 필요했기 때문이다. 그러나 거시적(巨視的)인 측면에서 볼 때이 일은 오래 전 노아를 통해 주셨던 하나님의 예언의 성취(창 9:25)로 볼 수 있다."
        },
        {
            "verse_reference": "8:10",
            "commentary": "공장을 감독하는 자가 이백 오십 인이라 - 왕상 9:23에는 550인이라고 나와있다.그러나 이러한 차이는 감독의 분류 방법에 의한 것으로 서로 모순되는 것이 아니다.즉, 본절의 250인은 오직 이스라엘인 감독관을 가리킨 것이고 왕 상 9:23의 550인은 이스라엘인과 가나안인으로 구성된 상급 감독관을 가리킨 것이다. 이에 대한 보다 자세한 설명은 2:18 주석을 참조하라."
        },
        {
            "verse_reference": "8:11",
            "commentary": "내 아내가 이스라엘 왕 다윗의 궁에 거하지 못하리니 - 본절은 왕상 9:24의 해설로볼 수 있다. 즉, 왕상 3:1에 따르면 솔로몬은 바로의 딸과 결혼한 후 그녀를 위한 궁이 완성되기까지 그녀를 다윗 성에 두었다. 그리고 왕상 9:24 에 따르면 솔로몬은 그녀를 위한 궁이 완성되자 그녀를 다윗 성에서 이끌어 내어 그녀의 궁으로 옮겨 살게하였다. 그런데 본절에서 역대기 기자는 그에 대하여 종교적인 의미를 부여하며 솔로몬의신앙적인 동기를 밝히고 있는 것 이다. 여기서도 우리는 솔로몬의 실수를 감추고 장점만을 밝혀 미화하려는 역대기 저자의 의도를 볼 수 있다. 여호와의 궤가 이른 곳은 다 거룩함이니라 - 성소에 대한 이러한 엄격한 구별 의식은 역대기 저자의 독특한 사상이다. 이는 겔 44:9에 기록된 에스겔 은 \"이스라엘 족속중에 있는 이방인 중에 마음과 몸이 할례를 받지 아니한 이방인은 내 성소에 들어오지못하리라\"고 했다. 사실 에스라의 편에서 볼 때 바로의 딸이 다윗 성에 머문 것은 대단히 신성 모독적인 일이었을 것이다. 왜냐하면 예루살렘 성전이 완공되어 언약궤를 그곳에 안치하기 전까지는 언약궤가 바로 다윗 성에 안치되어 있었기 때문이다(5:2)."
        },
        {
            "verse_reference": "8:12",
            "commentary": "낭실 앞에 쌓은 여호와의 단 - 여기서 '낭실'(廊室)은 솔로몬 성전의 현관(porch)을 가리킨다(3:4). 그리고 '여호와의 단'은 성전 뜰에 놓여 있는 번제단을 가리킨다(4:1). 솔로몬이 성전 낙성식의 제사를 드릴 때에는 이 번제단이 상대적으 로 작아 성전 뜰을 구별, 번제단 대용(代用)으로 쓰기도 하였다(7:7). 여호와께 번제를 드리되 - 본절은 솔로몬이 직접 하나님께 번제(燔祭)를 드 리는 것을 가리키는 양 오해될 수 있다. 그러나 하나님께 분향하며 번제를 드 리는 일은 제사장의 고유 직무이다(26:16). 따라서 이는 솔로몬이 제사장을 통 해 하나님께 제사드린것을 가리킨다고 이해하여야 한다."
        },
        {
            "verse_reference": "8:13",
            "commentary": "모세의 명을 좇아 - '모세의 명'이란 모세 5경에 기옥된 율법을 가리키는 전 형적인표현이다. 율법은 크게 '하나님에 관한 법'가 '인간에 관한 법'으로 나눌수 있는데절기(節期)에 관한 법은 전자에 속한다. 레 18:6-18 강해, '모세 오경에 나오는 각종법규' 참조. 무교절과 칠칠절과 초막절 - 흔히 유대인들의 3대 절기라고 불리우는 이 절기들에관해서는 왕상 9:25 주석에 자세히 언급해 놓았으니 참조하라."
        },
        {
            "verse_reference": "8:14",
            "commentary": "다윗의 정규(定規)를 좇아 - 솔로몬은 다윗이 전에 정한 규례대로(대상 23-26장)제사장들을 24반차로 나누어 정하여 섬기게 하고 레위인들도 그 직분대로 찬양대와 문지기로 나누어 서게 했다. 이에 관한 보다 자세한 내용은 대상 23-26장 주석을 참조하라."
        },
        {
            "verse_reference": "8:15",
            "commentary": "국고 일에든지 무슨 일에든지 - 대상 26:20-28에 따르면 제사장과 레위인들이 성전의 곳간과 성물(聖物)의 곳간을 맡아 보았음을 알 수 있다. 특히 성물 곳간에는 다윗왕이 전쟁에서 노획한 물건들이 있었는데 이런 성물들은 성전을 수리, 보수하는 일이나 기타 성전을 위한 일에 사용되었다."
        },
        {
            "verse_reference": "8:16",
            "commentary": "결점이 없이 필역하니라 - 이미 성전 건축은 완공되었다(1절). 그런데 이제 본절은 성전에서 하나님께 드리는 제사에 필요한 사소한 물건들까지도 모두 완공되었음을 보여 주고 있다. 이는 곧 성전의 예배적 기능이 완벽하게 갖추 어졌다는 뜻이다. 이와같이 성전 건축은 외형적인 건물을 완공하였다고 끝나 는 것이 아니라 진정한 의미에 있어서 온전한 예배가 수행될 수 있어야만 완 공한 것이라 할 수 있다. 본문에서 역대기기자가 모세의 율법에 따른 모든 제 사 준수와 성직 임명이 끝난 후에 비로소 '여호와의 전이 결점이 없이 필역하니라'고 말하고 있는 것은 그 때문이다."
        },
        {
            "verse_reference": "8:17",
            "commentary": "에시온게벨과 엘롯 - 이 도시들은 모두 홍해의 아카바(Aqaba) 만 최북단에 위치한 주요 항구 도시들이다. 왕상 9:26 주석 참조."
        },
        {
            "verse_reference": "8:18",
            "commentary": "배와 바닷길을 아는 종들을 보내매 - 왕상 9:27에 따르면 솔로몬이 엘롯 근처 에서온게벨에서 배들을 짓고 있을 때에 후람(히람)이 솔로몬의 종과 함께 사공들을 그 배로 보냈다고 기록되어 있다. 그러나 본절에는 솔로몬이 에시온게벨에 도착했을 때 후람이 배와 바닷길을 아는 종들을 보냈다고 기록되 어 있다. 그렇지만 이 두 부분은 다음과 같이 조화시킬 수 있다. 즉, 솔로몬은 후람이 육로를 통해 에시온게벨로 보낸 물자들로 그곳에서 선박을 건조했다. 그리고 후람이 파송한 종들은 경험이 적은 히브리인들을 지도하여 선박을 조 정할 수 있도록 3년간 함께 원정을 다녔다(9:21). 그런데역대기 기자는 이 두 일이 실상 후람의 원조에 힘입은 것이므로 후람이 배와 종들을보냈다고 언급 한 것이다. 왕상 9:27 주석 참조. 오빌에 이르러 - 오빌의 위치에 대해서는 정확히 알려진 바가 없다. 패터슨 (Patterson)은 오빌이 아라비아 남서부 해안 지역에 위치하였다고 했고, 올브 라이트(Albright)는 아프리카의 동북부 해안 지역으로 보았다. 또한 와이즈맨 (Wiseman)은 인도의 봄베이(Bombay) 근처에 위치한 수파라(Supara)로 주장한 다. 따라서 이상의 제 견해 중 어느 것이 정확한지 판단하기 어렵다. 그러나 본문을 통해서 볼 때 어쨌든 오빌은 아카바 만과 홍해를 경유하여 도착할 수 있는 장소였던 것만은 분명히 알 수 있다(Payne). 금 사백 오십 달란트 - 왕상 9:28에는 '금 사백 이십 달란트'로 표기되어 있어 본절과 차이가 있다. 그렇지만 이것은 '20'(*, 카프)과 '50'(*,눈)이라는 숫자의 필사상의 오류 때문인 듯하다(Expositor's Bible Commentary). 한편 당시 금 한 달란트(talent)는 약 34.3kg이었으니 '금 사백 오십 달란트'는 약 15톤에 해당하는 엄청난양이다. 이처럼 오빌은 성경에서 자주 유명한 금 생산지로 언급되고 있다(왕상 9:28;22:48, 49; 욥 22:24; 시 45:9; 사 13:12). 그런데 오빌에서 이렇게 받아오게 한 금은솔로몬의 세입금(歲入金)이었던 것 같다(9:13). 이전 장(章)까지는 솔로몬의 등극(1:1-17)과 더불어 솔로몬의 성전 건축 사역(2:1-5:1)과 성전 봉헌식(5:2-7:22)에 대하여 집중적으로 다루었다. 그러나 이와는 달리 본장부터는 솔로몬 통치에 나타났던 이스라엘의 영광(8:1-9:28)과 그의 죽음을 기록하고 있다(9:29-31). 다시 말해서 본장에서는 솔로몬 왕국의 업적을 개요하고 있고 9장에서는 그의 통치의 탁월성을 이방 여왕을 통하여 드러내고 있다. 이러한 역사적 흐름 가운데서 특별히 솔로몬이 국내의 조직과 체제를 정비하고 영토를 확장한 문제까지 언급하고 있는 본장은 당시의 국토 부네(1-6절), 정치 문제(7-10절), 종교 문제(11-16절), 경제 문제(17, 18절) 등을 간략히 기술한 대목이다. 그런데 본서 기자는 포로 시대 이후 유다의 신정 정치(神政政治)를 부활시키려가 목적으로 다윗 왕가의 역사 중 솔로몬의 행적을 기록함으로써, 본서 저술의 목적에 적함지 않은 사건들은 모두 생략해 버렸다. 예를 들면 솔로몬 왕이 지나치게 관료적으로 통치 기구를 확대한 사건(왕상 4:1-19), 그의 사치스러운 궁전 건축물등(왕상 7:1-12), 그의 일부다처제에서 기인한 우상 숭배(왕상 11:1-8), 그의 말년에 비참했던 정치적 실패들(왕상 11:9-40) 등을 들 수 있다. 그리고 이와 더불어 본서 저자는 지금까지 기술하는 과정 속에서 나타난 사건의 생략과 요약적 서술 뿐만 아니라 구성의 특이성으로 인해 본서 기록의 목적을 가일층 부각시킨다. 즉, 본서 기자는 솔로몬의 이스라엘 통치를 성전 봉헌 후에 언급함과 더불어 솔로몬의 행적 중 마지막 부분으로 기록해 솔로몬의 통치의 영광을 드러내고 있다. 사실 역사의 연대기적인 서술에 의거할 때 본서의 기록이 특이한 것은 아니다. 그러나 본서의 흐름을 볼 때 하나님께서 다윗 언약을 반복했음에도 불구하고(왕상 9:1-9) 솔로몬이 언약을 파기한 사실(왕상 9:10-11:8)을 언급하는 과정 가운데 그의 통치 사실을 기술한 열왕기서와는 다르다. 다시말해서 열왕기서는 솔로몬의 통치 사실을 몰락해 가는 과정의 한 사례로서 본장의 내용을 언급한 반면 본서는 부각되는 통치의 영광 가운데의 한 사실들로 기록한 것이다. 그래서 본서 저자는 다시 한번 포로생활로부터 귀환한 이스라엘 백성들에게 이스라엘이 누렸던 영화를 나타냄으로 인해 앞으로 가져야 할 꿈과 비전, 하나님아의 규례에 대한 순종 등을 암시적으로 나타낸 것이다. 이와 같은 본서 저자의 의도에 의해 기록된본장을 솔로몬의 성공적인 업적을 대내외적으로 구분해서 살펴보면 다음과 같다. (1) 대외 업적 : 이에는 하맛소바를 비롯한 여러 성읍들을 정복하고(3-6절), 외국과의 무역 거래로 국내 경제를 활성화시킨 것을 들 수 있다(17, 18절). 여기에서는 솔로몬이 군대를 일으켰다는 기록도 있는데, 이로 보아 군사 부분에서도 큰 확장이 있었음이 분명하다. 이에 대한 직접적인 증거로 그의 마병이 일만 이천이고 외양간이 사천이나 된다는 사실(9:25)을 들 수 있다. (2) 대내 업적 : 민간 차원에서 도성들을 재건하고(2절), 유효 인력들을 조직화하여 국가 개발 사업에 투여하였다(7-10절). 그리고 종교적인 차원에서 각종 절기를 모세의 규례 대로 준수케 하고 정규적인 예배 업무에 전력을 쏟았다. 그리고 이와 더불어 역대기 저자는 솔로몬이 그의 부친 다윗의 정규 (定規)를 좇았다고 기록하고 있을 뿐만 아니라 모세의 명 을 좇아 매일에 합의한 대로 신앙 부흥 운동을 추진하였다고 기록하고 있다(13, 14절). 그래서 본장을 통해 본서 저자는 제사장적 관점을 다시 한번 더 부각시키고 있다. 따라서 위와 같은 사실들을 통하여 우리는 다음과 같은 교훈을 발견하게 된다. (1) 신앙인의 삶은 큰 업적 하나를 이루어 놓는 것으로 껑나서는 안 되며 일상적인 직무에 충실하여야 한다는 것이다. 솔로몬의 위대한 점은 성전 건축 에 있었다기 보다는 오히려 그이후 그가 충실히 이행한 종교적인 직무 생활에 있었다고 볼 수 있다. 그리스도인의 영적인 생활에 있어서도 이 같은 원리가 적용될 수 있다. 그리스도인의 영적 송숙에 있어서 위대한 사건들이 유익할 수는 있으나 그것으로 그의 삶 전체를 영위할 수는 없다. 성도의 삶은 오히려 위대한 사건들에 의해서 보다는 일상적인 작은 행위에서 더욱 풍성함을 누리게 될 수 있기 때문이다. (2) 신앙에 있어서 말씀에 그 근거를 둔 신앙적 전통을 결코 무시해서는 안된다는 것이다. 솔로몬의 신앙 생활은 철저히 선조들의 전통을 기반으로 이루어졌다. 왜냐하면 신앙이 다양성에 있어서는 날마다 새로워질 수 있으나 그 근본에 있어서는 더욱 확고하게 유지되어야만 하기 때문이다. 그러므로 방법이나 외형적인 결과 때문에 신앙의 선배들을 비난해서는 안 되며 오히려 그들의 취했던 말씀에 근거한 신앙적 전통들은 추앙하여야 할 것이다. (3) 신앙인은 어떤 일의 성취를 쉽게 단정해서는 안 된다는 것이다. 즉, 다시 말하면 실질적인 내용보다 결과에 치우친 나머지 모든 것을 숫자나 나타난 현상만을 보고 일을 성공적으로 끝마쳤다고 생각해서는 안 된다는 것이다. 그래서 16절에서 역대기 저자는 모든 예배 생활이 순조롭게 진행된 뒤에야 비로소 여호와의 전이 결점이 없이 필역하니라 라고 평가하고 있다. 이것은 참으로 오늘날 숫자 놀음이나 하고 업적 만을 위주로 자신을 과신하는 교회들에게 큰 본이 아닐 수 없다. 1. 솔로몬의 정복 사업(8:1-11) 솔로몬이 행한 여러 가지 업적을 기록한 대목(8:1-9:28) 가운데서 그 서두격 위치를 차지하는 본문은 솔로몬이 이룬 영토 확장에 관계된 사실을 증언하는 장면이다. 즉, 본문은 솔로몬이 성전과 왕궁의 건축에만 그치지 않고 변경까지 진출해 영토를 확장함과 더불어 가나안 족속을 노예로 삼는 대목을 기술한다. 이러한 본문은 솔로몬이 성읍을 재건한 장면(1, 2절)과 정복 사업을 펼친 장면(3-6절), 그리고 가나안인들에게 강제 노역을 시킨 장면(7-11절) 등으로 구성되어 그가 지혜롭게 이스라엘 왕국을 통치했음을 나타내고 있다. 사실 솔로몬은 이스라엘 백성들의 민생 북지를 위하여 후람이 자기에게 준 성읍들을 재건했을 뿐만 아니라 주변 국가의 군사적 위협으로부터 백성들을 보호하기 위하여 국고성과 견고한 성읍을 건축하여 국가적인 번영을 꾀했다. 그리고 이스라엘의 부족한 노동력을 충당함과 더불어 왕국 내에 있는가나안 족속들에 대한 적절한 통치와 관리를 위해 솔로몬은 가나안인들을 징발하여 역군(役軍)을 삼고 이스라엘 백성들 중에서 감독을 세워 그들을 다스리게 했다. 이렇게 가나안 족속을 노예로 삼아 강제 노역을 시킨 것은 가나안에 대한 노아의 저주(창 9:25)가 성취된 것임과 동시에 이스라엘인들을 노예로 삼지 말라는 하나님의 명령(레 25:39-46)을 준행한 것이다. 한편, 본서의 저자는 본문을 통해서도 지금까지 나타난 본서의 저술 목적을 유감없이 표현했는데 그 실제적인 예들을 살펴보념 다음과 같다. 즉, 본문을 자세히 보면 솔로몬이 후람으로부터 성읍을 받은 사실만 나타나 있는 반면(2절), 병행 구절인 왕상 9:11-13에서는 솔로몬이 히람에게 준 것인데 히람이 별로 탐탁치 않게 여겼다고 기록되어 있다. 아마도 이것은 본서 저자가 유다 왕국의 탁월성과 솔로몬 왕에 대한 긍정적인 평가를 강조하기 위해 히람이 솔로몬의 호의에 불만족을 표시한 사실을 의도적으로 생략하고 다시 그 성읍들이 솔로몬에게 반환된 사건만을 언급한 듯이다. 또한 본문에는 왕상 9:17-19절에 언급되지 아니한 하맛소바와 윗 벧호른을 정복한 사실(3-5절)을 언급해 솔로몬의 업적을 보다 자세하게, 그리고 적극적으로 나타내었다. 그리고 이러한 적극적인 기술 방법과는 달리 애굽 왕 바로가 자기의 딸을 아내로 삼은 솔로몬에게 예물의 성격으로 탈취해서 준 게셀(왕상 9:16)에 대해서 본문에서는 침묵함으로 솔로몬의 부정적인 면을 나타내지 않았다. 그리고 이와 더불어 솔로몬이 자신의 궁을 건축한 동기를 언급한 대목을 살펴볼 때도 저자의 이러한 의도는 또 발견된다. 즉, 왁상 3:1에서는 바로의 딸을 취했기때문에 솔로몬의 궁이 완성되기를 기다린다고 함으로 그 이유를 솔로몬 개인적 동기에 두고 있는 반면, 본문에서는 그 동기를 종교적 이유로 돌리고 있는 것이다(11절). 그래서 본서 저자는 다시 한번 본서의 종교적 관심을 나타낸다. 이와 같은 본문의 내용을 살펴볼 때 우리는 본문을 통하여 다음과 같은 사실을 숙고해 볼 수 있다. (1) 솔로몬은 행동하는 신앙인이었다. 솔로몬은 잠언과 전도서를 기록할 만큼 박식한 사람이었고, 6장에서 보는 바와 같이 위대한 기도의 사람이기도 했지만 그는 민생 복지와 국가 건설을 위해 고군 분투(孤軍奮鬪)하며 땀 흘리는 신앙인이었음을 보게 된다. (2) 우리가 선을 행하되 낙심하지 말아야 한다는 것이다(갈 6:9), 솔로몬은 성전을 건축함에 있어서 과다한 물자를 투자함으로 국가의 경제에 큰 타격을 주었고, 과다한 노동력 징발로 백성들의 원성을 사는 등 많은 난고에 부딪혔다. 그럼에도 불구하고 그는 건축하고자 하던 것을 다 건축했다 (6절). 이와 같이 하나님은 선한 일을 사모하고 힘써 해아는 자에게는 항상 만족한 결과를 주시므로 선을 행하가 끝까지 낙심치 말고 행해야 하는 것이다. (3) 솔로몬은 자신의 욕망을 절제할 주 알았다. 그는 막강한 군대가 있었고 경제력이 있었으나 열방의 정복자들처럼 한없이 자기 욕심을 채우기 위해(합 2:5) 애쓰지 않았다. 그렇기 때문에 그는 자기가 바라던 모든 것을 필하고는 더 이상 아무런 욕망도 표출하지 않았던 것이다. 이러한 사실은 오늘날 그리스도인으로서 사업을 하는 사람들이 지나치게 과다한 욕망으로 분수에 맞지 않게 사업 확장을 꾀하는 경우에 대해 경종이 될 것이다. (4) 솔로몬은 신성한 것(聖)과 속된 것(俗) 사이를 구별할 줄 알았다. 물론 솔로몬의 경우 이방 여인과 결혼하는 자신의 범죄로 말미암아 불가피하게 자신으 아내를 위해 따로 궁을 지어야 했으나(11절) 종교적인 측면에서 볼 때 신성한 예루살렘에서 이방 여인으로 말미암은 모든 악한 풍습을 구별한 것은 주목할 만한 일이다. 그러나 오늘날과 같이 성역화(聖域化)라는 개념이 사라진 시대에 살고 있는 성도들에게는 이것을 쉽게 엄격한 규례로 적용할 수 없기는 하나, 믿음으로 말미암아 세상으로부터 구별된 성도인 우리들은 항상 거룩성을 유지하는 일에 최선을 다하여야 할 것이다. 2. 솔로몬의 종교.경제적 업적(8:12-18) 이스라엘의 영토에 관계해 솔로몬이 이룬 업적을 기술한 앞단락에 이어지는 본문은 그가 행한 종교적 업적과 경제적 성과에 대해 언그하는 대목이다. 즉, 본문은 제사 의식으 규례에 의거해 솔로몬이 하나님께 제사드린 장면을 언급한 전반부(12-16절)와 대외 경제 활동의 성과를 기술한 후반부(17, 18절)을 기술해 무사하게 성전이 완성된 것과 오빌에서 금이 들어온 사실이 솔로몬의 신앙적 결실이었음을 암시적으로 강조하고 있다. 사실 솔로몬이 3대 절기를 지킨 것은 모세의 명에 의해 제정된 규례(레 23:1-44)를 충실히 시행한 것이고, 성전에서 봉사하고 허신할 제사장의 반차를 저한 것은 선왕 다윗의 정규(대상 24-26장)에 의한 것인 바 이로써 진정한 의미에서의 성전 건축이 완성된 것이라 할 수 있다. 그래서 본서 저자는 이전에 이미 완성된 성전(5:1)에 대해 다시 한번 더 언급하는 것이다(16절). 그리고 이와 같은 본문의 사실을 통해 저자의 본서 저술 의도는 또 한번 나타난다. 즉, 열왕기에는 없는 제사장의 반차를 정한 사실을 본문에서는 기록해 본서의 제사장적 관점을 부각시킨 것이다. 이러한 내용의 본문을 통해 우리는 다음과 같은 사실을 숙고해 볼 수 있다. (1) 어떤 일의 성취보다 신앙인에게 더욱 중요한 것은 철저한 헌신적인 경건 생활이라는 사실이다. 참으로 인간이라면 누구나 자신의 성취를 즐기고 자족하려고 한다. 그러나 하나님을 위해 일하는 사람들은 그 일이 자신의 만족을 위해 이루어진 것이 아니라 하나님이 당신의 뜻에 따라 성취시키신 일임을 고백해야 한다. 솔로몬 역시도 위대한 성전 건축의 역사를 이룬 뒤지만 스스로 영광을 취하거나 자만하지 않고 여호와께 예배 드리는 일에 헌신함으로써 자신의 경건을 나타내었던 것이다. 진정 이러한 경건은 달리 말하면 그 모든 일의 역사가 하나님의 것임을 몸으로 고백하는 행위인 것이다. (2) 매일 경건을 연습해야 한다(딤전 4:7). 본문에는 매일에 합의한 대로 라는 구절이 두 번 언급되고 있는데(13, 14절), 솔로몬은 매일 아침 저녁 상번제(출 29:38-42;민 28:3-8)를 드리는 일에 결코 게을리하지 않았다. 특히 열왕기 기자와는 달리(왕상 9:25) 역대기 저자는 솔로몬을 신정 국가 왕의 대표적인 인물로 제시함에 있어서 그의 매일의 경건 생활을 대단히 높이 평가하고 있다. 이와 같은 사실은 자칫 혼란한 세태에 휩쓸리기 쉬운 시대를 살아가는 오늘날의 성도들에게 이 악한 세대를 거슬러 올라가, 하나님 앞에 견고히 서기 위해 이런 매일의 견고히 서기 위해 이런 매일으 경건 생활이 필히 요청됨을 암시한다. (3) 신앙인에게 있어서 새로운 일을 만들어 내는 것 뿐만 아니라 옛일을 잘 고수하여 후대에 전수하는 일 또한 중요하다는 것이다. 사실 이스라엘 백성들이 타락하게 된 가장 큰 원인 중에 하나는 조상드리 지닌 참된 신앙적 전통을 고수하지 못한 일 뿐만 아니라 그 전통을 후대에게 잘 교육하지 못했기 때문이다(삿 2:7, 10). 이런 점에서 볼 때 솔로몬이 모세의 명을 좇아 , 다윗의 정규를 좇아 행한 이러한 경건의 모범은 매우 중요하다 하겠다. (4) 위대한 지도자는 각 분야의 전문가를 찾아내는 일에 힘을 기울여야 한다. 솔로몬은 무역을 함에 있어서 스스로 직접 엘롯과 에시온게벨을 방문하는 열의도 있었지만 무엇보다도 각 분야에 사람들을 적절히 잘 기용하였다. 예를 들면, 그는 오빌에 금을 구하려 갈 때는 바닷길을 잘 아는 두로 왕 후람의 신복들을 데리고 갔다. 그래서 그는 그 일을 성공적으로 마칠 수 있었던 것이다. 이처럼 우리는 교회에서 뿐만 아니라 신앙 공동체에서도 각 분야에 능통한 사람을 기용해 주의 일에 힘써야 하겠다. * 절기 회복의 의미. 솔로몬의 업적 가운데 손꼽을 수 있는 것 중에 하나는 모세의 규례대로 모든 절기들과 제사들을 회복시킨 사실이다. 참으로 고대 이스라엘 역사를 살펴보더라도 모세가 광야에서 규례들을 세운(출 23:14-17;34:22, 23) 이래로 솔로몬 시대 이전까지는 모든 절기들이 제대로 지켜진 예가 거의 없었다. 가나안을 정복한 이후 이스라엘 백성들은 매년제 라는 것을 드렸는데(삿 21:19;삼상 1:3;2:19;20:6) 이것이 어떤 절기를 가리키는지는 분명치 않다. 어쨌든 하나님께 매년 유월절, 장막절, 맥추절 들을 기념해서 제사드려야 했음에도 불구하고 이스라엘 백성들은 매년제로 이를 대체해 버리고 말았다. 그리고 이러한 절기들은 심지어 다윗 왕 때 조차도 제대로 지켜졌다는 기록을 찾아볼 수 없다. 이런 역사적 정황으로 볼 때 솔로몬의 절기 회복은 이스라엘이 신앙의 근본으로 돌아감을 의미할 뿐만 아니라 장차 도래할 하나님 나라의 모형을 체험케 하는 것이다. 왜냐하면 절기 란 신성한 의미를 지닌 지난 날의 예표적 사건들과 깊은 연관이 있나는 것으로, 먹고 마시는 축제의 행위들을 통하여 신의 나라에 동참케 되다는 의미를 지니기 때문이다. 이와 더불어 솔로몬 이후에도 이스라엘의 대표적인 절기들은, 히스기야 왕 때에 전국민적으로 유월절을 지낸 일과(30:1), 느헤미야 때에 초막절을 규례 대로 지낸일(느 8:18)을 제외하고는 제대로 지켜진 때가 없었다. 이를 보더라도 솔로몬의 절기 회복은 하나님 나라의 계시적 측면에서 볼 때 큰 획을 긋는 사건이 아닐 수 없다. 그래서 솔로몬 시대에 살았던 이스라엘 백성들은 그 어느 시대의 백성들보다 더욱 하나님의 은헤를 체험할 수 있었을 뿐만 아니라 더욱 확실하게 하나님의 나라를 사모할 수 있었던 것이다."
        }
    ]
}