{
    "bible_book": "역대하",
    "chapter_number": 22,
    "commentaries": [
        {
            "verse_reference": "22:1",
            "commentary": "예루살렘 거민이...왕을 삼았으니 - 본절의 병행 구절인 왕하 8:24에는 아하시야가 어떻게 왕위에 오르게 되었는지 자세히 설명되어 있지 않으나, 본절에는 아하시야의즉위 사건에 예루살렘 거민이 미친 영향이 암시되어 있다. 즉, 왕위 계승과 관련하여혼선이 있었다는 것이다(Keil, Zockler, Payne, Williamson). 아하시야의 모친인 아달랴가 왕권을 장악하려는 어떤 계략에 대해 예루살렘 거민이 반대하고 아하시야를 적극적으로 왕위에 계승시켰다고 추론할 수 있다. 이 추론의 타당성은 아하시야가 일년을통치하고 죽자 그녀가 유다 왕가의 씨를 진멸시키려한 사실에서 찾을 수 있다(10절). 아라비아 사람과 함께 와서 영(營)을 치던 부대가 - 이것은 여호람의 아들들이 진영에 있을 때 아라비아 사람과 블레셋 사람의 침입으로 인해 죽임을 당한 사실을 설명해 주고 있다. 이것은 21:17에 있는 여호람의 아들들의 죽음에 관한 기록의 보충적 설명이다."
        },
        {
            "verse_reference": "22:2",
            "commentary": "사십 이 세라 - 왕하 8:26에는 아하시야가 위에 나아갈 때를 나이 이십 이세라고 했다. 그런데 본절에는 '사십 이세'로 나타난다. 이것은 필사자가 '이십'을 '사십'으로 오기한것으로 대부분의 주석 학자들에 의해 주장된다. 아하시야의 부친 여호람이 40세에 죽었는데(21:5) 1년을 다스리고 사망한 그의 아들이 42세일 수는 없는 것이다. 오므리의 손녀더라 - 여기서 손녀에 해당하는 히브리어 '바트'(* )는 '딸'이란 뜻이다. 그래서 혹자는 아달랴를 오므리의 딸이요, 아합의 누이(21:6과 비교하 라)라고주장한다(Hitzig). 그러나 여기서 아달랴를 오므리의 딸이라고 한 것은 오므리가 아달랴의 부친이기 때문이 아니라 오므리 왕가의 시조(始祖)이기 때문이다. 그리고 오므리는 아합의 부친이며 아달랴는 그의 손녀가 된다. 이런 때에 히브리어 '바트'(* )는'손녀'로 번역될 수 있는 것이다."
        },
        {
            "verse_reference": "22:3",
            "commentary": "이는 그 모친이 꾀어 악을 행하게 하였음이라 - 아달랴가 왕후로서 모든 세력을 잡고 그의 아들 아하시야를 조종한 사실을 기록하고 있다. 아달랴는 배후에서 그의 아들아하시야를 조정하여 유다를 더욱 바알 숭배로 몰아가려 했다. 우상을 숭배하는 이방여인이 유다의 심장부, 곧 왕궁에 들어옴으로 유다는 그 존재의 성격을 상실하여 가고있었으니 유다는 하나님의 소유요, 제사장의 나라요, 거룩한 백성의 성격을 거의 상실한 지경에 이르렀다."
        },
        {
            "verse_reference": "22:4",
            "commentary": "아합의 집 교도(敎導)를 좇아 - 이는 아달랴가 아합 종교의 전파를 위해 종교 지도자들을 아하시야에게 보냈음을 암시한다. 여기서 역대기 저자는 아합의 집과 연혼한것이(18:1) 얼마나 악한가 하는 사실을 강조한다. 아하시야는 다윗의 통치 성격을 가지고 있지 않았다. 그는 다윗이 세운 모범, 곧 하나님을 의지하고 이스라엘을 철저히하나님께서 다스리시는 나라로 규정지어 가려했던 통치 성격을 본받지 않고 도리어배교(背敎)의 자리로 떨어진 아합의 통치를 본받았다. 비록 그가 형식상으로는 철저히언약의 나라의 왕으로 군림했다 할지라도 실질적으로는 이방의 왕이나 다름없었다."
        },
        {
            "verse_reference": "22:5",
            "commentary": "아합의 아들 요람과 함께 길르앗 라못으로 가서 - 요단 동편에 위치한 길르앗 라못은 레위 지파의 므라리 자손에게 분배된 성읍이다(수 21:38). 이 성읍은 남북 분열 이후 아람의 지배하에 들어갔다. B.C. 853년에 아합은 그곳을 되찾으려고 여호사밧과 연합 공격을 했지만 도리어 전사(戰死)하고 말았다 (18:34). 한편, 몇년 후에 아합의 둘째 아들 요람이 그 성읍을 재탈환했지만 다시 하사엘의 공격으로 부상을 입고 퇴각했다. 이 시기에도 남왕국과 북왕국의 동맹은 여전히 유지되고 있어서 군사 행동을 양국이 함께 했음을 볼 수 있다. 아람 왕 하사엘 - 이 사람은 벤하닷 왕 수하(手下)에 있던 장군이었으나 역모를 꾀하여 그 왕을 죽이고 스스로 왕이 되었다. 그가 왕이 된 과정과 그의 잔인함에 대한선지자 엘리사의 예언에 관해서는 왕하 8:12,13을 참조하라. 아람 사람들 - 이에 해당하는 히브리어는 '하아람밈'(* )인데 히브리 원문에는 이것의 단축형인 '하람밈'(* )으로 기록되어 있다. 이것을 무시한 70인역에 서는 '하람밈'을 '궁수들'이라고 번역했다. 요람 - 이 이름은 '여호람'(* )의 단축형이다. 따라서 여호사밧의 아들 유다왕 여호람과 아합의 아들 요람은 동명 이인(同名異人)인 셈인데 그 이름의 뜻은'여호와는 존귀하시다'이다. 성경에서는 이 두 이름이 서로 바뀌어 나타나기도 한다."
        },
        {
            "verse_reference": "22:6",
            "commentary": "이스르엘 - 이곳은 오늘날의 '제르인'(Zer'in)에 해당되며 므깃도와 벱세안(Beth-shean) 사이 에스드렐론(Esdraelon) 평지 동쪽 끝에 위치해 있다(Curtis). 이곳에도 북왕국의 왕족이 거처하고 있는 왕궁이 있었다. 유다 왕 여호람의 아들 아사랴가 이스르엘에 내려가서 - 여기서 '아사랴'(* )는 '아하시야'(* )를 잘못 표기한 것이다(Keil, Curtis). 유다 왕아하시야가 이스라엘 왕 요람을 방문할 때 길르앗 라못(라마)에서 이스르엘로 내려갔는지, 아니면 예루살렘에서 이스르엘로 내려갔는지는 분명치 않다. 왕하 9:14,15에 따르면, 요람이 이스르엘로 치료하러간 이후에도 이스라엘 군대는 예후와 함께 여전히 라마에서 하사엘과 접전을 벌이고 있었다. 그러나 이때 아하시야가 계속 하사엘과 싸우다가 요람을 방문한 것인지 아니면 예루살렘으로 갔다가 방문한 것인지 본문의 문맥을 통해서는 확인할 수가 없다. 한편, '내려가서'(*, 야라드)라는 단어가 예루살렘에서 이스르엘로 내려간 것을 가리킨다고 보는 학자가 있다(Curtis). 어쨌든 아하시야의 이 방문은 아합의 집과 관련있는 모든 왕족, 즉 유다와 이스라엘의 두 왕족이예후의 손에 참형을 당하게 되는 계기가 되었다. 이는 여호와를 배반한 자들을 벌하시기 위한 하나님의 섭리였다고 할 수 있다(7a절)."
        },
        {
            "verse_reference": "22:7",
            "commentary": "해를 받았으니 - 이에 대한 히브리어는 '테부사트'(* )라는 명사이다. 이말은 '파멸', '몰락'이라는 뜻이다. 아하시야의 패망은 하나님의 엄위로운 심판이었 다. 반면에 열왕기 기자는 이 사건을 신학적 해석을 가하지 않고 단지 역사적 사실로 보고한다(왕하 9:27). 그러나 역대기 기자는 그 사건을 하나님께로 말미암은 것으로언급함으로써 하나님의 심판임을 지적한다. 임시의 아들 예후 - '임시'는 히브리어 원문에 의하면 '님시'이다. 왕하9:2에는 예후를 '님시의 손자 여호사밧의 아들 예후'로 기록하고 있다. 그러나 이 원문을 직역하면 '님시의 아들 여호사밧의 아들 예후'로 번역된다. 그러므로 예후는 적어도 님시의 손자임을 알 수 있다. 여호와께서 기름을 부으시고 아합의 집을 멸하게 하신 자더라 - 여호와께서 '아합의 집'을 멸하시기 위해 어떻게 '예후'에게 기름을 부으셨는가에 대한 자세한 내용은 왕하 9:1-10을 참조하라. 그런데 역대기 저자는 이 사실을 본문과 같이 간략하게 기록하면서 아하시야도 아합의 집안식구임을 암시하고 있다. 따라서 하나님으로부터 보냄을 받은 예후가 아하시야를 죽인 것은 당연한 것이다. 다음의 8,9절에서는 주로 아하시야와 그의 가족들에 대한 예후의 심판적 행위에대하여 기록하고 있다."
        },
        {
            "verse_reference": "22:8",
            "commentary": "아하시야의 형제의 아들들 - 학자들간에 해석상 논란이 많은 구절이다. '형제의 아들들'에 해당하는 '베네 아헤'(* )는 '형제의 아들들'(KJV, RSV, NASB, 한글개역), '조카'(JB, 공동변역), '친척의 아들들'(NIV), '친척'(NEB) 등으로 번역된다. 보수주의 학자들은 이 '아하시야의 형제의 아들들'과 그 병행 구절인 왕하10:13,14의 '아하시야의 형제들'을 일단 동일인으로 이해한다. 그러나 이 두 구절을 이해하는 과정에는 차이가 있다. 카일(Keil)은 왕하의 '형제'(*, 아헤)를 아하시야의 조카와 사촌으로 이해한다. 아하시야의 실제 형제들은 침략자들에 의해 이미살해되었기 때문에(1절;21:17), '형제'라는 말은 조카와 사촌을 의미한다는 것이다.그리하여 열왕기하와 역대하의 기록을 조화시키려고 했다. 그러나 이러한 해석에도 문제가 있다. 그것은 그 조카와 사촌이 과연 아하시야 왕을 섬길 수 있는(8절) 성년이었느냐 하는 문제가 제기될 수 있기 때문이다. 그러므로 다른 학자들은 본절의 '형제'(*, 아헤)가 NIV에서처럼 '친척'으로 이해 되어야 한다고 주장한다(Payne,Williamson). 그리고 역대기 저자가 열왕기 저자와는 달리 '아하시야의 형제들' 대신에 '아하시야의 형제의 아들들'로 바꾼 것 은 그가 열왕기하에는 없는 사실 곧 아하시야의 형제들이 죽었다는 점(1절;21:17)을 더 언급하고 있기 때문이다. 다시 말하면,언어의 오해를 없애고 정확히 제시하기 위함이었을 것이다. 그러므로 '아하시야의 형제의 아들들'이란 아하시야의 조카와 사촌일 필요가 없다. 그들은 아하시야의 친척의아들들, 곧 그 왕을 섬길 수 있는 성년이 된 친척의 아들들을 뜻하게 된다. 따라서 열왕기하의 기록도 이렇게 이해되어야 한다."
        },
        {
            "verse_reference": "22:9",
            "commentary": "열왕기하에는 역대기하와는 달리 아하시야의 죽음이 '아하시야의 형제의 아들들'의죽음보다 먼저 나온다(왕하 9:27;10:13,17). 이 차이는 역대기의 짧은 언급이 시간상의 배열보다 주제상의 배열을 취하고 있기 때문이다. 즉, 역대기 기자는 아하시야의형제의 아들들의 죽음을 먼저 언급하고, 다음으로 아하시야의 죽음과 그의 장례와 왕권의 약화를 차례로 언급하려는 목적 때문에 그 순서를 뒤바꾸었을 것이다(Keil,Chronicles, p.407). 아하시야는 사마리아에 숨었더니...잡아다가 죽이고 - 이 언급은 열왕기하의 언급(9:27,28)과 모순되는 것으로 보인다. 그러나 역대기 저자는 열왕기하에 빠진 기사를 더 첨가시켜 보충하였다고 보는 것이 타당할 것이다. 이런 전제 하에 아하시야의 최후행적을 추적한다면 다음과 같이 재구성할 수 있을 것이다. 즉, 아하시야는 예후의 추격을 받고 사마리아로 대피하였으나 곧 예후의 부하들에게 발각, 체포되어 예후에게로이송되어 오던 중, 이블르암 근처 구르 비탈에서 탈출을 시도하다가 큰 상처를 입고므깃도로 도망하였으나 그곳에서 절명(絶命)하였다(Keil, Kings,pp.343-344, Payne). 이에 아하시야의 집이 약하여 왕위를 지키지 못하게 되니라 - 이것은 아하시야의 뒤를 이을 마땅한 계승자가 없었음을 뜻한다. 그리고 다른 한편, 아하시야의 모친 아달랴가 정권을 완전히 장악하는 것을 막을 만한 힘이 아하시야의 집에 없었다는 것을 가리킨다."
        },
        {
            "verse_reference": "22:10",
            "commentary": "유다 집의 왕의 씨를 진멸(殄滅)하였으나 - 여기서 '왕의 씨'라고 하면 왕위를 계승할 자격이 있는 아하시야의 모든 아들들과 친척들을 포함한다. 그러나 이 때에 아하시야의 친척들은 거의 없었을 것이다. 왜냐하면 이전에 아라비아 사람들(21:16,17)과예후(본장)에 의해서 모두 살해되었기 때문이다. 그리고 22세에 왕위에 오른 아하시야에게서 난 자식들은 모두 대단히 어렸을 것이다. 한편 아달랴는 그녀의 친정 아합의집이 이미 멸망한 상태에서 정권을 잡지 않으면 자신이 죽임을 당할지도 모른다는 두려움 때문에 자신의 손자 손녀까지도 모두 살해하였을 것이다. 만일 그렇게 하지 않았다면 유다 백성들은 어린 왕자 하나를 왕위에 옹위(擁衛)하여 아달랴를 몰아내고 말았을 것이다. 그러나 구사일생(九死一生)으로 살아난 요아스가 7살 되던 해, 즉 그로부터 7년 후 제사장 여호야다에 의해서 유다 왕이 되었다. 이것은 다윗의 집과 맺으신 언약(21:7;삼하 7:14-16)에 신실함을 보이신 하나님의 섭리이다."
        },
        {
            "verse_reference": "22:11",
            "commentary": "왕의 딸 여호사브앗 - 여호사브앗은 여호람의 딸이며 아하시야의 누이이다. 그러나 아달랴가 아닌 다른 아내에게서 난 딸일 것이다. 그녀는 아하시야 집의 멸망을 막기위해 죽음을 각오하고 왕궁에서 요아스를 훔쳐내어 유모와 함께 성전에 있는 침실에숨겼다. 제사장 여호야다의 아내더라 - 제사장 여호야다가 대상 6장의 족보 가운데도 나타나지 않은 것으로 보아 이전까지는 그렇게 세력 있는 제사장은 아니었다고 판단된다.그러나 여호사브앗(열왕기에는 '여호세바')으로 인하여 여호야다는 후에 세력을 얻게되었고 아달랴를 몰아내고 왕위를 복원하는 데에 결정적인 역할을 맡게 됨으로써 새로운 세력으로 역사의 전면(前面)에 등장하게 된다."
        },
        {
            "verse_reference": "22:12",
            "commentary": "하나님의 전에 육 년을 숨어 있는 동안에 - 요아스가 왕위에 오를 때 나이가 7세였다. 따라서 요아스가 태어난 지 몇 개월이 안되어 아달랴의 살륙 사건이 있었음을 알수 있다. 이를 통하여 우리는 모세 시대의 유아 살해 사건(출 1:15-22)과 예수 시대의유아 살해 사건(마 2:13-18)을 연상하게 된다. 이처럼 다윗의 씨에 대한 무서운 사단의 공격 속에서도 그 씨를 보존하시는 하나님의 은총은 인류를 구원하시기 위한 하나님의 신실한 언약의 이행인 것이다. 여호사밧이 우상 숭배자 아합으로 더불어 혼인 관계를 뱉었을 뿐만 아니라 그와 동맹을 맺음(18:1-4)으로 시작된 다윗 왕가의 비극은 본장에서 그 절정을 맞이하게 된다. 즉, 여호사밧의 인간적인 행위가 근원이 되어 여호람 때부터 확산되기 시작한 다윗가의 비극은 이제 아하시야의 시대에 이르러 비극의 절정을 맞이하게 되가 것이다. 본장은 여호람의 말째 아들 아하시야가 왕위에 올라 1년이라는 짧은 통치 동안 악행만 범하다가 살해당하는 장면(1-9절)과 그의 모친 아달랴가 반역을 꾀하는 장면(10-12절)으로 구성된다. 이와 같은 사실을 언급한 본장은 본질적으로 이 전장(21장)의 연속일 뿐만 아니라 악행의 극치를 이루는 부분이라고 볼 수 있다. 즉, 여호람이 여호와께 징계를 받아 모든 아들을 다 잃어버리고(21:17) 이제 하나 남은 말째 아들 아하시야까지도 하나님의 징벌을 받고 있기 때문이다. 비록 여호와께서 다윗 왕가의 맥을 잇도록 하기 위하여 그를 진노 가운데서 건져 내긴 하셨으나 궁극적으로 죄에 대한 하나님의 공의의 심판은 철회되지 않았으니 결국 하나님은 아하시야의 아들 요아스를 위하여 아하시야의 목숨을 잠시 연장시켜 주신 것이라 볼 수 있다. 여호람에 이어 아하시야 때에도 아합의 딸 아더랴의 영향은 계속해서 나타난다. 그런데 여호람을 움직여 바알을 숭배케 한 장본인인 이 여인이 지금까지 계속해서 생존한 것이 매우 이상하게 보일 수 있다. 그러나 이것은 이미 죄로 물든 다윗 앙가의 부패를 완전히 제거하시기 위해 잠시 묵허(默許)된 하나님의 섭리하심으로 설명될 수 있을 것이다. 사실 그녀는 여전히 아하시야를 꾀어 악을 행하게 하였고(3절), 아하시야가 예후의 손에 살해되자 직접 왕권을 장악하여 다윗의 씨를 멸하려고 아혔다. 그러나 북왕국 군대 장관인 예후가 아하시야를 심판하기 위해 하나님이 보내신 심판자로 등장한 것처럼 제사장 여호야다에 의해 아달랴 또한 비참한 종말은 맞게 된다(23:22-15). 한편, 전장(前章)에서와 마찬가지로 언약을 파괴하려는 사단의 공작에 대하여 다윗의 씨를 끝까지 보존해 가시는 하나님의 성실하심과 사랑이 본장 저변에 깔려 있다(10-12절). 하나님과 세운 다윗의 언약은 인간의 의로운 행위에 의해서가 아니라 오로지 여호와의 주권에 의해 성취되는 것이다. 그래서 여호와의 집을 짓겠다고 말한 다윗에게 하나님께서는 여호와가 너를 위하여 집을 이루신다 (삼하 7:11 ff.)고 말씀하신 것이다. 본장은 아하시야가 심판을 받을 수밖에 없었던 원인(1-4절)->하나님의 심판 과정(5-9절)->연이어져 벌어지는 악행(10-12절)으로 사건이 진행되는 바 이것은 본서 저자의 특유한 기술 방식이라 할 수 있다. 즉, 본서 저자는 엘리사 선지의 생도 중 한 명에게 기름부음 받은 예후(왕하 9:1-13)가 길르앗 라못에서 반란을 일으킨 사건(왕하 9:14-26)을 의도적으로 생략함으로 사건의 진행을 긴박하게 정리하고 있다. 이 뿐만 아니라 아하시야가 아합의 악행을 좇아 가다가 결국은 파멸을 당했다고 언급함으로 아하시야 통치 1년의 결과를 평가하고 있다. 본서 저자는 사건 진행의 자세한 묘사보다는 악을 좇는 행위의 마지막이 무엇이라는 것을 당시의 이스라엘 백성들에게 분명히 밝히고 있는 것이다. 이러한 본장의 사건을 통하여 우리는 다음과 같은 사실을 주지하게 된다. (1) 하나님은 때로 당신의 뜻에 따라 악한 자라도 살려주시는 경우가 있다는 것이다. 본장을 얼핏보면 아하시야가 블레셋과 아라비아 사람의 손에 죽지 않고(21:13, 14, 17) 살아서 왕위에 오른 것이 납득이 가지 않을 지도 모른다. 오히려 하나님께서 재앙을 내리기로 작정하신 대로(21:13) 아하시야가 당시에 죽는 것이 유다를 위해서는 더 유익했을 것처럼 보인다. 왜냐하면 왕위에 오른 아하시야는 여전히 그의 부친 여호람의 악행을 좇았고, 그의 모친 아달랴의 꾀임에 빠져 더욱 우상 숭배하는 것을 장려하였기 때문이다. 그러나 여호와께서는 요아스를 다윗 왕가의 등불 (21:7)로 남기시기 위하여 아하시야를 살려두셨다. 이에 대한 증거로 요아스는 아하시야의 짧은 통치 기간인 1년 사이에 태어났다는 사실을 들 수 있다(12절;왕하 12:1). 이처럼 악인이 보호된 경우가 인간의 눈에는 부당하게 보일지라도 그 속에는 하나님의 크신 뜻이 내포되어 있음을 명심해야 할 것이다. (2) 여호와께서는 백성들이 범죄할 때 당신의 사람을 선택해서 심판의 도구로 사용하시며 징계하신다는 것이다. 북왕국의 왕 아합의 집을 멸했던 예후는 여기서 다윗의 씨인 아하시야를 심판하는 하나님의 대리자로 등장한다. 다윗의 자손인 아하시야가 범죄했기 때문에 하나님은 다윗의 자손이 아닌 자를 기름부어 선택해서 심판하신 것이다. 이처럼 성도들이 하나님께 범죄할 때는 주께서 선택한 사람들을 통해 수치를 당하게 되는 것이다. 1. 아하시야의 악행과 죽음(22:1-9) 본문은 여호람에 이어 왕위를 계승한 아하시야가 재위 1년동안 행한 범죄 사실과 그로 인해 맞은 비참한 종말을 기록한 대목이다. 아하시야는 사실 그의 부친 여호람과 마찬가지로 사악한 아달랴의 영향 하에서(3절) 이스라엘 왕 요람고 군사적인 동맹을 맺고(5절) 아합 가문의 악행을 답습하여 우상을 숭배하였다. 그래서 결국은 하나님께서 선택한 예후에게 심판을 받아 죽은 것이다. 그런데 이러한 본문은 아하시야가 왕이 된 경과(1절)->악녀이며 모친인 아달랴와의 관계(2, 3절)->아하시야의 행악 사실(4, 5절)->하나님의 섭리(6, 7절)->하나님의 심판(8, 9절)이라는 과정으로 기술해 악을 좇은 결과는 곧 하나님의 진노를 받아 멸망당한다는 사실을 나타낸다 그리고 이와 더불어 아하시야와 아달랴의 관계를 언급해 연이어지는 단락(10-12절)과 다음 장(23장) 사건의 배경을 설명함과 동시에 악의 세력이 어떻게 확장되고 진행되는 가를 밝히나. 또한 본문에는 아하시야가 북왕국의 왕 요람과 동맹하고 길르앗 라못에서 아람의 하사엘과 더불어 싸우는 장면이 나오는데(5절) 이는 참으로 여호사밧이 북이스라엘의 아합과 동맹을 맺고 아람 왕과 싸운 사건(18:2-34)을 연상케 한다. 그런데 이 같은 전쟁에서 북이스라엘의 왕, 즉 아합이 죽고 요람이 부상당한 반면 여호사밧과 아하시야는 다치지 않았는 바 이는 진정으로 아이러니한 사실이 아닐 수 없다. 한편, 본문의 내용은 왕하 8:25-29;9:27, 28과 평행을 이루는 장면인 바 본서 저자는 열왕기 기자와 약간 관점을 달리해 본서 저술의 목적을 나타낸다. 즉, 본서 저자는 아하시야가 아합의 집 교도(敎導)를 좇아 행했기 때문에 하나님의 심판을 받은 것아라고 어급한다. 이 같은 진술을 3, 4, 5절에 연이여 반복함으로 인해 아합의 집의 악한 영향을 강조하는 것이다. 또한 이와 더불어 본서 저자는 아하시야가 요람에게 간 사실이 하나님께로 링띵미암은 결과라고 언급함(7절)으로 아하시야가 예후에게 살해당한 것은 하나님께서 섭리하신, 예정된 심판이 었음을 나타낸다. 이러한 본문을 통하여 우리는 다음과 같은 교훈들을 숙고해 볼 수 있다. (1) 지도자의 위치에 있는 사람은 항상 하나님의 말슴에 근거한 판단력이 있어야 한다는 것이가. 아하시야는 예루살렘 거민들에 의해 수치스럽게 장사된(21:19, 20절) 아버지의 전철을 밟지 말고 스스로 바른 판단력을 가지고 하나님 조시기에 정직하게 정치를 했어야 했다. 그러나 그는 그러한 사실들을 목도(目睹)하였음에도 불구하고 모친 아달랴의 꾀임에 빠져 판단력을 상실한 채 유다를 혼란스럽게 만들었다. 이와같이 하나님의 말씀에 근거한 판단력이 없이 남의 말에 쉽게 동요되는 사람은 지도자의 자격이 없는 것이다. (2) 악한 친구와 교제하는 것을 삼가해야 한다는 것이다. 7절에 보면 아하시야가 요람아게 가므로 해를 받았다 는 기록이 있다. 당시 요람은 아합 왕가의 마지막 왕으로서 하나니믓 징벌을 받아 거의 멸망할 상태에 있었다. 그런데 아하시야는 그러한 며망의 집을 방문했던 것이다. 결국 그는 예후의 칼에 죽임을 당하게 된다. 그래서 이와 같은 경우에 대비하여 게시록에서는 거기서(멸망의 집) 나와 그의 죄에 참예하지 말고 그의 받을 재앙들을 받지 말라 (계 18:4)고 경고하고 있다. (3) 작은 실수가 패망케하는 엄청난 결과로 나타남을 가르쳐 준다. 여호사밧은 훌륭한 왕이었지만 사소하게 생각했던 잘못된 혼인 관계로 인해, 즉 적은 누룩이 둘어와 온 덩어리에 퍼지게 되어 드 덩어리를 못 쓰게 한 것같이(거전 5:6;갈 5:9) 다윗 왕가에 파멸적인 결과를 초래케 했다(9, 10절). 따라서 우리는 하나님 앞에서 작은 실수가 불신앙이 되어 치명적인 파멸을 초래하지 않도록 언제나 경성해야 하는 것이다(빌 1:27). 2. 아달랴의 반역(22:10-12) 하나님의 심판을 받아 아하시야가 살해되는 사건(7-9절)을 언급한 전단락에 이어지는 본문은 그 혼란한 와중에서도 정권에 대한 야욕 때문에 반역을 일으키는 아달랴(10절)와 하나님의 구속 섭리를 이루어 가는 여호사밧의 선행(11, 12절)이 나타나 있다. 이 같은 내용의 본문은 악녀 아달랴와 선녀(善女) 여호사브앗이 효란(淆亂) 가운데 어떻게 행동했는가 하는 문제가 배치되게 언급되는 바 이는 사단의 역할을 하는 자와 하나님의 일을 하는 사람의 모습을 극명히 드러낸 것이다. 아하시야가 사마리아에서 죽자(9절) 그의 모친 아달랴는 유다 왕가의 씨를 진멸하고 스스로 왕이 되었다(10절;왕하 11:1-3). 그때 아달랴가 자신의 피붙이인 손자들을 푸함한 많은 왕손들을 잔인하게 죽인 것을 살펴보면 우상 숭배자의 사악함을 실감할 수 있다. 우상 숭배자는 사단을 섬기는 자인 바 사단은 처음부터 살인한 자이다(요 8:44). 그러기에 아달랴의 이 같은 행위를 통해 그리스도를 대적하는 사단의 모형을 볼 수 있으며(마 2:16), 이러한 사당늬 세력이 다윗 왕가의 등불을 꺼뜨릴 뻔 할 정도로 강했음을 알 수 있다. 그러나 하나님께서는 여호람의 딸이며 아하시야의 누이, 그리고 제사장 여호야다의 아내였던 여호사브앗을 통해 다윗 왕가가 근절될 뻔한 결정적인 위기를 넘기게 하셨다. 그녀는 참으로 패역한 아합 왕가와 아하시야를 심판한 예후(7-9절)와 같이 하나님으로부터 선택받은 사람이었다. 그녀의 선행으로 말미암아 다윗 왕가가 게속 이어졌을 뿐만 아니라 다윗의 씨인 요아스가 생존해 성전을 수리하는 등 여호와 보시기에 정직한 선정을 베풀었던 것이다(24:1-14). 한편, 본문은 왕하 11:1-3과 평행을 이루는데 본문을 열왕기와 비교해 보면 다으뫄 같은 특징을 발견할 수 있다. 즉, 열왕기가 아달랴의 반역 내용을 중심으로 간략히 언급한 것과는 달리 본문은 여호사브앗의 선행 내용을 비교적 자세히 나타낸다. 이는 다윗 왕가의 보존이라는 하나님의 구속사적 섭리를 강조한 것으로 본서 저자의 집필 의도로 간주할 수 있다. 이와 같은 본문을 통해서 우리는 하나님의 구속 역사는 사단의 어떠한 방해에도 불구하고 신실하게 진행되어 나간다는 사실을 깨달을 수 있다(시 31:5;111:9;130:7;사 43:1;눅 1:68). 그리고 하나님께서는 한 번 택하신 백성은 사단의 획책에도 불구하고 끝까지 보호하신다는 사실을 살펴볼 수 있다(시 18:2;121:3-8). 그러기에 우리는 언제나 주의 인도하심과 섭리하심에 순종해야 하는 것이다(신 13:4;삼상 28:18). * 구속사에 나타난 여자들. 본장에서 하나님은 다윗의 언약의 씨인 요아스 를 악의 화신인 아달랴의 손에서 보존하시기 위하여 여호사브앗 이라는 한 여인을 사용하셨다. 이처럼 성경 전체를 살펴보면 하나님의 구속 사역에 있어서 여자가 매우 중요한 역할을 하고 있음을 우리는 쉽게 발견하게 된다. 따라서 본 주제 강해세서 우리는 구속사와 밀접한 연관이 있는 여자들과 그들의 역할, 그리고 여자와 연관된 성경 말씀들을 살펴봄으로써 구속사와 여자의 관계를 이해하고자 한다. 첫째로 창 3;15은 뱀의 머리를 상하게 할 그리스도가 여자의 후손으로 오신다는 사실을 암시하고 있다. 그리고 이 예언의 말씀은 실제로 그리스도가 마리아에게서 잉태되심으로 성취되었다. 아브라함의 아내 사라가 거의 잉태가 불가능한 상태에서 이삭을 낳게 된 것도 위의 창 3:15과 연관시켜 생각할 수 있을 것이다. 이와 유사한 또다른 예로서 사무엘을 낳은 한나를 들 수 있는데 이삭과 사무엘이 다같이 그리스도의 모형임을 누구나 인정할 수 있다(창 21:12;삼상 1:27, 28). 이상에서 우리는 여자들이 구속사의 결정체인 그리스도를 잉태하는 역할을 담당하고 있음을 알 수 있다. 여성이 아이를 낳는다는 사실은 지극히 당연한 일이지만 사라, 한나, 마리아는 다같이 아이를 가질 수 없는 상태에서 기도와 하나님의 기적적인 역사하심으로 잉태할 수 있었다는 사실이 구속사적인 의미를 내포하는 것이다. 둘째로 모세나 요아스 그리고 그리스도의 탄생과 관련하여 발생한 사건들을 살펴볼 때 여자는 환난 가운데서 그리스도의 씨를 보호하고 성장시키는 역할을 담당하고 있음을 알 수 있다. 특히 본장에 등장하는 여호사브앗은 발각될 경우 죽음을 면치 못할 상황에서 어린 요아스를 6년 동안 숨겨 키웠는데 여기서 우리는 그녀의 지혜와 담대함을 엿볼 수 있다. 그리고 바로와 헤롯에 의한 유아 살해 사건에서 바로의 딸과 마리아는 하나님의 특별하신 인도하심과 섭리에 의해 모세(행 7:21)와 그리스도를 구출할 수가 있었다(마 2:13-18). 이로 볼 때 하나님은 여자의 본능적인 모성애를 통하여 언약의 씨를 보존하심으로써 하나님의 사람을 우리들에게 나타내신 것이다. 셋째로 하나니은 이방 여인 룻의 신앙을 통하여, 도한 경건하고 희생적인 사랑의 역사로 말미암아 구속사를 진행시키고 있다. 이방 여인인 룻이 다윗의 기업을 무를자(고엘), 또는 회복할 자를 낳음으로써 죄로 말미암아 하나님의 기업을 전혀 물려받을 수 없는 상태에 있던 이스라엘을 언약의 백성으로 보존되게 하였다. 이방 여나인을 통한 이러한 역사는 하나님이 온 인류를 자기 백성으로 삼으시기를 미리 작정하셨음을 보여준다. 그리고 죽으면 죽으리라 는 일사 각오의 신앙을 보여준 에스더는 일약 이스라엘의 구원자로 등장하나. 그런데 이것은 중보자로 이 땅에 오셔서 친히 죽으셨지만 하나님에 의해 다시 부활하여 높임을 받으며 결국 성도들의 구원의 보증이 되신 그리스도의 사역과 깊은 연관성을 맺고 있다. 이를 통해서 볼 때 여자는 구속사에서 보조적인 역할 뿐만 아니라 직접적인 구원의 사역에 동참하고 있음을 발견할 수 있다. 결론적으로 엄격한 가부장제 사회였던 이스라엘에서 여성이 차지하는 위치는 지극히 미약하였지만 그럼에도 불구하고 하나님의 구속사에서 여성의 위치는 매우 중요하였다. 이와 같은 상관 관계에서 볼 때 하나님은 당시의 상황에서 특별히 두드러지지 않는 여자들을 구속을 위한 한 방편으로 삼으심으로써 구속사 성취를 더욱 용이하도록 하셨음을 알 수 있다. 그리고 또 이것은 본래 여자가 남자를 돕는 배필로 창조되긴 했으나 남자와 대등하게 하나님의 창조 명령을 부여받았다(창 1:27, 28)는 사실에 의해서도 설명될 수 이싸. 즉, 여자도 남자들(모세, 다윗 등)과 동일하게 하나님의 구속 사역에 참여하였던 것이다."
        }
    ]
}