{
    "bible_book": "역대하",
    "chapter_number": 2,
    "commentaries": [
        {
            "verse_reference": "2:1",
            "commentary": "본절은 히브리 원문상 1:18에 해당된다. 그리고 성전 건축 준비에 관한 기사를 다루고 있는 본문(1-18절)은 왕상 5:1-18과 병행을 이룬다. 그런데 그의 왕궁 건축에 대해서는 본장 1벌과 7:11; 8:1 등에서 간단히 언급되어 있을 뿐 왕상 7:1-12에서와 같은 상세한 기술은 하지 않고 있다. 솔로몬이...결심하니라 - 여기서 '결심하니라'에 해당하는 히브리어 '아마르'(* )는 본래 '선언하다', '공표하다', '명령하다' 등의 뜻이다. 그런데 여기서는 어떤 목적을 위하여 준비하도록 명령하는 것을 가리킨다(Keil). 즉, 솔로몬은 성전과 궁궐 건축을 위한 본격적인 준비에 착수한 것이다. 여호와의 이름을 위하여 전을 건축하고 - 6절과 더불어 성전 건축의 목적이 잘 나타나 있는 부분이다. 즉, 솔로몬은 \"오직 너희 하나님 여호와께서 자기 이름을 두시려고...택하신 곳\"(신 12:5)에서만 하나님께 예배하고 그분의영 광을 기리기 위하여 예루살렘 성전을 건축하려 한 것이다. 이와 관련해서는 신 12:4-14 강해. '예루살렘 중앙 성소의 의의'를 보다 참조하라. 자기 권영을 위하여 궁궐 건축하기를 - 여기서 '자기 권영을 위하여'는 히브리 원문상 '자기 왕궁을 위하여'(KJV, for his kingdom)로 번역되어야 옳다. 이는 솔로몬이궁궐을 짓는 목적이 자기 개인의 영광이나 부(富)를 과시하는 하나님께서 강성케 하신이스라엘 왕국의 영광을 대외적으로 증거하기 위하여 그에 걸맞는 궁궐을 지으려고 하였던 것이다."
        },
        {
            "verse_reference": "2:2",
            "commentary": "본절은 18절에서 다시 반복 언급되고 있는데 그 이유는 분명치 않다. 다만 역대기저자가 17, 18절에 근거하여 솔로몬이 사전(事前)에 담군(擔軍) 칠만과 작벌할 자 팔만을 뽑았음을 보여주고 있는 것으로 추측된다. 그런데 실상 이들은 다윗이 성전 건립을 위하여 이스라엘에 거주하는 이방 사람들 중에서 이미 선발해 놓은 역꾼들이었다(대상 22:2). 솔로몬은 이들 외에도 이스라엘인과 이방인 중에서 일을 감독할 관리 삼천 여명을 선발하였는데(왕상 5:16) 바로 본절과 18절에 언급되고 있는 삼천 육백 명의 감독들이다. 이에 관한 보다 자세한 내용은 왕상 5:16 주석을 참조하라. 담군 - '짐 나르는 자'(transporter)를 가리킨다. 이들은 주로 벌목한 나무나 채석한 돌을 일정한 장소에로 옮기는 일에 종사하였을 것이다. 작벌할 자 - 이의 문자적 뜻은 '나무베는 자'이다. 그러나 '작벌하다'에 해당 하는히브리어 '하차브'(* )는 나무나 돌 또는 기타 재료들을 떠내거나 베는 것 을 가리킨다. 따라서 본절은 NIV, Living Bible처럼 '채석꾼'(stonecutters)으로 번역하는것이 타당하다. 왜냐하면 평행 구절인 왕상 5:15에도 '작벌한 자' 대신 ' 돌을 뜨는자'로 언급되어 있기 때문이다."
        },
        {
            "verse_reference": "2:3",
            "commentary": "두로 왕 후람 - 후람(Huram)은 열왕기에서 일명 히람(Hiram)으로 불리우고 있다(왕상 5:1). 그는 다윗과도 친근한 교분(交分)을 나누었으며 다윗을 위하여 집 을 지어 주기도 하였다(삼하 5:11). 본절에 언급되어 있는 \"당신이 전에 내 부 친 다윗에게...궁궐을 건축하게 한 것\"이란 바로 이 사실을 의미한다.그러한 후람은 솔로몬과도 우호관계를 유지하였는데 적어도 20년 이상 동안이었던 것 같다. 한편 두로(Tyre)는 그 자매 항구인 시돈(Sidon)에서부터 약 40km 정도 남쪽에 위치한 베니게(Phoenicia)의 항구 도시이다. 왕상 5:7-12 강해, '베니게의 고도 두로' 참조."
        },
        {
            "verse_reference": "2:4",
            "commentary": "전을 건축하여...번제를 드리려 하니 - 역대기 저자는 성전을 주로 레위인들 및 제사장들과 연관시켜 생각하고 있다(대상 23:28-32). 본절에서 성전 건축 목적과 관련향 재료를 사르며(출 30:7), 떡을 진설하며(출 25:30), 여호와의 절기에 조석으로 번제를 드리는 것(민 28:1-31) 등으로 제사장과 레위인의 직무에 대해서 일일이 나열하고 있는 것 역시 그러한 본서 기자의 독특한 특징이다(Curtis)."
        },
        {
            "verse_reference": "2:5",
            "commentary": "우리 하나님은 모든 신보다 크심이라 - 이처럼 여호와 하나님께서 다른 모든 신보다 높고 크다고 하는 것은 여호와 하나님의 능력의 위대함을 강조하는 수사학적(修辭學的) 표현이지 결코 다른 신들의 존재를 인정하는 다신교(Polytheism) 사상은 아니다. 그러기에 이러한 고백은 구약 성경에서 자주 언급되고 있다(출 18:11; 신 10:17;시 135:5). 한편, 본문에서 솔로몬이 언급하고 있는 것으로 보아 당시 솔로몬이 하나님의 성전을 얼마나 중히 여기고 있었는가를 익히 알 수 있다."
        },
        {
            "verse_reference": "2:6",
            "commentary": "본절은 1절과 더불어 솔로몬이 성전을 건축하고자 하는 의도가 무엇인가를 보여주고 있다. 즉, 여호와를 전에 모시기 위하여 성전을 짓는 것이 아니라 다만 여호와 앞에 분향하기 위하여 성전을 짓는다는 것이다. 이와 같이 성전이 여호와를 모시어 두는곳이 아니라 여호와를 예배하는 곳이라는 개념 또한 역대기 저자가 강조하고 있는 점이다. 하늘과 하늘들의 하늘이라도 - 이 부분은 6:18과 왕상 8:27에 기록된 솔로몬의 기도와 연관된다. 히브리인들은 '하늘'(*, 솨마임)을 '궁창' 또는 '땅의 천정'이라는 좁은 의미로 사용하였기 때문에 '하늘들의 하늘'의 문자적인 뜻은 ' 최고 높은하늘'(the highest heaven)이다(Curtis). 한편 후기 유대인들은 하늘이 몇개의 층으로구성되어 있다고 생각하였다(고후 12:2). 따라서 '하늘들의 하늘'이란 최상층의 하늘을 지칭하는 말로서 하나님의 초월성과 무한성을 강조하는 문학적 표현이라고 할 수있다. 이에 관한 보다 자세한 내용은 왕상 8:27주석을 참조하라. 그 앞에 분향하려 할 따름이니이다 - 이처럼 솔로몬은 하나님의 무한하심과 무소부재(無所不在)하심을 어떠한 방식으로든지 제한할 수 없음을 고백하고 있다. 실상 하나님은 당신의 목적과 계획에 따라 스스로 모든 것을 초월하시기도 하시는 초월자이시며 동시에 인간과 함께하실 수도 있는 내재자이시다. 그러므로 인간은 단지 그러한 하나님을 경외하고 그분께 영광돌릴 수 있을 따름이다."
        },
        {
            "verse_reference": "2:7",
            "commentary": "자색 홍색 청색실로 직조하며 - 청색, 자색, 홍색실로 짠 베는 성전의 문장(門帳)을 짓는 데 사용된 것으로 나타난다(3:14). 한편 당시 두로(Tyre) 해변에서 나는 뼈고등(murex)은 자주색 물감의 재료가 되었다. 두로인들은 이 물감으로 실과 베 따위를염색하였을 것이다. 공교한 공장(工匠) 하나를 내게 보내어 - 이처럼 솔로몬은 두로 왕 후람에게 금속을 다룰 줄 알고, 자색, 홍색, 청색실로 직조할 줄 알며 나무를 조각할 줄 아는 예술가와 같은 공장(工匠)하나를 보내어 달라고 요구했다. 솔로몬이 이러한 기능공을 요구한 이유는 성전 건축에 필요한 가공해야 할 금속과 많은 보석들이 있었기 때문이다(대상 29:2). 물론 당시 솔로몬에게도 이스라엘인 공장(工匠)은 많이 있었다(대상22:15). 그럼에도 불구하고 그가 두로 왕 후람에게 기술자 파견을 요청한 까닭은 금속을 가공하고 돌을 정교하게 조각하는 기술 등에 있어서 아직은 이스라엘의 수준이 북방 민족들보다 훨씬 열등했기 때문이다. 그리고 일반적인 이스라엘의 문화 수준도 그나라들보다 많이 뒤떨어져 있었기 때문이다(Payne). 내 부친 다윗이...예비한 나의 공교한 공장과 함께 - 여기서 솔로몬은 성전 건축사역이 솔로몬 당대의 독자적인 사업이 아니 라 선왕(先王) 다윗의 사역을 계승한 것이라고 말하고 있다. 실제로 다윗은 솔 로몬이 성전을 건축할 수 있도록 하기 위해 많은인적, 물적 자원을 예비했었 다(대상 22장). 뿐만 아니라 다윗은 자신이 계시로 받은성전의 모든 양식(form)까지도 상세하게 솔로몬에게 전수했었다(대상 28:11-19)."
        },
        {
            "verse_reference": "2:8",
            "commentary": "레바논에서 백향목 - 레바논의 백향목(cedar tree)은 향기가 좋고 병충해를 잘 타지 않아 옛부터 고급 건축 자재로 사용되었다. 그러나 오늘날에는 거의 남벌되어 깊은산간 지대에만 조금 남아 있을 뿐이다(Wycliffe, Expositor's Bible Commentary).1:15 주석 참조. 잣나무와 백단목 - 여기서 잣나무(fir tree)는 베니게(Phoenicia)의 노간주나무(Juniper)를 지칭하는 것 같다(Payne). 그리고 '백단목'은 '붉은 백단향 나무'(학명,Pterocarpus santalinus)를 가리키는데 원산지가 베니게가 아닌 인도와 실론이다. 이나무는 그 결이 곱고 또한 재질이 단단하여 건축 자재 뿐 아니라 가구나 악기 제조에도 자주 사용된다. 왕상 10:11 주석 참조, 그런데 본절에서 역대기 기자가 레바논에서생산되지 않는 백단목을 여기에 삽입하여 기록하고 있는 것은 정확한 기록이라고 볼수가 없다(Keil, Curtis). 실제로 본절과 평행 구절인 왕상 5:6, 8에서는 백단목이 언급되어 있지 않다."
        },
        {
            "verse_reference": "2:9",
            "commentary": "내가 건축하려 하는 전은 크고 화려할 것이니이다 - 본절은 5절에 대한 부가적인설명이다. 솔로몬이 이방 왕에게 보내는 편지에서 이와같이 여호와의 광대하심에 걸맞는 성전을 지을 것을 거듭 언급하고 있는 것은 앞 으로 성전 건축에 참여할 이방인 공장(7절)에게 자신의 의도를 분명히 피력하기 위한 목적도 포함되어 있었을 것이다. 한편 12절에 의거하면 두로 왕 후람은 솔로몬의 의도를 충분히 이해하였음을 알 수 있다."
        },
        {
            "verse_reference": "2:10",
            "commentary": "내가...주리이다 - 당시 이스라엘은 선왕 다윗이 정복해 놓은 광범위한 주변 국가로부터 조공과 충성을 받고 있었던 대제국이었다. 따라서 솔로몬이 마음 만 먹었다면일개 항구 도시에 불과했던 두로의 일꾼들을 강제로 노역시 킬 수 있었을 것이다. 그러나 솔로몬은 평화를 사랑하고 하나님의 공의를 실 천하려고 노력했기 때문에 결코 그들의 노역을 강제로 착취하거나 부당하게 대우하지 않았다. 도리어 그는 일꾼들의 노동력에 합당한 대가를 지불하겠다 고 후람에게 약조 하였다. 이 같은 솔로몬의 태도는 생산 수단(자본, 기술)을 가지지 못한 유약(柔弱)한 자들에 대한 부당한 경제적 착취가횡행하고 있는 오늘날의 상황에 시사하는 바가 매우 크다. 밀 이만 석과...기름 이만 말 - 본절과 달리 왕상 5:11에서는 솔로몬이 두로 왕 후람에게 성전 건축이 계속되는 동안 해마다 밀 이만 석과 맑은 기름 이 십 석을 준 것으로 언급되어 있다. 때문에 일부 비평주의 학자들은 이러한 차 이점을 들어 역대기의 진정성(眞正性)을 의심하기도 한다. 그렇지만 본절에 언 급된 내용물은 솔로몬이 후람에게 준 사례품(謝禮品)과는 별도로 후람의 일꾼 들에게 지불한 품삯이다. 이러한 사실은본절 서두에 '당신의 벌목하는 종에게' 라는 말이 언급되어 있어 더욱 분명해진다. 한편 '석'(*, 코르)은 액체 또는 고체의 용량을 재는 단위로서 1석은 약 230l에 해당된다. 그리고 '말'(*, 밧)은 액체의 용량을 측정하는 단위로서 약 23l에 해당된다. 왕상 5:11 주석 참조. 따라서 밀 이만 석, 보리 이만 석, 포도주 이만 말, 기름이만 말은 대단한 수량이 아닐 수 없다. 아마도 이러한 막대한 지출은 이스라엘 경제에 적지 않은 타격을 입혔던 듯한데 이는 '왕의 부친이 우리에게 메운 멍에'(왕상12:9)라는 말에 의해서도 어느 정도 뒷받침된다."
        },
        {
            "verse_reference": "2:11",
            "commentary": "후람이...답장하여 가로되 - 본문의 두로 왕 후람의 답장(11-16절)은 왕상 5:7-9을기초한 것이다. 그런데 역대기 저자가 기록한 솔로몬의 서신 30절과 마찬가지로 후람왕의 답장에도 열왕기의 자료 이외의 다른 자료가 포함되어 있어서 열왕기와 함께 그내용을 상호 보충해 주고 있다. 당신을 세워 그 왕을 삼으셨도다 - 본절에서 후람은 하나님께서 솔로몬 을 왕으로삼으신 것은 하나님이 그 백성을 사랑하셨기 때문이라고 말하면서 솔로몬의 현명함과성전 건축 의사를 칭찬하고 있다. 물론 당시 후람은 이스라엘과 확고한 결속을 유지하는 것이 중요 했기 때문에 더욱더 그러한 칭찬을 아끼지 않았을 것이다. 이와 마찬가지로 스바 여왕도 동일한 의도로 솔로몬을 칭찬한 적이 있다(9:8). 한편 본절은 평행구절인 왕상 5:7에 비해 보 다 상세한 기록이다. 따라서 우리는 본절의 내용을 통해 역대기 저자가 이방 나라의 왕 후람의 답장을 매우 의미있고 중대하게 다루고 있음을 알수 있다. 아마도 그것은 솔로몬이 성전 건축 사역에 두로인들을 동참시킨 것과 연관이 있는 듯하다(7, 8, 13, 14절)."
        },
        {
            "verse_reference": "2:12",
            "commentary": "여호와는 송축을 받으실지로다...하시도다 - 본절에 기록된 후람의 여호와 께 대한찬양은 왕상 5:7과 병행하지만 두 절이 모두 솔로몬을 다윗의 아들로 부각시킨 점은동일하다. 그러나 열왕기 기자는 하나님께서 백성을 다스리는 왕으로서의 '다윗의 아들' 솔로몬을 주신 데 대하여 찬양하였지만 본서 기자 는 여호와의 전을 건축할 자로서'다윗의 아들' 솔로몬을 주신 데 대하여 찬양 하고 있는 것이다. 한편 이처럼 후람이하나님을 찬양하고 있다 하여 그가 이 스라엘의 하나님 여호와를 유일신(唯一神)으로믿었다고 여기면 곤란하다. 다만 그는 고대 근동인들과 마찬가지로 다신(多神) 사상에입각, 이스라엘의 신 여호 와를 많은 신 중의 한분으로 인정한 것일 뿐이다. 왕상 5:7주석 참조."
        },
        {
            "verse_reference": "2:13",
            "commentary": "공교하고 총명한 사람 - 이는 성전 건축 기술자 '후람아비'(Huramabi, 일명 ' 히람'으로도 불리웠음. 왕상 7:13, 14)를 가리킨다. 그런데 한글 개역 성경은 '후람아비'란이름을 '내 부친 후람에게 속하였던 자라'로 잘못 번역하고 있다. 그러나 4:16에서는'후람아비'로 바른 이름을 제시하고 있다. '후람아비'는 '나의 아버지', '나의 모사'라는 뜻의 '아비'(* )와 '진실된' 또는 '고귀한'이란 뜻의 '후람'(* )이합성된 단어로 '나의 진실된 모사(Counsellor)'라는 뜻의 이름이다. 한편 이 후람아비는 부친이 두로인이었으나 어머니는 단(또는 납달리)지파 사람이었다(14절; 왕상7:14). 이와 유사하게 이스라엘인의 성벽을 재건하는 데 공헌한 아닥사스다도 에스더와 이방 바사왕 아하수에로 사이에서 출생한 자이다(스 7장)."
        },
        {
            "verse_reference": "2:14",
            "commentary": "이 사람은 단의 여자 중 한 여인의 아들이요 - 본절에서 후람아비의 어머니는 단지파로 언급되고 있다. 그러나 병행 구절인 왕상 7:14에서는 납달리 지파로 언급되어있다. 따라서 양자 사이에는 모순이 있다. 그런데 추측컨대 이 여인은 본래 단 지파출신으로 납달리 지파의 한 성읍에서 산 과부(왕상 7:14)였던 것 같다. 한편 단 지파의 태생인 이 여인이 어떻게 납달리 지파에서 살게 되었는지는 분명치 않다. 그러나당시 단 지파는 북쪽 라이스 지방으로 이주한 뒤 많은 단 지파 사람들이 흩어져 살았기 때문에(삿 18장) 이 여인도 그런 사람들 중의 하나가 아니었는가 추측된다. 이와 관련해서는 왕상 7:14 주석을 보다 참조하라. 그 아비는 두로 사람이라 - 후람아비는 두로 사람을 아버지로 한 베니게 국적(國籍) 히브리인이었기 때문에 이스라엘과 두로의 두 나라 일꾼들을 감독 함에 있어서 문화적으로나 언어적으로 제반 사항을 처리하는 데 큰 어려움이 없었을 것이다(Expositor's Bible Commentary). 모든 기묘한 식양에 능한 자니 - 열왕기 기자와는 달리 본서 기자가 후람 아비의 어머니가 단 지파 사람임을 밝히고 있는 것은 후람아비를 과거 모세 당시 성막을 세울때 브사렐의 동역자로 일했던 단 지파 사람 오홀리압(출 31:6)과 대비시키기 위함이었던 것 같다. 실상 후람아비는 금은 동철과 돌과 나무와 직물을 다루며 아로새기는 일에 있어서 모세의 성막을 세운 오홀리압에 비견될 만하였다(왕상 7장)."
        },
        {
            "verse_reference": "2:15",
            "commentary": "내 주의 말씀하신 - 여기서 후람이 솔로몬을 가리켜 '내 주'라고 한 것은 그가 솔로몬의 봉신(vassal)이었음을 의미한다(Curtis). 그런데 열왕기서에는 이러한 표현이없다. 밀과 보리와...보내소서 - 베니게는 지중해 연안을 따라 형성된 길고 좁은 나라이다. 그런데 그 국토는 대개 산악 지대로 이루어져 있어 임산물(林産物)은 풍부한 대신농작물이 부족하였다. 따라서 베니게는 식량 충당을 외국으로 부터의 수입에 상당량 의존하지 않을 수 없었다. 그러던 차에 이스라엘로부터 목재와 식량 교환 제의가 들어왔으니(8-10절) 후람은 이에 기꺼이 응한 것이다."
        },
        {
            "verse_reference": "2:16",
            "commentary": "욥바 - 이곳은 예루살렘 서북방 약 56km 지점에 있는 항구 도시이다. 레바논에서 수운(水運)된 목재는 이곳에서 육로를 통해 예루살렘까지 운반되었던 것이다. 그런데 욥바에서 예루살렘까지는 평탄한 길도 있지만 언덕지고 울퉁불퉁한 길이 56km나 되었다. 따라서 정작 레바논에서 욥바까지 목재를 운반하는 것보다 욥바에서 예루살렘에까지 운반하는 것이 더 힘들었을 것이다. 왕상 5:9 주석 참조."
        },
        {
            "verse_reference": "2:17",
            "commentary": "본절에는 솔로몬이 성전 건축을 위한 역꾼을 징발(徵發)하기 위하여 이스라엘 땅에 거주한 이방 사람의 수를 조사하는 장면이 나온다. 이방 사람 - 솔로몬 당시 이스라엘에 거주하던 이방 사람들은 이미 다윗 시대에 전쟁의 포로로 잡혀 온 사람들이거나 가나안 원주민들로서 이스라엘 백성 밑에서 종살이하던 사람들이었다(O. Zockler). 그런데 평행 구절인 왕상 5:13에는 이러한 이방인의인구 조사에 대한 기사가 생략되어 있다. 그러나 왕 상 9:20, 22에서는 이 이방인들이이스라엘 자손에게 대적했던 가나안의 남은 자손들이라고 기록되어 있다. 이로 볼 때이스라엘 백성들도 애굽인과 같이 전쟁의 포로들이나 이방인들을 심하게 학대하고(출1:8-14) 이스라엘 사람은 사역에서 제외시키는 차별 정책을 썼다고 비난하는 일부 자유주의 신학자들의 해석은 옳지 않음이 분명하다(Payne, Barker)."
        },
        {
            "verse_reference": "2:18",
            "commentary": "삼천 육백 인은 감독을 삼아 - 본절과 17절을 통해 역대기 저자는 이방인 153,600인 중에서 3,600인을 감독으로 삼았다고 세분하여 기록하고 있다. 그런 데 왕상 5:16에는 감독의 수가 3,300명이었다고 기록되어 있다. 그러나 이 같 은 숫자의 차이는 다음과 같이 해결될 수 있다. 즉, 솔로몬 당시 성전 건축 사역을 감독하였던 전체 감독의수는 이방인 감독 3,600명과 이스라엘인 감독 250명(8:10)으로 도합 3,850명이다. 이는 왕상 5:16에 언급된 이방인 감독 3,300 명과 왕상 9:23에 언급된 감독 550명을 합친수 3,850명과 일치한다. 그러면 전 체 수에 있어서는 일치하나 각각의 수에 있어서 차이가 나는 까닭은 무엇인 가? 그것은 다름아니라 바로 '감독'을 구별하는 방법에 있어서 열왕기 기자와 역대기 기자가 서로 달랐기 때문이다. 즉, 열왕기 기자는 계급이 낮은 감독 3,300과 높은 감독 550명으로 구별한 반면 역대기 기자는 이방인 감독 3,600 과 이스라엘인 감독 250명으로 나누었기 때문이다(O. Zockler, Keil & DelitzschCommentary, vol III. p. 313). 이와같이 이방인과 이스라엘인을 엄격히 구별하는 것 또한 역대기 기자의 특징 중 하나이다(Payne). 왕상 5:16 주석 참조. 2장 강해 솔로몬 왕에 대한 정치적 문제는 생략한 채(왕상 1:5-9;2:13-46 등) 종교적 분에, 즉 솔로몬이 일천 번제를 드림으로 하나님의 지혜를 받은 사실을 나타낸 앞장에 이어지는 본장은 그 종교적 관심이 더욱 심화되는 대목이다. 다시 말해서 본장은 통치 수단으로써 지혜를 허락하신 하나님의 은혜를 솔로몬의 신앙적 문제로 부각시켜 언급한 앞장의 연속으로, 하나님의 은총으로 인해 성전 건축 사역을 준비하는 솔로몬의 모습을 담은 장면이다. 이러한 대목을 서술하는 데 있어서 본장은, 두로 왕 후람에게 기술자와 재목을 요청하는 전반부(1-10절)와 그 요청에 대한 후람의 친절한 응답을 기록한 후반부(11-18절)로 구성되어 있다. 그런데 본장을 열왕기서가 솔로몬 왕의 치세를 적는 과정에서(왕상 3:1-8:66) 성전과 솔로몬의 궁전을 건축한 장면으로 일괄 처리(왕상 5:1-8:66)한 것과는 달리, 본서는 솔로몬이 성전을 완성하는 대목(2:1-7:22)에서 그 서두적인 역할을 하는 부분으로 간주된다. 그래서 본서 기자의 의도가 성전을 건축하는 문제만을 나타내는 데 있음을 다시 한번 더 부각시킨다. 이 뿐만 아니라 본서는 열왕기서에서 언급된 솔로몬의 열 한 명의 신하와 열 두 명의 장관(왕상 4:1-19), 그리고 솔로몬이 행한 지혜로운 통치부분(왕상 4:20-34)을 의도적으로 생략하고 있다. 그래서 앞장의 구성과 같이 솔로몬에 관계된 국내적 정치 문제는 가급적 피함으로 본서 기록의 목적을 더욱 드러내는 데 노력한다. 왜냐하면 역대기 저자가 솔로몬 왕정에 주된 관심을 쏟은 부분은 바로 솔로몬의 성전 건축 사역이기 때문이다. 이러한 이유로 인해 솔로몬의 성전 건축에 관한 기사는 2장에서 7장까지에 걸쳐 장구하고 상세하게 기록하고 있는 반면에 솔로몬의 왕궁 건축에 관한 기사의 대부분은 생략하고 단지 궁궐 건축을 결심한 것(1절)과 건축을 마쳤다는 기사(7:11;8:1)만을 기술하고 있을 뿐이다. 또한 본장에서는 지금까지 나타난 역대기 저자의 의도와는 달리 솔로몬이 이방 나라인 두로 왕 후람과 서신을 교환한 사건을 상세히 다루고 있는데, 이것은 왕상 5:2-12에 비해 보다 자세한 역사적 자료들을 많이 내표하고 있을 뿐만 아니라 신학적으로도 중요한 의미를 내포하고 있다. 따라서 본장에서 성전 건축 준비에 따른 역대기 저자의 신학적 해석 부분을 살펴보면 다음과 같다. (1) 솔로몬은 오직 '여호와의 이름을 위하여'(for the name of the Lord) 성전 건축을 시행하였다. 본서 저자는 본장 서두에서(1절) 이와 같은 솔로몬의 캐치프레이즈(catchphrase)를 제시하고 있고, 4절에서 다시 한번 더 언급한다. 이것은 솔로몬을 통하여 하나님의 성전에 대하여 취해야 할 성도의 바른 태도가 무엇인가를 단적으로 보여주는 것이다. 즉, 하나님의 성전이 인간의 공적이나 명예를 위해 이용되어서는 안 되며 오직 하나님의 영광만을 드러내야 한다는 것이다(롬 14:6;고전 10:31). 진정 이러한 내용을 통해 우리는 하나님의 성전인 우리의 몸을 오직 하나님의 영광을 돌리는 일에만 사용해야 함을 교훈받을 수 있다(고전 3:16, 17;6:19). (2) 솔로몬은 독특하고 탁월한 성전관(聖殿觀)을 확립했다. 본서 저자는 6절에서 솔로몬이, 성전 건물 자체가 하나님의 무소부재하심을 제한할 수 없다는 독특한 성전관을 소유하였음을 소개하고 있다. 영왕기서 기자가 본 내용의 기사를 성전 건축을 마친 후 솔로몬자의 기도 내용 속에서 언급하고 있는 반면에(왕상 8:27) 본서 기자는 성전 건축 준비 과정에서 이 사실을 언급함으로써 그의 성전관의 독특성을 부각시키고 있다. (3) 솔로몬은 성전 건축 사역에 이방인들을 적극 참여시켰다. 본서 저자는 이방인 후람 왕이 어느 정도 솔로몬의 성전 사역에 이방인들을 적극 참였음을 거듭 강조하고 있다(12, 17절). 또한 본서 저자는 솔로몬이 적극적으로 이방인을 성전 사역에 참여시킨 것은 바로 '하나님은 모든 신보다 크다'라는 그의 신앙과 그의 독특한 성전관에 따른 것이라고 본다(5절). 이와같이 성전 건축에 이방인이 동원되었다는 것은 장차 유대인과 이방인이 모두 하나님의 나라와 통치권 속에서 연합될 것을 예표하는 것이라 하겠다(엡 2:18). 그러기에 우리 또한 하나님 나라의 확장을 위해서 주의 복음을 전파하는 것이 당연한 일임을 깨달을 수 있다(마 28:18-20;롬 15:19). 1. 두로 왕 후람에게 보낸 편지(2:1-10) 본문은 성전을 건축하기 위해 그 착수 단계로 인적, 물적 자원을 확보하고 있는 대목이다. 그런데 이러한 본문은 솔로몬이 부왕(父王) 다윗의 언약에 기초하여 여호와의 이름을 위하여 성전 건축을 결심하고 역꾼을 선택하는 모습을 언급한 전반부(1, 2절)와두로 왕 후람에게 성전 건축에 쓰일 목재와 공교한 공장(工匠)과 벌목하는 종을 보내줄 것을 편지로 부탁하는 장면을 기술한 후반부(3-10절)로 구성되어 있어 인적.물적 자원을 준비하려 애쓰는 솔로몬의 모습이 두드러진다. 한편, 솔로몬이 후람에게 보낸 편지 속에는 독특한 그의 성전관(聖殿觀)이 잘 타나나 있는데 그것을 살펴보면 다음과 같다. 즉, 그가 이해한 하나님의 전(殿)은 (1) 하나님이 다른 모든 이방 신들과 구별되듯이 엄격히 구별된 곳이며(4절), (2) 오직 예배의 장소로서만 사용되어야 하며(4, 6절), (3) 하나님이 모든 신보다 크신 만큼 성전도 크고 화려해야 한다(5, 9절)는 것이다. (4) 그러나 성전 건물 자체의 크기가 결코 하나님의 무소부재(無所不在)하심과 크고 광대하심을 제한할 수 없다는 것이다. 이러한 본문의 내용을 통하여 우리는 다음과 같은 교훈을 발견하게 된다. (1) 모든 일을 함에 있어서 하나님을 인정하는 신앙이 그 무엇보다도 먼저여야 한다는 것이다. 솔로몬이 소유한 성전관은 하나님의 탁월성(5절)과 그분이 세상의 것과 구별되심을 철저히 인식하는 신앙에서 비롯된 것이었다. 이와같이 하나님을 먼저 인정하는 신앙은 성전을 크게 짓는 것으로 자기의 명예나 위력을 과시하지는 않느나. 그래서 솔로몬은 크신 하나님을 위하여 성전을 크게 짓되 이스라엘의 하나님은 열방 신들처럼 손으로 지은 전에 계시지 않음을 부언하고 있는 것이다(행 17:24). 그리고 \"내가 누구관대 어찌 능히 위하여 전을 건축하리요\"라는 겸손의 고백과 아울러 여호와는 오직 경배의 대상으로 \"그 앞에 분향하려 할 따름이니이다\"(6절)라고 고백하고 있는 것이다. 참으로 신앙 생활에 있어서 이러한 선인정(先認定)은 항상 하나님의 영광을 위하여 자신을 철저히 겸손케 한다. (2) 어떤 상황 속에서도 자신의 신앙을 분명히 나타내야 한다는 것이다. 솔로몬은 성전 건축을 위한 도움을 요청하는 입장에 있었을 뿐만 아니라 이스라엘 하나님에 대해 전적으로 무지한 이방인에게 편지하는 입장이었음에도 불구하고 그는 자신의 신앙을 당당하게 밝혔다. 그로 인해 어느 정도 그들에게 이스라엘의 하나님에 대한 이해를 주었을 뿐만 아니라 진정한 신앙에서 비롯된 것은 아니라 할지라도 그를 통하여 하나님께 영광돌리게 했다(12절). 그러므로 그리스도인들은 항상 자신의 신앙을 명백히 밝힘으로써 당면한 상황을 헤쳐나가아 할 것이다. (3) 선한 목적을 핑계로 그 일을 하는 데 있어서 올바른 과정과 방법을 취하기를 소홀히 해서는 안 된다는 것이다. 당시 주변 국가로부터 조공과 충성윽마 받고 있던 대제국인 이스라엘의 왕으로서 솔로몬은 마음만 먹으면 일개 항구 도시에 불과한 두로의 일꾼들을 강제 노역시킬 수 있었다. 그러나 하나님을 위해 성전을 짓는다는 선한 목적을 핑계로 그는 악한 방법을 동원하지 않았다. 오히려 노동력에 합당한 충분한 대가를 지불함으로써 하나님의 영광을 더 높혔다. 이 같은 솔로몬의 태도는, 특별한 전문 기술이 없이 노동력으로 생계를 이어가는 유약(柔弱)한 자들로부터 부당한 경제적 착취를 일삼는 오늘날의 상황에 시사하는 바가 크다 하겠다. * 성전의 기독론적 의미. 우리는 본문을 통해 성전 건축 준비에 관한 기사를 읽을 수 있다. 그런데 이 기사에 대한 역대기 저자의 신학적 해석을 기반으로 하여 다음과 같은 성전의 기독론적 의미를 고찰해 보고자 한다. 먼저 여기에서 기독론적 의미를 찾을 수 있는 근거는 (1) 솔로몬이 다윗 언약에 나타난 하나님의 아들이며(삼하 7:14) 그리스도의 예표라는 것이고, (2) 솔로몬의 성전 건축은 고대 근동에서 왕국의 확립과 밀접한 연관성을 가지고 있기 때문에 하나님 나라의 확립과 연관된다는 것이다. 그리고 이 뿐만 아니라 (3) 여기에서 언급된 성전에 관해 신약에서의 그리스도는 가시적(可視的)인 '성전보다 더 큰 이'(마 12:6)로서 그분 자신을 성전의 원형으로 언급하고 있기 때문이다. 이런 점에서 볼 때 성전은 사람의 몸을 입고 이 땅에 오시기 전에 나타난 그리스도의 현현이라고 생각할 수 있는 것이며 하나님의 임재를 상징하는 것으로 이해됴 수 있다. 그리고 성전이 이스라엘 백성들 가운데 세워지고 이스라엘 백성들이 그곳에서 경배하며 하나님의 율법과 계명을 듣는 것은 임마누엘 되시는 하나님으로서 그 백성들 가운데 오신 예수 그리스도를 간접적으로 체험케 하는 것으로 간주할 수 이쓴 것이다(마 1:21-23). 또한 이것은 그리스도를 머리로, 교회를 그 몸으로, 성도들을 각 지체로 하는 신약 시대의 교회의가 예표인 것으로 고려할 수 있다. 그러기에 솔로몬은 성전에서 향 재료를 사르며 항상 떡을 진설하고 여호와의 절기에 조석으로 번제를 드리는 것(4절)을 큰 기쁨과 행복으로 여겼던 것이다. 왜냐하면 이것은 구약 시대에 이미 그리스도와 교제하는 기쁨을 맛보는 것이 될 수도 있기 때문이다. 이렇듯 성전이 그리스도를 예표하는 것이긴 하지만 그 의미는 제한적이다. 왜냐하면 (1) 성전은 제사장들을 통해서 간접적으로만 접할 수 있게 되녀, (2) 하나님 앞에 나아가는 방법과 절차를 엄정하게 제한함으로써 누구든지 쉽게 하나님의 전에 나아가지 못하기 때문이다. 그래서 예수께서는 가시적이고 제한적인 성전을 헐고(요 2:19) 당신을 통하여 새 성전인 교회를 지으시겠다고 말씀하셨다(마 16:18). 그리고 이것 뿐만 아니라 예수께서 십자가 상에서 돌아가실 때 성소의 휘장이 둘로, 위에서 아래로 찢어짐(마 17:51)과 함께 이와 같은 성전의 제한성이 사라지고 온전한 성전의 의미를 충족시키신 것이다. 그러므로 이러한 의미를 살펴볼 때 우리는 본문에 언급된 성전을 통해 예수 그리스도에 대한 희미한 그림자를 찾을 수 있는 것이다. 2. 두로 왕 후람의 회신(2:11-18) 본장은 솔로몬 당시 매우 성행했던 이스라엘과 두로 사이의 교역관계를 보여주는 한 단면적인 사례인 바, 본문은 솔로몬의 친서(親書)에 대해 회신하는 후람의 편지 내용이다. 즉, 본문은 성전을 건축하기 위하여 필요한 인재(人材)와 자재를 요청한 솔로몬의 발신에 대한 후람 왕의 회신 내용을 적은 전반부(11-16절)와 성전 건축을 위해 이방인을 고용한 사실을 언급한 후반부(17, 18절)로 구성되어 있어 하나님의성전 건축을 위해 이방인의 적극적인 협조가 있었음을 나타내고 있다. 이와 같은 후람의 회신 내용을 간추려 보면 다음과 같은 특이한 사실을 발견할 수 있다. 즉, (1) 다윗 왕조의 신정적 권위 인정(11절), (2) 창조주이신 이스라엘의 하나님을 찬양(12절), (3) 다윗의 아들이 여호와를 위해 전을 겉축함을 찬양(12절), (4) 솔로몬의 권영을 위하여 궁궐을 건축함을 찬양(12절). (5) 공장(工匠)과 건축 자재를 보내기로 약속(13, 14, 16절), (6) 일꾼들의 생계 부탁(15절) 등이 바로 그것이다. 그런데 여기서 우리가 주목해야 할 사실은 두로 왕의 회신 내용 (1) - (4)는 바로 다윗 언약의 핵심적 내용이라는 것이다. 특히 12절에서 \"여호와를 위하여 전을 건축하고 자기 권영을 위하여 궁궐을 건축하게 하시도다\"는 1절의 내용과 완전히 일치한다. 이러한 사실들로 추측해 볼 때 두로 왕 후람은 이미 다윗을 통하여 다윗 언약의 핵심적인 내용을 알고 있었음이 분명하다(대상 14:1). 이와같이 이방인의 입술을 통하여 다윗 왕조와 여호와의 성전 건축에 관계된 문제를 찬양케 한 것을 특별한 하나니미 섭리에 기인한 것이다. 이와 유사하게 신약에서는 동방의 세 박사(혹자는 동방의 왕들이라고 함)를 통하여 황금과 몰약과 유향으로 아기 예수 탄생을 축하하게 하고 예물을 드리게 하였다(마 2:11). 그리고 그 다음으로 특이한 사실은 후람이 이스라엘의 하나님을 천징으 창조주로 고백했다는 것이다. 이와같이 그가 하나님을 '창조주'로 고백했다는 사실은 그가 어느 정도 상대적으로는 유일신 사상에 근접해 있었음을 암시해 준다. 그러나 이것은 그가 단지 이스라엘 민족의 여호와 신 개념에 보다 친숙했음을 나타내 주는 것 뿐이지 엄밀한 의미에서 그가 여호와 신앙을 가졌다는 것은 아니다. 그럼에도 불구하고 후람 왕의 편지 내용을 이처럼 비교적 자세히 언급한 것은 지금까지 암묵적으로 드러난 사실, 즉 이방인들도 동일하게 하나님의 통치권 속에 묶여 있다는 사상을 내포하고 있음을 나타낸 예라고 할 수 있다. 한편, 본문에서 또한 본서 저자의 집필 목적을 반영한 부분을 발견할 수 있다. 즉, 성전 건축을 위해 동원된 인력에 대해 열왕기서에서는 이스라엘 격꾼과 이방인 일꾼을 함께 기록한 반면(왕상 5:13-18) 본문에서는 이방인만 언급하고 있다(17, 18절). 그러므로 본서 저자는 귀환한 이스라엘 백성들에게 최대한의 배려를 아끼지 않고 있는 것이다. 이러한 본문을 통하여 우리는 다음과 같은 교훈을 발견하게 된다. (1) 통치자의 권력은 언제나 하나님께 인정을 받아야 한다는 것이다. 두로 왕 후람은 다윗 왕조가 세속 왕조처럼 인간적인 권력이나 계승권을 따라 설립된 것이 아니라 이스라엘을 사랑하시는 하나님의 은혜로 괸 것임을 인정했다. 그렇기 때문에 솔로몬이 즉위한 이후에도 그 사실을 인정해서 성전 건축에 필요한 인적.물적 재료를 제공한 것이다. 그러므로 이러한 사실을 통해 우리는 통치자의 권력은 언제나 하나님으로부터 인정을 받아야만 다른 사람들로부터도 인정을 바든다는 것을 깨달을 수 있다. (2) 지도자는 사람을 잘 쓰는 지혜가 있어야 한다는 것이다. 사실 후람 왕이 보낸 후람은 왕과 동명이인으로 성전 건축의 대사역(大事役)을 담당하기에 적절한 인물이었다. 왜냐하면 그는 베니게 계(係) 히브리인으로서 이스라엘인 역꾼들 뿐만 아니라 이방인 역꾼들까지도 통솔할 수 있는 인물이었기 때문이다. 이와같이 적절한 사람을 택하는 데에 일의 성사여부가 달려 있는 것이다. * 하나님께서 쓰시는 사람들. 우리는 본장을 통하여 하나님께서 쓰시는 여러종류의 사람들이 있음을 발견하게 된다. 첫째는 하나님의 언약속에서 신앙의 확신을 가진 사람으로서의 솔로몬자이다. 참으로 솔로몬은 그 무엇보다도 하나님의 편에 서서 하나니미 뜻을 이해하고 그 뜻에 순종하는 인물이었다. 그렇기 때문에 그는 성전을 건축함에 있어서 인력들을 채용하여 일을 진행케 했을 뿐만 아니라 그 사역에 대가 총책임자로서 자신의 뜻을 그 수하에 있는 사람들에게 전하여 이해시키는 일을 감당하게 된 것이다. 진정 솔로몬이 이 같은 일을 하는데 있어서는 하나님이 주신 지혜와 확고한 신앙이 절대적인 힘을 발휘했을 것으로 사료된다. 둘째는 솔로몬의 뜻에 적극 동조하며 진심으로 후원하는 임물이 있는데 후람 왕이 바로 그이다. 즉, 후람이 여호와의 신앙을 가졌다고 단정적으로 말할 수는 없지만 그가 솔로몬의 뜻에 적극 동조했다고는 볼 수 있다. 이처럼 하나님께서는 당신의 사역을 위해 그 일에 적극 협조하는 조력자를 준비시키신다. 더욱이 본문과 같자이 하나님께서 이방인을 후원자로세우셨다는 것은 그리스도인이 문화적인 사명을 수행함에 있어서 이방인들의 도움을 적극적으로 수용할 수 있음을 뜻한다. 물론 그들이 하나님의 뜻에 배반치 않고 어느 종도 같은 뜻을 가지며 적더도 여호와의 신앙에 대해 이해할 수 있는 이방인이어야 함은 당연하다. 셋째는 기술을 가진 사람으로서 사역의 현장에서 직접 활동할 수 있는 사람을 주께서는 쓰시는데 기술자 수람이 바로 그이다. 이것은 그리스도인이 지나치게 형이상학적인 신앙생활을 중시한 나머지 일반적인 기술을 습득하는 일에 소홀히 해서는 안됨을 가르쳐 준다. 비록 작은 일이라 할지라도 그 일에 대해 전문가가 되고 최선을 다하는 신앙인은 언젠가는 하나님의 일을 위해 들어 쓰임을 받는 것이다. 넷째는 육체의 노동력을 주로 제공하는 사역자들을 들 수 있다. 본자에는 이러한 역꾼들이 약 153,600명이 있었다고 기록하고 있다. 이들은 자신들의 공력을 전혀 드러내지 않고 묵묵하게 하나님의 뜻을 따라 충실히 일하는 사람들이다. 이같이 하나님께서는 당신의 일을 위해 숨어서 묵묵히 일하는 자를 예비하시고 사용하시는 것이다. 따라서 하나님이 쓰시는 사람들의 종류를 종합해 보면 이들 모두가 교회를 구성하고 있는 각 지체임을 발견하게 된다. 이처럼 하나님이 쓰시는 사람들은 하나 하나가 모두 중요하고 없어서는 안될 존재들이다. 즉, 이 말은 그리스도인들이 각 처소에서 맡은 바 자기 일에 충실히 할 때 하나님은 그러한 이를 하나 하나를 턴국을 위해 사용하실 것이므로 자기 직무에 성실해야 한다는 뜻이다. 또한 이는 지나티게 사람들을 권위에 다라 계급적으로 분류하는 세속인의 사상을 떠나 모두를 종요하게 평가하는 고유 사상을 가져야 한다는 것이다."
        }
    ]
}