{
    "bible_book": "역대하",
    "chapter_number": 6,
    "commentaries": [
        {
            "verse_reference": "6:1",
            "commentary": "여호와께서 캄캄한 데 계시겠다 말씀 하셨사오나 - 1, 2절은 솔로몬이 하나님의 언약궤를 새성전으로 옮긴 후 여호와께서 성전에 임하셨음을 보고 (5:13, 14) 그에 대하여 언급하고 있는 부분이다(Expositor's Bible Commentary). 그런데 여호와께서 스스로 직접 본절과 같이 말씀하신 적은 없다. 다만 본절 은 이전 모세 시대에 하나님께서임재하시던 방식에 대해서 말하고 있는 것이 다. 즉, 여기서 '캄캄한 데'에 해당하는'아라펠'(* )은 '짙은 구름'을 가리킨다. 실제로 하나님은 시내 산에서 캄캄하고 빽빽한 구름 가운데서 백성들에게 말씀하셨고(출 19:9; 신 4:11), 모세의 회막에임재하실 때로 구름 가운데 임재하셨다(출 40:34, 35; 레 16:2). 그 이유는 인간이 하나님의 지존(至存)한 영광을 직접 볼 수 없었기 때문이다(출 33:18-23). 한편 본문 중1절과 2절을 연결시키는 접속사 '웨'(* )는 통상적으로 역접 관계를 나타내는 '그러나'로 해석되는데이것은 1절의 내용을 부정적으로 보고 2절의 내용을 긍정적으로 본다는 뜻이다. 즉, 다시 말하면 1절에서 솔로몬은 여호와께서 나단 선지자를 통하여 다윗에게 하신 말씀을 근거로 하여 그렇게 말한 것이다. 삼하 7:6에서 여호와께 서는 말씀하시길 \"내가 이스라엘 자손을 애굽에서 인도하여 내던 날부터 오 늘날까지 집에 거하지 아니하고 장막과 회막에 거하며 행하였나니\"라고 했다. 이처럼 하나님께서 다윗에게는 사람이 지은 집에 거하지 않고 어두운 구름 가운데만 계시겠다고 말씀하셨다.그러나 이제 솔로몬이 지은 성전에 여호와께 서 임재해 주셨으니, 이것은 장차 하나님께서 사람의 몸을 입으시고 당신의 백성들 가운데 임하실 신약 시대의 그리스도의 도래를 암시하는 것이라고 볼 수 있다(마 1:18-25). 왕상 8:12 주석 참조."
        },
        {
            "verse_reference": "6:2",
            "commentary": "거하실 전...주께서 영원히 거하실 처소 - 여기서 솔로몬이 언급한 '전'은 표면적으로는 솔로몬의 성전을 가리키나 궁극적으로는 솔로몬의 성전을 가리 킨다고 볼 수 없다. 왜냐하면 이전에(2:6) 솔로몬은 \"누가 능히 하나님을 위하 여 전을 건축하리요 하늘과 하늘들의 하늘이라도 주를 용납지 못하겠거든\"이 라고 명백히 언급하였기 때문이다. 그리고 실상 그런 말을 하지 않았다 하더 라도 솔로몬의 성전은 결코 하나님께서거하실 영원한 처소가 되지 못하기 때문이다. 따라서 본절은 삼하 7:13에 근거하여'여호와의 이름을 위하여 건축할 영원한 전'을 상징적으로 표현한 것이라 하겠다. 즉,이는 하나님의 존 재와 영광을 영원히 드러내 주는 예수 그리스도(요 1:14)와 그의 교회(요 14:23) 그리고 그의 영원한 나라(계 21:1-3)을 예표하는 것이다. 왕상 8:13 주석참조."
        },
        {
            "verse_reference": "6:3",
            "commentary": "얼굴을 돌이켜...온 회중을 위하여 축복하니 - 여기서 '얼굴을 돌이켜'는 사 실적인의미와 상징적인 의미 두 가지로 볼 수 있다. 이 중 전자는 솔로몬이 지금까지 성전을향하여 섰다가 이제 백성들에게로 돌아선 것을 의미한다. 왕 상 8:14 주석 참조. 그런데 후자는 이에서 더 나아가 다음과 같이 생각할 수 있다. 본래 '얼굴을 돌이켜'는 하나님이 이스라엘을 축복하실 때 자주 언급되 는 말이므로(민 6:25; 시 31:16 등) 여기에 어떤 신적인 의미가 내포되어 있다 는 점이다. 즉, 다시 말하면 솔로몬은 다윗 언약의 핵심 요소인 '나라'와 '아들' 가운데(삼하 7:13, 14) 자신을 '아들'로 인식하고 있었음이 분명하다. 따라서솔로몬이 백성들을 향하여 축복하였다는 것은 다윗의 자손예수 그리스도의 예표로서 그의 백성들을 축복하였음을 상징적으로 보여 주는 것이라하겠다. 이로 볼 때 1-3절의 내용은 삼하 7장에 나오는 다윗 언약의 부분적 실현이 하고 볼 수 있을 것이다. 삼하 7:12 주석 참조."
        },
        {
            "verse_reference": "6:4",
            "commentary": "왕이 가로되 - 본절에서 솔로몬은 다시 그리스도의 예표로서가 아닌 이스라엘의 왕이며 하나님의 백성의 자세로서 여호와를 송축하고 있다. 다윗에게 말씀하신 것을 이제 그 손으로 이루셨도다 - 여기서 '다윗에게 말씀하신것'이란 선지자 나단을 통해 다윗에게 주어졌던 하나님의 언약(삼하 7:14-17)을 가리킨다. 이것은 1-3절을 염두에 둔 표현이라고 볼 수 있다. 그리 고 '그 손', 즉 '하나님의 손'이란 신인 동형 동성론적(神人同形同性論的) 표현으로서 하나님의 주권적 역사또는 능력을 의미한다(시 10:12; 37:24; 사 59:1).그러므로 여기서 '그 손으로'라는표현은 다윗의 언약이 사람에 의해서가 아닌 하나님 자신에 의해 역사적인 사실로 성취 되었음을 뜻한다. 왕상 8:15 주석 참조."
        },
        {
            "verse_reference": "6:5",
            "commentary": "본절은 삼하 7:6, 7의 말씀을 근거로 하고 있다. 이러한 본절은 다윗의 때와 솔로몬의 때가 그 성격상 차이가 있음을 보여주고 있다. 즉, 다윗의 때는 하나님의 전이건축될 적절한 시기가 아니었으나 솔로몬의 때는 여호 와 집이 예루살렘에 세워지기에적절했다. 이와같이 모든 일의 때와 시기는 여호와로 말미암는 것이다(전 3:1, 11). 내 이름을 둘 만한 집 - 이는 성전을 가리키는 말로서 하나님께서 성전을 중심으로당신의 말씀을 선포하실 것을 상징한다(출 25:22). 왕상 8:16 주석 참 조. 한편 오늘날신약 시대의 성도들은 하나님께서 그 가운데 거하시는 성전이 다(고전 6:19). 따라서성도들은 항상 하나님의 말씀을 마음에 지니고 하나님과 동행하는 삶을 살아야 할 것이다. 아무 성읍도 택하지 아니하였으며 - 이는 6절과 연결시켜 이해되어야 한 다. 즉, 본절은 수많은 이스라엘 성읍들 중 오직 예루살렘을 택하사 성전터로 삼으신 하나님의절대 주권을 역설적으로 강조하고 있다."
        },
        {
            "verse_reference": "6:6",
            "commentary": "예루살렘...다윗 - 히 12:22에 따르면 예루살렘은 하나님의 도성(都城)을 상 징한다. 그리고 행 13:22에 따르면 다윗은 하나님의 마음에 합한 사람으로서 그리스도를예표한다. 이러한 사실은 하나님 나라가 새 하늘과 새 땅(계 21:1) 에서 다윗으로 예표된 예수 그리스도에 의해 건설될 것을 보여 준다. 이와 관 련, 사도 바울은 \"땅에 있는우리의 장막 집이 무너지면 하나님께서 지으신 집 곧 손으로 지은 것이 아니요 하늘에있는 영원한 집이 우리에게 있는 줄 아나 니\"(고후 5:1)라고 말함으로써 하나님의 도성새 예루살렘을 사모할 것을 가르 치고 있다."
        },
        {
            "verse_reference": "6:7",
            "commentary": "다윗이...전을 건축할 마음이 있었더니 - 다윗이 얼마나 성전 건축하기를 갈망했는가는 그가 지은 '성전에 올라가는 노래'(시 122:1-9)로도 충분히 알 수있다. 또한 그는 성전을 건축할 마음만 가지고 있지 않았고 성전 건축에 쓰일 많은 재료들을 손수준비함으로써(대상 22:2-5, 14-16; 28:2; 29:2-9) 그의 진실된 마음을 표현하였다. 그러기에 하나님은 그의 성전을 짓고자 하는 순수한 마음을 기뻐하시고 성전 모든 부분의 식양(式樣)을 그에게 계시해 주셨다(대상 28:12-29). 따라서 비록 성전 건축은 솔로몬이 하였으나 그 대부분의 공로는 다윗에게 돌려도 무방할 것이다."
        },
        {
            "verse_reference": "6:8",
            "commentary": "이 마음이 네게 있는 것이 좋도다 - 여기서 하나님이 칭찬하신 것은 하나 님의 나라와 하나님을 향한 다윗의 열정이다. 즉, 하나님께서는 일단 다윗이 품은 성전 건축 계획 그 자체는 기쁘게 여기셨던 것이다. 이는 마치 나드 향 유한 옥합을 예수의 머리 위에 부어 예수의 죽으심을 미리 준비한 한 여인의 마음과 유사하다. 때문에 그때 예수께서는 \"내가 좋은 일을 하였다\"(막 14:6) 고 그 여인을 칭찬하셨다. 한편 공동 번역에는 본절이 \"네가...생각하는것은 기특한 일이다\"로 번역되어 있다."
        },
        {
            "verse_reference": "6:9",
            "commentary": "너는 그 전을 건축하지 못할 것이요 - 대상 28:3에 따르면 다윗은 용사로 서 전쟁에서 피를 너무 많이 흘렸기 때문에 성전을 건축할 수 없었음을 알 수 있다. 사실 성전은 화평과 화해를 상징하는 장소이다(마 5:23, 24; 딤전 2:8). 그러므로 타인의 피를흘리게 한 자가 성전을 건축하는 것은 불합리한 일 이다. 그래서 하나님께서는 평화의왕인 다윗의 아들 솔로몬(그의 이름은 히브 리어 '솰롬' 이란 단어와 동일한 어근에서나온 것으로 '평화'라는 뜻이다)으로 하여금 성전을 건축하도록 하셨다.여기서 우리는하나님의 나라(성전)가 결코 세속적인 힘이나 다툼에 의해서가 아니라 오직 평화로운방법에 의해 성취된 다는 사실을 깨달을 수 있다."
        },
        {
            "verse_reference": "6:10",
            "commentary": "여호와의 허(許)하신 대로 - 세상 만물을 지배하시고 인간의 모든 역사를 주관하시는 절대권이 하나님께 있으므로 하나님이 허락하시지 않으면 결코 어떠한 일도 일어날수 없음을 시사해 주는 구절이다(대상 29:12). 내 부친 다윗을 대신하여...이스라엘 위에 앉고 - 솔로몬은 자신이 다윗의 위(位)를 계승 한 사실을 누차 강조하여 말하고 있다(왕상 2:12; 10:9). 이는 솔로몬으로 예표되었던 예수께서 다윗의 자손으로 오신 사실을 상기케 한다(눅 1:27). 그리고 또 솔로몬이 다윗을 대신하여 이스라엘 위에 앉았다는 사실은 그의 왕권이 신적인 기원을가지고 있음을 스스로 고백하는 것이라고도 볼 수 있다."
        },
        {
            "verse_reference": "6:11",
            "commentary": "이스라엘 자손으로 더불어 세우신 언약 넣은 궤 - 여기서 '언약'은 과거 출애굽 당시 하나님께서 이스라엘 백성들과 맺은 시내 산 언약의 요체(要諦) 이자 핵심인 '십계명'이 기록된 두 돌판을 가리킨다. 이 돌판은 언약궤 속에 보관되었는데(출 25:16) 솔로몬이 그 언약궤를 새로 지은 성전의 지성소에 안 치시켰다(5:2-10). 따라서 역대기저자가 본절을 통해 의도한 바는 솔로몬의 성 전 건축의 의의 및 가치를 하나님과 이스라엘 간에 맺은 언약과 관련시켜 설명하기 위한 것이었다고 볼 수 있다. 한편 혹자는본서 저자가 의도적으로 '시 내 산 언약'이라 하지 않고 단순히 '언약'이라고 한 것은시내 산 언약을 다윗 언약으로 완전히 대치시키려고 했기 때문이라고 한다. 그러나 그렇게 보기 보다는 본서 저자가 언약의 전반적인 흐름을 중시하였다고 보는 것이 옳을 것이다. 이에 관한 보다 자세한 내용은 본장 강해를 참조하라."
        },
        {
            "verse_reference": "6:12",
            "commentary": "여호와의 단 앞에서 - 여기서 말하는 단은 번제를 드리는 놋 제단을 가리킨다(4:1). 솔로몬은 이 놋 제단 앞에 놋으로 만든 대를 세우고 그 위에 서서 이스라엘 회중을 향하여 손을 편 채 기도하였다(13절)."
        },
        {
            "verse_reference": "6:13",
            "commentary": "놋으로 대를 만들었으니 - 왕상 8:22에서는 이 대(臺)에 대하여 아무런 언급 이 없다. 여기서 '대'(*, 키요르)는 일반적으로 물동이나 물두멍 또는 단지처 럼 둥근 것을 가리킨다. 그렇지만 여기서는 '단상'을 가리키는데 아마도 그 모 양이 마치 물동이처럼 둥근 모양이었던 것 같다(Keil & Delitzsch Commentary, vol. III, p. 326). 무릎을 꿇고 - 이것은 존경(왕하 1:13), 경배(롬 14:11; 빌 2:10), 겸손(마17:14;막 10:17)의 자세를 나타낸다. 우리는 성경에서 에스라(스 9:5), 다니엘(단 6:10), 베드로(행 9:40) 등은 물론 예수께서도 종종 이처럼 무릎 꿇고 기도하셨음을 볼 수 있다(눅 22:41). 그런데 솔로몬이 이와같이 무릎을 꿇고 기도한 것 은 하나님이 맡기신 나라와 백성을 다스림에 있어서 자신은 오직 하나님의 종에 불과하다는 사실을 백성들앞에 공개적으로 인정한 것이라 하겠다 (Expositor's Bible Commentary). 하늘을 향하여 손을 펴고 - 이러한 모습은 자신의 존재를 진솔하게 하나님께 의탁하고 하나님의 능력과 도움을 구하는 기도와 자세이다(시 28:2; 63:4; 134:2). 이 같은 솔로몬의 기도 자세는 그리스도의 겟세마네 동산 기도를 연상 시켜 준다(마26:36-46). 왕상 8:22 주석 참조."
        },
        {
            "verse_reference": "6:14",
            "commentary": "천지에 주와 같은 신이 없나이다 - 병행 구절인 왕상 8:23에는 '상천 하지 (上天下地)에 주와 같은 신이 없나이다'로 기록되어 있다. 그런데 이러한 말은 '우리 하나님은 모든 신보다 크심이라'(2:5)는 말과 마찬가지로 여호와 하나님 의 유일성(唯一性)을강조하는 것이지 여타 신들의 존재를 인정하는 것이 아니다. 왕상 8:23 주석 참조. 주의 종들에게 언약을 지키시고 - 본절에서 솔로몬은 이스라엘의 하나님을 언약에신실하신 하나님으로 묘사하고 있다. 그리고 하나님이 언약을 신실하게 지키실 때 그것은 주의 종들에게 곧 은혜가 된다고 고백하고 있다. 그런데 그러한 관계는 그리스도로 말미암은 새 언약하에 있는 오늘날의 성도들(히 8:7-13)에게도 그대로 적용된다.그러므로 하나님 앞에서 하나님의 뜻대로 행하 는 자에게는 그분의 도우시는 은혜가 영원토록 함께할 것이다."
        },
        {
            "verse_reference": "6:15",
            "commentary": "주께서...허하신 말씀을 지키시되 - 14절과 더불어 여호와께서는 인생(人生)과 같이 식언(食言)치 않으시는 분임을 강조하고 있는 구절이다(민 23:19). 오늘날과 같으니이다 - 이에 해당하는 '카욤 하제'(* , as atthis day)는 현재자신이 받고 있는 축복이 하나님의 언약 성취임을 인식함과 동시에그 같은 하나님의 신실성에 대한 감사를 담고 있는 표현이다. 이로 볼 때 기독교는 참으로 체험적인 종교임을 알 수 있다. 왕상 8:24 주석 참조."
        },
        {
            "verse_reference": "6:16",
            "commentary": "주께서...다윗에게 말씀하시기를 - 하나님께서 다윗에게 주셨던 언약의 말씀은 삼하 7:8-16과 대상 17:7-14에 수록되어 있다. 그런데 그 중 다윗의 후손 과 관계된 조건부적 약속은 오히려 솔로몬에 대한 다윗의 유언(왕상 2:1-4) 가 운데 잘 나타나 있다. 자기 길을 삼가서 - '삼가다'에 해당하는 '솨마르'(* )는 그 기본 개념이 '-에대해 큰 관심을 기울이다'이다. 따라서 이는 소극적으로 조심하거나 경계하는 것에서 한 걸음 더 나아가 보다 적극적인 관심을 갖고 실천하는 행동적 의미를 지닌다. 왕상 8:25 주석 참조. 이제 다윗을 위하여 그 허하신 말씀을 지키시옵소서 - 14, 15절에서 언약 에 신실하신 하나님을 인정하고 고백한 솔로몬은 이제 본절에서 그러한 하나 님의 속성에 의지하여 다윗에게 말씀하신 바 언약을 보존시켜 달라고 기도한 다. 여기서 우리는 좋은 기도의 본을 발견하게 된다. 그것은 곧 자신이 체험 하고 경험한 하나님의 속성에 의지하여기도할 때 힘 있는 기도가 된다는 것이다."
        },
        {
            "verse_reference": "6:17",
            "commentary": "다윗에게 하신 말씀이 확실하게 하옵소서 - 본절은 16절 후반부의 반복이 다. 그런데 이러한 표현은 시(詩)나 노래, 기도문에서 흔히 볼 수 있는 강조적 용법이다. 한편여기서 '확실하게 하옵소서'에 해당하는 '예아멘'(* )은 이미 언급되어진 사항을 확언할 때 사용하는 말이다. 물론 여기서 이미 언급되어진 사항이란 하나님께서다윗에게 주셨던 '다윗 언약'(삼하 7:8-16)을 가리킨다."
        },
        {
            "verse_reference": "6:18",
            "commentary": "사람과 함께 땅에 거하시리이까 - 여기서 '사람과 함께'란 말은 특별히 역대기 저자가 첨가한 것이다(왕상 8:27 참조). 아무튼 본절은 하나님이 인간처럼 공간적으로 제한받지 않으시는 분임을 보여준다. 하늘과 하늘들의 하늘 - 이의 문자적 의미는 '최고 높은 하늘'(the highest hea-ven)이다 따라서 이러한 하늘조차도 하나님의 처소로서 부족하다는 말은 하나님의 탁월성을 강조하는 문학적 표현이라고 하겠다. 이에 대한 보다 자세한 내용은 2:6 주석 참조하라."
        },
        {
            "verse_reference": "6:19",
            "commentary": "종의 기도와 간구 - '기도'에 해당하는 '테힌나'(* )는 자비와 동정을 필요로 하는 상황을 전제한 '간청'을 의미한다. 따라서 솔로몬의 본 기도는 자신을 위 한것이 아니라 백성들을 위한 것임을 알 수 있다. 왕상 8:28 주석 참조. 주의 앞에서...비는 기도를 들으시옵소서 - 20, 21절에 의거하면 솔로몬은 성전이기 도하는 집임을 인식하고 또 그러한 집이 될 수 있게 해달라고 기도하였음을 알 수있다. 이는 예수께서 '내 집은 만민의 기도하는 집'이라고 말씀하신 바와 연관이 있다(사 56:7; 마 21:13)."
        },
        {
            "verse_reference": "6:20",
            "commentary": "본절에서 여호와의 전은 세 가지 측면에서 설명되고 있다. (1) 여호와가 당신 이름을 두신 곳이다. (2) 여호와께서 주야(晝夜)로 감찰 하시는 곳이 다. (3) 주의 종들이향하여 기도하는 곳이다. 이 중 (1), (2)에서 우리는 하나님의 내재성(內在性)과 초월성(超越性)을 발견하게 된다. 그리고 (2), (3) 에서 성전은 하나님과 그의 백성들이 만나는 자리임을 발견하게 된다. 한 편 이러한 성전은 하나님의 독생자이신 예수 그리스도를 예표하는 것이다. 왜냐하면 이 예수로 말미암아 오늘날 하나님과 인간들 사이에진정한 화해 가 이루어지게 되었기 때문이다(엡 2:14). 그러기에 예수께서는 친히 당신 자신을 가리켜 '성전보다 더 큰 이'(마 12:6)라고 지칭하기까지 하였다."
        },
        {
            "verse_reference": "6:21",
            "commentary": "이곳을 향하여 기도할 때에...들으시고 - 본절에서 과거 예루살렘 성전은 기도가하나님께 상달되던 중보의 장소였음을 알 수 있다. 이와 마찬가지로 오 늘날에는 누구든지 예수 그리스도의 이름으로 말미암지 않고는 하늘에 계신 아버지께로 갈 수 없다(요 5:43; 14:6). 사하여 주옵소서 - 기도는 죄사함과 밀접한 관련이 있음을 보여주는 구절이 다. 즉,하나님께서는 기도자가 스스로 죄인임을 인정할 때 그를 용납하시며 그 기도에 응답하여 주신다(눅 18:9-14)."
        },
        {
            "verse_reference": "6:22",
            "commentary": "이웃에게 범죄하므로 - 여기서 '범죄'란 넓게는 (1) 벌률상의 죄(crme), (2) 윤리적, 도덕적 잘못들(wrongs), (3) 종교상의 죄(sin)를 의미할 수 있다. 그러나 여기서는 '이웃'이라는 말이 앞에 전제되어 있으므로 주로 (1)과(2)를 의미하는 것 같다. 따라서 이것은 십계명 중에서 하나님과 인간과의 관계를 규정한 부분(1-4계명)보다는 인간과 인간과 인간과의 관계를 규정한 명령을 (5-10계명)파괴한 것이라고 할 수 있다(출 20:1-17). 맹세시킴을 받고 - 어떤 사건에 대하여 최종 판결을 내릴 수 없을 경우, 그는 그 물건을 결코 훔친것이 아님을 하나님의 이름으로 맹세하여야 했다(출 22:10, 11). 이 전에 있는 주의 단 - 이는 성전 뜰에 있던 '번제단'을 가리킨다(4:1). 왕상 8:31 주석 참조."
        },
        {
            "verse_reference": "6:23",
            "commentary": "주의 종들을 국문(鞠問)하사 - '국문하사'에 해당하는 히브리어 '솨파트타'(*)는 본래 단순히 '심판하다'라는 뜻보다는 더 광범위한 입법, 사법, 행정적통치 행위를 의미한다. 그러나 본절에서는 맹세자의 기도가 참인지 거짓인지 분별해내는 판단 행위를 뜻한다. 이것은 십계명 가운데 제 3계명과 관련된 것으로 거짓 맹세함으로써 여호와의 이름을 망령되게 하는 자에 대하여 벌할 것을 요구하는 기도이다(출 20:7). 그 행위대로...돌리시고 - 하나님은 인간에게 구원을 값없이 주시지만 또한 그것과는 관계없이 인간의 행위에 따라 인간을 심판하시는 분이시다(시 62:12; 잠24:12; 전12:14; 렘17:10; 겔18:30). 그런데 이 같은 원리는 신약 성경에도 명백히 드러난다(마 16:27; 롬 2:6; 고후 5:10; 벧전 1:17; 계 20:12). 그러므로 오늘날 우리들은 자신의 믿음이 구체적인 행위로 나타나도록 최선의 노력을 경주해야 할 것이다(약2:14-17)."
        },
        {
            "verse_reference": "6:24",
            "commentary": "주께 범죄하여 적국 앞에 패하게 되므로 - 선민(選民) 이스라엘이 전쟁에서 패하는 것은 순전히 이스라엘의 범죄에 대한 하나님의 징계의 결과임을 증거해 주는 구절이다. 왕상 8:33 주석 참조. 주께로 돌아와서...간구하거든 - 본절을 통해서 우리는 참된 회개의 요소와 순서를 발견할 수 있다. 그것은 곧 (1) 죄에서 돌이킴, (2) 주의 이름을 인정, (3) 기도와 간구(욥 33:17,18; 시34:18; 요일 1:9)이다. 왕하 19:8-19 강해, '기도의 요소와 형태' 참조. 한편 18-21절에서와 마찬가지로 본절에서도 역시 '이 전에서'라는 말이 강조되고 있다. 이는 예수 그리스도 안에서만이 이스라엘의 참 회복이 있을 것임을 암시해 준다. 20절 주석 참조."
        },
        {
            "verse_reference": "6:25",
            "commentary": "열조에게 주신 땅으로 돌아오게 하옵소서 - 가나안 땅은 하나님께서 이스 라엘 조상들과의 언약에 따라 그 후손들에게 주신 기업(基業)이다(창 12:7; 13:14, 15). 그렇지만 이스라엘 백성들이 하나님께 범죄하고 그 언약을 저버릴 경우 가나안 땅에서 쫓겨나는 징벌까지 당하였다(왕하 25:8-12). 따라서 그들 이 조상들의 기업으로 돌아온다는것은 하나님과의 관계 회복을 의미한다. 왕 상 8:34 주석 참조."
        },
        {
            "verse_reference": "6:26",
            "commentary": "하늘이 닫히고 비가 없어서 - 가뭄과 같은 자연 재해는 종종 범죄자에 대 한 하나님의 징계로 언급된다(레 26:19; 왕상 17:1). 예를들면 하나님은 우상 을 숭배하던 아합 왕을 징계하시기 위하여 이스라엘에 3년 6개월 동안 비를 내리지 않으셨다(왕상 17:1; 약 5:17). 이에 비추어 볼 때 최근 세계적으로 빈 번히 발생하고 있는 자연 재해들(기아, 지진, 환경 오염, 가뭄, 이상 기온)역시인간들의 죄악에 대한 하나님의 징계라고 볼 수 있을 것이다. 주의 이름을 인정하고 - 이는 곧 지금까지의 모든 죄악의 길에서 돌이켜 하나님의 주권을 인정하며 그분의 돌보심과 간섭하심 하에 들어가는 것을 의 미한다. 왜냐하면 우리가 누군가의 이름을 인정한다는 것은 곧 그 사람의 권위 및 주권을 인정한다는 의미이기 때문이다. 왕상 8:35 주석 참조."
        },
        {
            "verse_reference": "6:27",
            "commentary": "마땅히...가르쳐 주옵시며 - 여기서 '가르쳐 주다'에 해당하는 '야라'(* )는 어떤 사건을 통해 주는 교훈이나 깨우침을 의미한다. 즉, 본절에서 하나님의 가르침이란 결코 스스로는 깨달을 수 없는 우매한 인간들에게 재난이나 징벌 등을 통해 돌발적, 강제적으로 임하는 깨우침을 의미한다. 왕상 8:36 주석 참조."
        },
        {
            "verse_reference": "6:28",
            "commentary": "온역 - 이에 해당하는 '데베르'(* )는 흑사병(pestilence)과 같은 악성 전염병을 가리킨다(출 9:15). 황충 - 베뚜기의 일종이다. 이들은 무리를 지어 다니면서 농작물에 엄청난 피해를 가져다 준다. 때문에 성경에서는 종종 하나님이 내리시는 징벌의 수단으로 언급되고 있다(사 33:4; 욜 1:4; 계 9:3)."
        },
        {
            "verse_reference": "6:29",
            "commentary": "한 사람이나 혹 주의 온 백성 이스라엘이 - 하나님의 징계가 한 개인이나 전체 백성에 의하여 올 수 있듯이 이에 따른 회개와 하나님의 용서도 한 개 인이나 전체 공동체에 의하여 행해질 수 있다. 여기서 '한 사람'이란 말은 하나님 백성들의 개인적인회개를 뜻하며 '온 백성'이라는 말음 민족적, 공동체적 인 회개를 뜻한다."
        },
        {
            "verse_reference": "6:30",
            "commentary": "주만 홀로 인생의 마음을 아심이니이다 - 본절을 통해서 볼 때 하나님은 인간의 기도 하는 외면적 행위 때문에 구원을 주시는 분이 아님을 알 수 있 다. 실상 하나님은죄인이 회개 하는 진정한 마음을 보시고 구원을 베푸신다. 그런데 그처럼 인간의 마음을 온전히 분별하고 그에 따라 판결을 내리실 수 있는 분은 오직 그 마음을 지으신 하나님뿐이다(렘 17:9, 10)."
        },
        {
            "verse_reference": "6:31",
            "commentary": "그리하면...주의 길로 행하리이다 - 본절은 하나님께서 기도에 응답해 주시 면 모든 백성들이 여호와의 공의로우심을 인정하며 경외하고 주의 뜻을 따르 게 될 것이라는 조건부적 의미가 아니다. 대신 이는 하나님의 사유(赦宥)의 운 총을 확신하게 되면 그로 인해 백성들은 마땅히 하나님을 경외하여야 한다는 의미이다 왕상 8:40 주석 참조."
        },
        {
            "verse_reference": "6:32,33",
            "commentary": "본문은 다섯 번째 간구로서 지금까지의 기도와는 다른 독특한 형식과 내 용, 그리고대상을 취하고 있다. 먼저 형식면에서 지금까지의 기도는 거의 가 (1) 범죄, (2) 재앙,(3) 회개, (4) 자비를 간구하고 있다. 그러나 본 기도 는 (1)-(3)항 없이 곧바로 하나님의 자비를 구하고 있다. 둘째로 지금까지 의 기도는 이스라엘 백성들을 대상으로 하고 있으나 본 기도는 이방인을 대상으로 한다. 마지막으로 내용면에 있어서 이 기도는유대인 특유의 민족 적인 배타성과 편협성을 초월한 복음의 우주적인 성격을 잘 드러내주고 있다. 때문에 이제 이스라엘의 성전은 '만민의 기도하는 집'이라 일컬어지 기에충분하다. 그리고 성전이 그렇게 우주적인 성격을 지니게 될 때 이스 라엘과 이방인은동일하게 하나님의 이름을 알고 그분을 경외케 될 것이다. (민 15:14, 15; 사 43:19,20; 56:3, 7, 8)."
        },
        {
            "verse_reference": "6:34",
            "commentary": "주의 보내신 길로 나갈 때에 - 본절은 하나님께서 적국을 이스라엘 손에 붙이실 때에 이러한 성전을 치르는 이스라엘 백성들의 마음 상태가 매우 중요함을 보여주고 있다. 비록 성전(聖戰)이라 할지라도 그 마음이 교만해져서 주를 향한열심이 부족할 때는 반드시 그 전쟁에 실패하는 것이다. 여호수아의 아이 성 공격 실패가 그 좋은 예이다(수 7:4, 5). 더군다나 하나님께서 함께하사 백전 백승을 거둘 수 있을 터인에 이는영적 그리스도의 군사인 우리 성도들에게 있어서도 마찬가지이다(엡 6:10-17). 수5:13-15 강해. '성전(聖戰)' 참조."
        },
        {
            "verse_reference": "6:35",
            "commentary": "본절과 40절은 노래의 후렴구와 같은 것으로서 기도자의 간절한 염원을 증거해주기에 충분하다. 한편 본절의 '돌아보옵소서'에 해당하는 '아사 미쉬파트'(* )는 원래 '공의를 행하다'란 뜻이다. 이는 하나님께서 무조건하고기도자들의 모든 기도를 다 들어주시는 것이 아니라 하나님의 뜻에 맞게 기도할 경우에만 들어주신다는 사실을 예감하고 있었음을 알 수 있다."
        },
        {
            "verse_reference": "6:36",
            "commentary": "범죄치 아니하는 사람이 없사오니 - 여기서 솔로몬은 인간의 전적 부패(렘17:9; 엡 2:3)로 인하여 필연코 인간들이 범죄케 됨을 말하고 있다. 이러한 인간의 전적 부패에 대한 철저한 인식이 있었기에 솔로몬은 더욱더 하나님의 은총과 구원하심을 사모하고 백성들을 의해 간절히 기도하였을 것이다. 저희를 적국에게 붙이시매 - 이스라엘이 범죄하므로 원방(遠方)으로 끌려갔다가 다시 회개하므로 열조의 땅으로 돌아오리라는 사실은 일찍이 모세 시대부터 예언되었던 바이다(레 26:27-39, 44, 45; 산 28:64-68). 또한 솔로몬이 간청했던 바대로 B.C.722년, 앗수르에게 멸망단한 북 이스라엘과 B.C.586년, 바벨론에의해 멸망당해 포로로 잡혀간 유다는 70년만에 다시 본국으로 돌아올 수 있었다. 이처럼 하나님께서는 비록 택하신 백성이라도 범죄하면 징계하심으로 회개케 하고(잠 15:10), 그래도 회개하고 돌아오지 아니하면 당신의 입에서 토해 버릴 것이다(계3:16)"
        },
        {
            "verse_reference": "6:37",
            "commentary": "스스로 깨닫고 - 솔로몬의 이러한 기도는 다른 구절들과 더불어 참 회개가 무엇인지를 잘 보여주고 있다. 그것은 곧 (1) 주께로 돌아와서 주의 이름을 인 정하고(24, 26절), (2) 그 죄에서 떠나며(26절), (3) 자기의 마음에 재앙과 고통 을 깨닫고(29)절,(4) 주의 이름을 알며(33절), (5) 스스로 깨닫고(37절) 회개하는 것이다. 결국 이러한사실은 참된 회개란 철저한 자기 인식과 주님을 올바로 알고 인정하는 것임을 가르쳐준다."
        },
        {
            "verse_reference": "6:38",
            "commentary": "온 마음과 온 뜻으로 - 이는 하나님을 섬기는 올바른 자세가 무엇인가를 잘 보여준다. 그것은 곧 하나님께 대한 인간의 전적인 헌신과 사랑이다. 신 6:5주석 참조."
        },
        {
            "verse_reference": "6:39",
            "commentary": "주는 계신 곳 하늘에서...들으시고 - 솔로몬은 계속해서 이처럼 주가 계시 는 곳 하늘에서 들으시고 응답해 달라고 기도한다(23,25,27,30,33,35,39절). 그런데 주님이 가르치신 기도에서도 '하늘에 계신 우리 아버지여'라는 구절이 나온다. 이것은하나님이 땅에 있는 인간과 대조적으로 구별되는 거룩하신 분이심을 가리키며, 그렇기 때문에 그분은 우리의 기도를 들으시기에 합당하다는 의미를 드러내 준다. 이와같이 우리의 기도는 마땅히 주의 주(主)되심을 인정하는 것에서부터 출발하여야 한다."
        },
        {
            "verse_reference": "6:40",
            "commentary": "눈을 드시고 - 이 역시 신인 동형 동성론적 표현으로서 인간을 살피시고 구원코자 하시는 하나님의 특별한 관심과 행동을 의미한다(시33:18; 34:15). 한편 이에 반해하나님께서 '눈을 가리우신다'는 표현은 은총을 거두사 더 이상 관심을 기울이지 않고 또한 기도에도 응답치 않으심을 뜻한다(사 1:15). 왕상8:52 주석 참조."
        },
        {
            "verse_reference": "6:41",
            "commentary": "본절에서 솔로몬은 자신을 위한 기도보다는 우선적으로 하나님과 주의 백성들을 위해 기도했다. 이와같이 기도는 자기 중심적인 이기심에서 벗어나 이타적이 될 때 참된 기도가 될 수 있다. 주의 능력의 궤 - 공동 번역은 '당신의 힘이 깃들인 궤'로 번역하고 있다. 이는 솔로몬이 예루살렘 성전의 지성소에 안치한 여호와의 언약궤를 가리킨 다(11절; 5:2-7). 그런데 이 궤를 가리켜 '주의 능력의 궤'라 칭한 까닭은 그 궤가 하나님의 임재를 상징하는 것이기 때문이다. 또한 그 궤 안에 하나님과 이스라엘 백성들간의 관계를 유지해 주는 언약의 요체인 십계명판이 보관되어 있었기 때문일 것이다. 11절 주석 참조."
        },
        {
            "verse_reference": "6:42",
            "commentary": "주의 기름 부음 받은 자 - 이는 다름 아니라 솔로몬 자신을 가리킨다. 즉, 그는 하나님께로부터 기름 부음 받고서 이스라엘 왕으로 등극하였던 것이다 (왕상 1:39). 그런데 이러한 솔로몬은 만왕의 왕 메시야의 모형이다. 왜냐하면 다윗의 자손 중 영원한왕권을 약속받은 자는 솔로몬이 아니라 바로 다윗의 혈통을 좇아 난 하나님의 외아들예수 그리스도이시기 때문이다(대상 17:11-14). 얼굴을 돌이키지 마옵시고 - 이 또한 신인 동형 동성론적 표현으로서 하나 님을 친근하게 표현한 것이다. 특히 '얼굴'은 사람의 심리 상태를 가장 명확히 나타내 주는부분이다. 때문에 하나님의 기쁨과 슬픔 등을 묘사할 때에도 이 단어가 자주 사용되었다(시 4:6; 10:11; 사 64:7). 그러므로 솔로몬의 본 기도는 자신을 향한 하나님의 사랑이 영원히 지속될 것을 간절히 바란 것이라고 하 겠다. 은총을 기억하옵소서 - 여기서 '은총'(*, 헤세드)이란 '언약'에 대한 다른표 현이다(사 45:3). 역대기에서 중요한 주제들 가운데 하나가 바로 언약에 신실하신 하나님이다. 이에 관한 보다 자세한 내용은 1:8 주석을 참조 하라. 본장은 성전을 완공해(3:1-5:1) 하나님께 봉헌하는 과정(5:2-7:22)에서 이스라엘의 통치자로서 갖춘 솔로몬의 신앙이 단적으로 나타나는 장면이다. 즉, 언약궤가 예루살렘의 성전에 안치될 때 신의 영광이 구름으로 나타나 성전에 가득함으로 거룩하신 하나님께서 그 장소에 임재하셨음을 언급한 전장에 이어지는 본장은 솔로몬이 신앙 고백적인 간등과 기도로 응답하는 대목이다. 그래서 본서의 저자는 전장과 본장을 통해 성전을 매개로 해서 하나님이 이스라엘과 함께 하셨음을 분명하게 나타내고 있다. 이러한 본장은 성전이 하나님의 영원한 거처임을 고백하고 건축의 동기와 배경에 하나님의 인도가 있었음을 간증하는 솔로몬의 모습을 그린 전반부(1-11절)와 놋대 위에 무릅을 꿇고 7가지의 제목으로 긴 기도를 드리는 솔로몬의 신앙을 언급한 후반부로 구성되어 있다. 그래서 본서 기자는 본장을 통해 신정 왕국의 통치자다운 솔로몬의 의연함과 당당함을 표현함과 더불어 그가 소유한 신앙을 단면적으로 드러낸다. 한편, 본장은 왕상 8:12-53과 병행되는 부분이지만 본서 기자는 동일한 이스라엘 역사를 가지고 생략이나 첨가를 함으로 인해 다음과 같은 자신의 신학적 목적을 잘 표현했다. (1) 본서 저자는 열왕기 저자와는 달리(왕상 8:16) 예루살렘과 다윗을 동시에 언급해서 함께 강조함으로써(6절) 하나님 나라 설립의 중요한 원리를 표현한다. 즉 하나님 나라는 구별된 장소인 예루살렘, 즉 새하늘과 새 땅(계 21:1)과 구별된 인물이 구별된 백성을 통치하는 곳이기 때문이다(계 19:6). 그리고 이것 뿐만 아니라 본서 저자는 종종 예루살렘이나 유다를 하나님의 나라의 한 모형으로 언급하고 있다. (2) 본서 저자는 언약궤를 묘사함에 있어서 여호와께서 이스라엘 자손으로 더불어 세우신 언약 넣은 궤 (11절)라고 하였다. 그러나 이와는 달리 열왕기 저자는 우리 열조를 애굽 땅에서 인도하여 내실 때에 저희와 세우신 바 여호와의 언약 넣는 궤 (왕상 8:21)라고 하였다. 여기서 열왕기서는 시내 산 언약을 명백히 암시하고 있으나 본서 기자는 언약을 이스라엘 자손으로 더불어 세우신 것이라고 표현함으로써 시내 산 언약과 다윗 언약이 동일한 성격의 언약임을 나타내고 있다. 더욱이 본서의 저자는 새로운 신정 왕국의 모뎅을 다윗 왕국에서 찾았기 때문에 은연중에 다윗 언약을 부각시키고 있음이 분명하다. (3) 본서 저자는 왕상 8:50-53에 해당하는 부분을 생햐함과 더불어 시 132:8-10과 비슷한 내용을 삽입함으로써 자신의 신학적 목적을 표현했다. 즉, 열왕기가 솔로몬의 기도 마무리를 출애굽의 사건과 모세에 초점을 두고 있는 곳과는 달리(왕상 8:50-53) 본서 저자는 언약궤와 함께 다윗에게 그 포인트(point)를 둠으로 인해 다윗 왕국의 영원성과 신정 왕국의 성격을 나타낸 것이다(41, 42절). 그리고 이 뿐만 아니라 본서 저자는 종종 생략법과 특이한 구성 방법을 사용하여 이러한 저자의 신학적 관점을 비교적 잘 드러내고 있다. 이러한 본장을 내용상으로 살필 때 크게 두 부분으로 나눌 수 있는 데 이것을 서술하면 다음과 같다. 즉, (1) 간증과 찬양(1-11절) : 여기에서 솔로몬은 (가) 성전이 하나님의 영원한 처소임을 고백하고(1, 2절), (나) 회중을 항하여 축복한다(3절). 그리고 (다) 성전 건축의 배후에 하나님의 인도가 있었음을 고백한다(4절). (2) 기도(12-42절) : 이 기도는 왕권을 위한 기도(14-17절)와 제사장적 중보 기도(18-42절)로 나뉠 수 있는데 먼저 왕권을 위한 기도에서는 (가) 성전 건축에 나타난 하나님의 신실성 찬양(14, 15절), (나) 다윗 왕권의 보전에 대한 간구(16, 17절0가 포함되어 있다. 그리고 제사장적 기도는 (가) 서론적 기도(18-21절), (나) 본론적 기도(일곱 가지 제목의 기도, 22-39절), (다) 결론적 기도(40-42절)로 구성되어 있다. 우리는 이러한 본장을 통하여 다음과 같은 교훈을 발견하게 된다. 첫째, 하나님은 당신의 사역을 위해서 믿음의 사람들을 사용하신다는 것이다. 솔로몬은 바로 그 대표적인 인물이라 하겠다. 사실 솔로몬은 하나님의 종으로서의 철저한 자각 뿐만 아니라 이스라엘 백성의 왕으로서 모든 일을 세심하게 살피는 섬세함이 있었다. 참으로 일반적으로 몰 때 자신의 위치를 자각하지 못할 경우 폭군이 되거나 무능력자가 되는 예가 비일비재하니 않은가! 둘째, 하나님의 역사에 대해 분명한 인식을 갖는 자가 겸손할 수 있다는 것이다. 솔로몬은 막대한 인력과 재력을 동원하여 장기간의 역사(役事)로 성전을 완공하였다. 그러므로 그 동안의 수고와 노력을 앞세워 스스로 자고(自高)할 수도 있었을 것이다. 그러나 그는 성전을 건축하기까지 하나님이 배후에서 어떻게 역사하셨는지를 분명히 알고 있었다. 그러기 때문에 결코 자만할 수 없었으며 겸손함으로 자신이 여호와의 종임을 고백할 수밖에 없었던 것이다. 이와같이 우리는 우리의 실제적인 삶 속에서, 특히 주의 사역에 있어서 우리의 재능이나 수고를 사용하시는 하나님의 손길을 인식하여야 한다. 그러므로 우리는 언제나 하나님 앞에 서 있다는 겸손한 자세로 주께서 위임하신 사역을 순종으로 감당해야 한다. 1. 솔로몬의 간증과 찬양(6:1-11) 본문은 구름으로 임재하신 하나님의 영광(5:13, 14)에 대해 솔로몬이 신앙적으로 응답하는 장면을 그린 대목(1-42절) 중 그 서두에 해당하는 부분이다. 즉, 본문은 솔로몬이 성전에 대한 의미를 규정함과 더불어 성전 건축의 배경에 대해 설명하는 장아면이다. 이러한 본문을 분석해 보념 성전을 하나님의 거처로 고백하는 모습을 서술한 전반부(1, 2절)와 온 회중을 축복하는 장면을 그린 중반부(3절), 그리고 겉축의 배경에 대한 간즈을 기록한 후반부(4-11절)로 구성되었다. 그래서 성전이 하나님의 은헤와 그분의 역사하심의 결정체인 것을 강조하고 있다. 이러한 본문을 통하여 우리는 다음과 같은 사실을 숙고해 볼 수 있다. (1) 솔로몬은 철저히 하나님의 영광을 위하여 그 일을 수행했다. 이 사실은 그가 회중들 앞에서 성전을 지은 동기와 목적을 선포하는 내용을 보아서도 분명히 알 수 있다. 만일 그가 이방 나라의 왕들처럼 이스라엘의 풍족함과 위엄을 나타내기 위해 그 일을 했다면 백성들 앞에 하나님의 종된 모습으로 자신을 드러내지는 않았을 것이다. (2) 위대한 지도자는 하나님 앞에서나 사람 앞에서나 동일하게 겸손함을 갖추어야 한다. 왜냐하면 이러한 일관된 태도를 가질 때 하나님과 사람 앞에 공히 인정을 받을 수 있기 때문인 것이다. 참으로 솔로몬은 하나님 앞에서 뿐만 아니라 백성들 앞에서도 결코 자신을 과장되게 높이지 않았다. (3) 솔로몬은 다른 사람의 공로를 인정할 줄 알았다. 그는 여호와께서 성전 건축을 허락하신 것은 자기 선친 다윗의 아름다운 마음 때문이었음을 알고(8절0 건축의 공로를 다윗에게 돌렸다. 이처럼 우리 또한 어떠한 일을 해나아가는 과저에서 다른 사람의 공로를 인정해야 한다. (4) 한 사람은 심고 다른 한 사람은 거둔다(요 4:37, 38)는 진리를 터득할 수 있다. 사실 본문을 볼 때 다윗은 심은 자이고 솔로몬은 거둔 자라고 할 수 있다. 이와같이 한 사람이 밀알이 되어서 땅에 심기워지고 썩어지는 헌신이 있어야만 열매가 되는 것이다 이는 오늘날 교회가 선조들의 피와 헌신을 깨닫지 못하고 지나치게 안일한 신앙 생활을 하고 있는 것에 대하여 좋은 교훈이 될 것이다. 2. 솔로몬의 봉헌 기도(6:12-42) 성전 건축을 하게 된 배경과 지금까지의 진행 과정, 즉 성정게 관한 간략한 약사(略史)보고(4-11절)에 이어지는 본문은 성전을 봉헌하는 솔로몬의 기도 내용을 적은 부분이다. 이러한 본문은 놋대 위에 무릎을 꿇고 기도하는 솔로몬의 모습(12, 13절)과 더불어 다윗 왕권을 위한 기도(14-17절), 간구를 들어달라는 서언 기도(18-21절), 일곱 가지 제목의 기도(22-39절), 그리고 결론적 기도(40-42절)로 구성되어 있다. 그래서 본서 저자는 본문을 통해 참된 신앙인의 모습으로 하나님께 봉헌 기도를 드리는 솔로몬의 신앙적 자세에 초점을 맞추고 있다. 이 같은 본문을 살펴볼 때 우리는 솔로몬의 기도를 크게 둘로 나눌수 있다. 즉, 다윗 왕권을 위한 기도(14-17절)와 제사장적 기도(18-42절)로 구분할 수 있는데 전자(前者)는 다윗과 맺은 언약에 따라 성전 건축을 이루신 하나님께서 또한 다윗 왕권의 영원한 보존을 위해 그와 같이 하여 주시기를 원하는 기도이다. 그리고 이와 비교해서 후자(後者)는 하나님께서 친히 처소로 말씀하신(20절) 성전을 향하여 백성들이 기도할 때에 그 기도를 열납해 주시기를 원하는 제사장적 중보(中保) 기도이다. 그리고 이처럼 솔로몬의 기도 내용을 증거하고 있는 본문을 통하여 우리는 다음과 같은 사실들을 발견하고 묵상해 볼 수 있다. (1) 교리적인 진리 : (가) 하나님은 무한하시고 완전하신 분이다(14절). (나) 하나님은 언약에 신실하시다. 그래서 온 마음으로 주의 앞에서 행하는 자들에게는 반드시 그 증거를 보이신다(14, 15절). (다) 하나님은 모든 피조계를 초월하는 탁월하신 분이다. 그래서 하늘들의 하늘이라도 주를 감당치 못한다(18절). (라) 또한 이 뿐만 아니라 하나님은 홀로 인생의 마음을 아시는 분이시다(30절). 그러기 때문에 사람의 모든 생각과 목표와 감정을 천사들이나 사단에게는 숨길 수 있을지언정 하나님 앞에서는 감출 수 없다. (마) 인간은 하나님 앞에서 전적으로 부패했다(36절). 그래서 인간이 거하는 이 땅에서는 흠없고 완전한 것이란 발견할 수 없고 선을 행하고 범죄치 않는 인간은 이 땅에 아무도 없다(전 7:20). (2) 일상 생활에서 발견하는 진리 : (가) 맹세하는 일을 주의해야 한다(22절). 당시 이스라엘에는 이웃에게 범죄했다고 혐의를 받을 때 자신의 무죄를 증명하기 위해 맹세하는 풍습이 있었는데(출 22:8-11) 이럴 때 맹세에는 반드시 하나님의 심판이 따랐다. 한편 예수님도 맹세하지 말라고 말씀하셨는데(마 5:34) 이는 이웃 간에 지은 죄를 하나님 앞에 옮겨 놓음으로써 실질적인 인간들 간에 화해하고 용서하는 행위가 없어지게 되 때문인 것이다. 그러므로 먼저 형제에게 지은 죄를 형제에게 사과하고 그리고 나서 하나님 앞에 화목제를 드려야 할 것이다(마 5:24). (나) 평화의 때에 하가상 환난을 대비하여 기도하여야 한다. 왜냐하면 죄로 관영된 이 세상에 사는 동안에는 시련과 고난이 언제 어디서 닥쳐올지 모르기 때문이다. (다) 하나님에 대한 지식을 얻는 일에 게을이해서는 안 된다. 솔로몬의 기도는 풍부한 하나님에 관한 지식에서 비롯된 것임을 알 수 있다. 참으로 하나님에 관한 지식은 기도할 때에 담대함과 확신과 능력을 얻게 하는 것이다. (라) 남을 위한 중보 기도에 힘써야 한다. 솔로몬의 기도는 구약에 나오는 가장 모점적 기도(창 18:22-32;출 32:11-14;삼상 7:5) 중의 하나로서 위대한 붕보자이신 그리스도의 기도의 표상이다(요 17장 예수님으 기도와 비교). 이와같이 우리도 솔로몬과 예수 그리스도를 본받아 다른 사람들을 위한 중보 기도에 먼저 힘을 써야 할 것이다. 한편 우리는 여기서 솔로몬이 여호와께서 다윗에게 베푸신 은총(42절)에 의지하여 기도앴다는 사실에 주목하여야 한다. 왜냐하면 다윗에게 허락한 확실한 은혜 (사 55:3;행 13:34)가 곧 예수 그리스도 안에 나타났으며 그리스도는 우리긔 기도와 소망의 확실한 근거가 되기 때문이다. 따라서 우리에게는 여호와 앞에 담대히 나아가 기도할 만한 의(義)가 없지만 그리스도의 의와 그리스도를 향한 하나님의 은총에 의지하여 기도할 수 있는 것이다. * 언약의 본질. 언약의 본질은 하나님의 은혜 (* , 헤쎄드)라고 할 수 있다. 왜냐하면 성경은 하나님과 이스라엘의 언약 관계를 말하면서 항상 하나님의 은혜를 언급하기 때문이다. 그리고 또한 언약에 신실하신 하나님을 찬양하는 믿음의 선조들은 항상 그 마음에 있는 하나님의 은혜 때문에 그렇게 찬양한다고 고백하기 때문이다. 이와같이 언약의 본질을 하나님의 은혜로 보는 데는 다음과 같은 몇 가지 이유가 있다. (1) 본질적으로 인간은 하나님과 언약의 대상이 될 수 없었음에도 불구하고 하나님께서 인간과 언약을 맺어주셨기 때문이다. 사실 솔로몬의 고백처럼(14절) 천지(天地)에 여호와와 같은 신은 없다. 그래서 그분의 거룩하심과 탁월하심을 하늘들의 하늘이라도 감당치 못한다(18절). 그리고 이 뿐만 아니라 언약의 상대인 인간은 아담 이후 온갖 죄악 속에서 지렁이만도 못 하게 살아왔다. 그러므로 하나님의 은헤가 아니고는 이러한 언약은 도저히 성립할 수 없는 것이다. (2) 언약적인 관계를 유지하신 분이 하나님이기 때문이다. 참으로 언약에는 반드시 축복과 저주가 내포되어 있다. 그러므로 언약적 관계는 반드시 성실한 축복의 이행과 언약적 의무에 대한 끊임없는 충성이 있어야만 유지될 수 있는 것이다. 그리고 언약을 파기하는 자에게는 죽음의 심판이 반드시 내려진다. 그런데 이스라엘 백성은 한 번도 제대로 언약을 수행한 적이 없었음에도 불구하고 하나님은 남은 자 와 믿음의 그루터기 를 남기셔서 언약의 맥을 유지시키셨다. 그리고 이와 더불어 급기야는 예수 그리스도를 이 땅에 보내셔서 완전한 언약의 성취를 보게 하신 것이다. 그러므로 하나님의 은혜를 제외한 채 언약을 설명하는 것은 불가능한 것이다. (3) 그리고 이와같이 그나마 언약으 명맥을 유지할 수 있는 것도 모두 다 여호와께서 능력을 주겼기 때문이다. 사실 하나님께서 처음 시내 산에서 이스라엘 백성에게 언약의 말씀을 주실 때는 돌비에 새겨 주셨다. 그러나 이스라엘 백성들이 돌비에 새겨진 언약의 말씀을 준수하는 데 실패하자 이번에는 새 언약을 주시면서 그들의 마음 비에 새겨 주셨다(렘 31:31-34). 그리고 이 새언약을 예수 그리스도에 의해 성튀시키시고 성령의 능력을 보내주심으로 누구든지 보헤사 성령을 의지하는 자는 언약을 지킬 수 있는 능력을 갖게 하신 것이다. 참으로 이러한 언약의 역사 배후에는 죄를 용서하시고 , 노하기를 더디하시며 , 신실하신 하나님의 은혜가 개입되어 있는 것이다. (4) 언약의 목표 때문에 그렇다 . 언약의 목표는 나는 그들의 하나님이 되고 그들은 나의 백성이 되는 것 (렘 31:33;호 2:23;슥 8:8;13:9;계 21:7)이라고 여호와께서 말씀하셨다. 그리고 누구든지 예수 그리스도를 영접하는 자에게는 하나님의 자녀가 되는 권세 (요 1:12)를 주셨고, 양자(養子)의 영을 받은 자는 하나님을 아바 아버지라 부를 수 있게 하셨다(롬 8:15). 그러므로 우리는 본질적으로 언약을 은혜 언약 이라고 부르는 것이다. 그리고 이와 더불어 그리스도의 죽음으로 효력이 발생된 언악적 축복은 옛 언약과 새 언약 아래 있는 모든 백성들에게 축복의 원천이 되는 것이다. 바로 이러한 이유들 때문에 솔로몬은 하나님께서 언약을 온 마음으로 주의 앞에서 행하는 주으 종들에게 지키시고 은혜를 베푸신다 고 고백하고 있는 것이다(14절)(출 24:1-11, 언약 인준으로서의 피 ;신 29:1-9, 옛 언약과 그리스도의 새 언약 ;29:16-29, 언약의 어원적 고찰 )."
        }
    ]
}