{
    "bible_book": "역대상",
    "chapter_number": 24,
    "commentaries": [
        {
            "verse_reference": "24:1",
            "commentary": "본 절 이하 19절까지는 제사장의 24반차를 소개하고 있는 부분이다. 다윗 왕은 아론 자손을 각 가문의 우두머리에 따라 24반열로 구분한 다음 그 반열의 수에 맞추어 제사장들을 24반차로 조직하였던 것이다(Curtis, Lange).\n아론 자손의 반차. 아론에서부터 시작되어 예루살렘 멸망에 이르기까지 계속적으로 제사장 직분을 감당하였던 아론 자손들의 계보(系譜)는 이미 6:3-15에서 살펴보았다. 그러므로 본문(1-19절)을 이해함에 있어서는 그 부분을 참조하는 것이 큰 도움이 될 것이다.\n24:2 나답과 아비후가 그 아비보다 먼저 죽고 아들이 없으므로. 아론의 두 아들 나답과 아비후의 죽음은 레 10:1-3에 기록되어 있다. 거기에 보면, 이들은 하나님이 명하시지 않은 다른 불로 분향을 하다가 여호와 앞에서 나온 불에 타 죽고 말았음을 알 수 있다. 그런데 본서 기자가 여기에서 나답과 아비후의 죽음을 상기시키는 이유는 (1) 하나님께 제사드리는 자는 오직 그분께서 계시하신 말씀과 방법에 절대 순응하여야 할 것을 가르치기 위함이다. (2) 또 여호와 앞에서의 범죄가 어떠한 결과를 초래하는지를 밝히 보여주기 위함이다. 오늘날 하나님에 대한 잘못된 생각을 가진 사람들이 참으로많다. 어떤 자들은 하나님을 파괴적인 공포의 대상으로 간주하는가 하면, 또 어떤 자들은 아무 죄악이나 무작정 용서하시는 우유 부단하신 분으로 여기기도 한다. 물론 하나님의 속성은 사랑으로 대표되지만, 그분의 법을 무시하는 자들에게는 엄정하고 단호한 심판이 불가피하게 임할 수 밖에 없다. 즉 성도들에게 임하는 하나님의 사랑은 공의라는 하나님의 또 다른 속성과 항상 동시에 행해진다(렘 46:28). 한편, 나답과 아비후에게 자식이 없었다는 사실은 민 3:4에 기록되어 있다.\n엘르아살과 이다말. 이들은 형들의 죽음으로 인해 제사장직을 수행하게 된 인물들이다. 특히 이들 중 엘르아살(Eleazar)은 아론이 죽은 후 대제사장직을 승계하였다(민20:22-29). 그러한 그는 모세의 계승자 여호수아에게 안수하였으며(민 27:22,23) 가나안 땅에 들어간 후 여호수아와 거의 동시에 죽었다(수 24:29-33). 다음으로 이다말(Ithamar)은 회막 건축 때 회계를 맡은 인물로서(출 38:21) 엘리 대제사장의 조상이다. 그에 관한 보다 자세한 사항은 6:3 주석을 참조하라.\n24:3 엘르아살의 자손 사독과 이다말의 자손 아히멜렉. 사독(Zadok)과 아히멜렉(Ahimelech)은 다윗 왕 말기의 대제사장들이다. 다윗 왕 초기에는 본래 엘르아살의 후손 사독과 이다말의 후손 아비아달(Abiathar)이 대제사장으로 봉사하였으나(삼하15:24, 20:25) 아비아달이 늙어 직무를 수행하지 못하게 되자 그의 아들 아히멜렉이 그의 대제사장직을 승계한 것이다. 그런데 이들 사독과 아히멜렉은 다윗 왕이 제사장의 24반열 제도를 마련하는 데 있어서 각기 자기 집안의 대표자로서 영향력을 행사하였다. 즉 다윗은 중앙 성소의 제사장직과 관련된 난제를 이 두 사람과 함께 숙고하였고, 제사장직을 수행할 사제들의 명단을 분류하였다. 한편 다윗이 이처럼 제사장들과 레위인들을 세밀히 분류한 것은 예루살렘 중앙 성소에 집중된 벅찬 업무를 효과적으로 수행하기 위해서였다. 사실 어떤 면에서 제사장직과 같은 고위직을 한 사람이 계속 담당한다면 이와 관련된 부정이 자행될 수 있다. 실상 이런 비리는 신약 시대에 사두개파같은 이익 집단을 발생시켰다. 요컨대 다윗이 레위인들을 이렇게 분류한 것은 분파 의식을 조장하기 위한 것이 아니었다. 대신 각자의 맡은 직무를 감당하여 성전 내에서 예배를 제대로 수행하라는 하나님의 명령에 따른 것이라 할 수 있다. 이처럼 오늘의 교회 역시 많은 직분이 어우러져 한 몸을 이룬다(롬 12:4, 5, 고전 12:12). 우리는 24반열의 분류 목적을 제대로 이해할 때, 하나님께서 우리에게 맡겨 주신 직분을 올바로 수행할 수 있을 것이다.\n24:4 엘르아살의 자손 중에 족장이 이다말의 자손보다 많으므로. 본 절은 당시 엘르아살 자손들의 가문 수가 이다말 자손들의 가문 수보다 많았다는 의미이다(Keil, Lange,Curtis). 즉, 여기서 족장이라는 말은 이들의 종가(宗家)를 의미하는 말이 아니라 당시 존재하고 있었던 각 가문의 우두머리를 가리키는 말인 것이다. 이렇게 볼 때, 제사장의 24반차는 레위 지파의 24반차와 그 조직 과정에 있어서 상당한 차이점을 보이고있다. 다시 말해서, 레위 지파의 경우에는 그들의 종가에 따라 24반열이 조직된 반면(23:24) 제사장의 경우에는 현존하는 그들의 가문의 숫자에 따라 24반열이 조직되었던 것이다. 이처럼 인구 비례제에 따른 대표 선임을 연상케 하는 제사장 반차 조직은 엘르아살 가문과 이다말 가문 모두가 충분히 수긍할 만한 합리적 방법이었음에 분명하다.\n24:5 이에 제비뽑아 피차에 차등이 없이 나누었으니. ‘제비뽑기’는 고대 이스라엘 백성들이 최종적으로 하나님의 뜻을 묻기 위해 사용하던 방법이다. 이러한 제비뽑기에 관한 자세한 사항은 민 26:52-56 강해. ‘제비뽑기’를 참조하라. 한편 여기에서 ‘나누었으니’에 해당하는 히브리어 ‘야흐레쿰’은 3인칭 복수 형태로서 이동사의 주어가 다윗과 함께 사독과 아히멜렉임을 보여주고 있다. 즉, 다윗 왕은 사독과 아히멜렉(3절)의 입회하에 공정하게 제비를 뽑게 하였던 것이다. 다음으로 여기서’피차에 차등이 없이 나누었다’는 말은 엘르아살 자손과 이다말 자손 간에 어떠한 차별도 없이 동등한 입장에서 제비를 뽑게 하였다는 말이다. 즉, 다시 말해서 이들은 서로 동등한 지위에서 24반열의 순번을 정하였다는 의미이다. 이상과 같이 비록 엘르아살이 아론을 계승하여 대제사장 직무를 수행했을지라도(민 20:22-29) 다윗 왕은 엘르아살의 자손들과 이다말의 자손들에게 차등을 두지 않고 서로 동등한 위치에서 함께 봉사하도록 하였다. 그러므로 엘르아살 자손들에게 할당된 반차의 수가 이다말 자손들에게 할당된 반차의 수보다 많았던 것(4절)은 다만 당시 존재했던 가문의 숫자의 차이로 말미암은 것이었지 결코 다윗 왕이 그들을 차별함으로 인해 비롯된 결과가 아니었음을 알 수 있다.\n성소의 일을 다스리는 자와 하나님의 일을 다스리는 자. 여기서 ‘성소의 일을 다스리는 자’와 ‘하나님의 일을 다스리는 자’는 동의 반복법적(同義反復法的) 표현으로서 궁극적으로 ‘대제사장’을 가리키는 말이다(Keil, Barnes, Bertheau). 따라서 본 절을 통해 우리는 당시 엘르아살 자손들, 이다말 자손들에게 각각 한 명씩의 대제사장이있었음을 알 수 있다. 그러나 솔로몬 때에 아비아달 가문의 제사장직이 폐위되므로 인해 이다말 자손들의 제사장직이 끊기었다(왕상 2:26, 27). 그것은 바로 엘리 제사장 집안의 죄악 때문이었다(삼상 2:27-36).\n24:6 서기관 스마야가 … 그 이름을 기록하여. 여기서 ‘그 이름을 기록하였다’는 말은 제비뽑아 추첨된 이름들을 그 순서에 따라 기록했다는 의미이다. 이처럼 제비뽑기는 왕과 방백들과 제사장들이 모인 가운데 공개적으로 공정하고 엄숙하게 진행되었다. 거기에는 권력을 등에 업은 부정이나, 기득권 주장이나 청탁이 통할 수 없었다. 여기서 서기관 스마야는 하나님과 인간의 중간에 서서 이 모든 일을 사실대로 기록하였다. 이제 하나님의 뜻에 의해 순서를 정해 받은 제사장들은 자신의 직분에 따라 정해진 날짜에 임무를 수행해야만 했으며, 나답과 아비후의 전철을 밟지 않도록 명심하여 신령과 진정으로 예배에 임해야 했었다(롬 12:1, 요 4:23).\n엘르아살의 자손 중에서 한 집을 취하고 이다말의 자손 중에서 한 집을 취하였으니. 혹자는 본 절을 가리켜 엘르아살 자손의 16반차 중 8반차와 이다말 자손의 8반차가 서로 번갈아 가면서 제비 뽑았음을 말하고 있는 것이라 한다(Payne, Keil). 만일 그렇다면 엘르아살 자손의 나머지 8반차는 위의 16반차가 끝난 후 나머지 반차를 제비로 결정지었을 것이다. 그러나 또 다른 학자들은 본 절과 관련 다음과 같은 주장을 한다. 즉 이다말 자손이 제비 하나를 뽑는 동안 엘르아살 자손들은 제비 두 개를 뽑아 서로 공평하게 24반열을 결정지었다는 주장이다(P.C. Barker). 위의 두 견해 중 본문의 문자적 해석에 보다 부합되는 것은 첫 번째 주장이다. 그렇지만 두 번째 경우도 전혀 가능성이 없는 주장은 아니니 참조하라.\n24:7 여호야립. 이름의 뜻은 ‘여호와께서 싸우신다’이다. 9:10에도 여호야립(Jehoiarib)이란 사람이 나오는데 그는 바벨론 포로기 이후의 인물로서 본 절의 여호야립과는 다른 사람이다. 그러나 많은 학자들은 이 두 사람을 한 혈통에 속한 자로 보고 있으니 곧 선조와 후손의 관계이다(Bertheau, P.C. Barker). 이에 관한 보다 자세한 내용은 9:10 주석을 참조하라. 한편, 마카비상 2:1, 14:29에는 여호야립이 후에 마카비(Maccabee) 가문을 탄생시킨 반차의 우두머리가 되었다고 기록되어 있다. 그렇지만 커티스(Curtis)는 이에 대해 의문을 제기하였다. 그러면서 그 이유로 그때 당시에 여호야립의 반차가 역사적으로 큰 활약을 하지 않았다는 점을 들고 있다. 그렇지만 이는 정확한 고증(考證)이 힘든 유대 전승(傳承)에 관련된 일이니 무어라 단정하기 어렵다.\n여다야. 성경에는 여다야(Jedaiah)의 후손들 역시 포로기 이후에 바벨론에서 예루살렘으로 돌아와 제사장의 반차를 계속 유지하였던 것으로 나타나 있다(느 12:6, 19). 한편 시기적으로 포로기 이후에 관한 기록인 9:10에는 여다야의 이름이 여호야립의 이름보다 오히려 먼저 기록되어 있다. 이 같은 기록의 순서는 아마도 포로기 이후 여다야가 여호야립의 반차보다 앞의 반차를 차지했기 때문일 것이다(Payne).\n24:8 하림. 이 반차의 이름이 스 2:39, 느 10:5, 12:15에 언급되어 있다. 이로써 우리는 하림(Harim)의 후손들이 포로기 이후에 예루살렘에 귀환하여 제사장 반차를 유지한 사실을 알 수 있다.\n스오림. 이름의 뜻은 ‘보리’이다. 그런데 본 절 외에는 다시 언급되지 않고 있으므로 그나 그의 후손에 관한 행적을 달리 알 수 없다.\n24:9 말기야. 이와 동일한 이름이 9:12에도 언급되어 있다. 거기에서 그는 제사장 아다야의 증조부로 소개되었는데 이로써 우리는 포로기 이후에도 말기야(Malchijah)의 반차가 여전히 중요한 위치를 차지했었음을 추측할 수 있다. 한편 혹자는 말기야 가문을 말룩(느 10:4, 12:2), 또는 말루기(느 12:14) 가문과 동일시 여기기도 하는데 분명치 않다. 그렇지만 어쨌든 말기야의 후손들이 포로기 후기에 예루살렘에 귀환하여 제사장의 반차를 유지한 사실은 부인될 수 없다.\n미야민. 그의 후손 역시 느 10:7, 12:5 등에 언급되어 있다. 그런데 미야민(Mijamin)은 일명 미냐민(Minjamin)으로도 불리운 것 같다(느 12:17, 41).\n24:10 학고스. 스 2:61, 62에 따르면 학고스 자손들은 바벨론 포로기 이후에 제사장의 반열에서 자기 가문의 이름을 발견하지 못한 탓에 제사장 직분을 수행치 못하였다고 한다. 아마도 학고스의 후손들은 제 1차 포로 귀환 때 스룹바벨과 함께 예루살렘에 귀환했으나 제사장의 반열을 다시 조직할 때 다른 반열에 통합되었거나 아니면 다른 이름으로 개칭되었을 것이다.\n아비야. 유일하게 신약 성경(눅 1:5)에 나오는 반열의 이름이다. 즉 침례 요한의 아버지인 사가랴는 바로 이 반열에 속한 제사장이었다. 이 반열의 이름이 느 12:4,17, 10:7에 또다시 언급된 점으로 미루어 볼 때 아비야(Abijah)의 후손들이 포로기 이후에 귀환하여 제사장 반차를 계속 유지했음을 알 수 있다.\n24:11 예수아. 예수아(Jeshua)라는 이름이 느 7:39, 스 2:36에도 언급되어 있는데 이름만 같을 뿐 본 절의 예수아와는 동명 이인(同名異人)인 듯하다. 즉 포로기 후기의 예수아는 여다야 반열(7절)의 후손일 뿐 본 절의 예수아와는 무관한 것 같다. 따라서 본 절의 예수아를 느 7:39, 스 2:36에 언급된 ‘예수아의 집’의 조상이라고 하는 주장(Curtis,Pulpit Commentary)은 옳지 않은 듯하다.\n스가냐. 이와 동일한 이름이 느 12:3에 언급되어 있다. 한편 느 12:14, 10:4에는 스바냐(Shebaniah)라는 이름이 나오는데 스바냐는 스가냐(Shecaniah)와 동일 인물일뿐 필사자의 오기인 것으로 추정된다. 아무튼 이로써 우리는 포로기 후기에도 여전히 스가냐의 후손들이 제사장의 반차를 유지했음을 알 수 있다.\n24:12 엘리아십. 포로기 이후의 대제사장 가운데서도 엘리아십(Eliashib)이란 이름을 찾아 볼 수 있다. 그렇지만 본 절의 엘리아십과의 관계에 대해서는 알 수 없다(느 3:1).\n야김. 이름의 뜻은 ‘그가 세우실 것이다’이다. 그런데 본 절 외에는 그에 대하여 언급하고 있는 곳이 없다.\n24:13 훗바 … 예세브압. 이들의 이름 또한 다른 곳에서는 전혀 언급되어 있지 않다. 한편 ‘훗바’는 ‘여호와께서 덮으심’이란 뜻이며 ‘예세브압’은 ‘아버지의 자리’라는 뜻이다.\n24:14 빌가. 느 12:5에는 그의 후손으로서 바벨론 포로에서 돌아온 빌가(Bilgah)가 언급되어 있다. 그는 일명 빌개(Bilgai)로도 불리운 듯하다(느 10:8).\n임멜. 동일한 이름이 9:12에 나타난다. 이러한 사실은 임멜의 반차가 포로 이후에도 매우 유명한 반차였음을 시사해 준다. 이와 관련 우리는 스 2:37에서 임멜 자손1,052명이 예루살렘으로 귀환한 것이 기록되어 있음을 볼 수 있다. 그런데 이 임멜 자손 역시 학고스 자손과 마찬가지로 포로기 후에 제사장 보계(譜系)에서 자기 가문의 이름을 발견하지 못한 탓에 제사장 직분을 수행치 못하였다(스 2:59, 62). 아마도 이 반차 또한 다른 반차에 통합되었든지 아니면 다른 이름의 반차로 개명되었을 것이다. 10절 주석 참조.\n24:15 헤실 … 합비세스. 이 두 사람에 대해서는 본 절 외에 달리 언급된 곳이 없다. 물론 헤실(Hezir)이란 이름이 느 10:20에서 느헤미야의 언약서에 인친 백성의 두목 이름으로 기록되어 있으나 본 절의 헤실과는 무관하다.\n24:16 브다히야 … 가물. 이 가운데 야긴(9:10, 느 11:10)을 제외한 세 사람의 이름은 제사장의 반열로는 다른 곳에서 다시 언급되지 않고 있다.\n24:17 없음.\n24:18 들라야. 스 2:60에 의하면 바벨론 포로에서 돌아온 자들 중에 들라야의 후손들도 포함되어 있음을 알 수 있다.\n마아시야. 동일한 이름의 소유자가 느 10:8에 언급되어 있다. 그는 느 12:5에 나오는 마아댜와 동일 인물인 것으로 추정된다.\n24:19 이와 같은 반차로 … 수종들었더라. 24반열로 조직된 제사장들은 각기 순번을 좇아 한 주일씩 돌아가며 봉사하였다(왕하 11:9). 한편 이러한 제사장의 24반차 제도는 신약 시대에까지 지속되었는데(눅 1:8) A.D. 70년 예루살렘 멸망과 더불어 끝나고 말았다. 이에 관한 보다 자세한 내용은 본 장 20-31절 강해, ‘제사장 제도의 변천 과정’을 참조하라.\n아론에게 명하신 규례. 이는 곧 하나님께서 아론 가문을 제사장 가문으로 세우시면서 주신 ‘제사장 직무 규례’를 가리킨다(출 28:40-43, 29:29, 30, 30:7-10, 민 8:2, 3등). 제사장들이 이러한 규례를 좇아 직무를 수행하지 아니할 경우에는 여호와의 진노를 면치 못하였다. 본 장 1-19절 강해, ‘규례대로 행한 봉사’ 참조.\n24:20 레위 자손 중에 남은 자. 이들은 비록 아론의 자손은 아니지만 여호와의 전에서 아론의 자손(제사장)을 도와 수종든 레위인들을 가리킨다. 그러나 본 문맥에 소개된 레위인들은 레위인 전체 인원(23:3) 중 일부분이며 뒤이어지는 두 장에서 그 나머지 레위인들의 임무가 소개되고 있다.\n아므람의 아들 중에는 수바엘이요. 본 절 이하 25절까지는 그핫 족속의 아홉 반차를 재차 소개한 내용으로서 이러한 내용은 23:12-20의 반복이다. 그런데 23장에서는 그핫 족속의 반차 이전에 게르손 족속의 9반차가 소개되었는데(23:7-11) 본 장에서는 무슨 이유인지 게르손 족속의 반차가 언급되어 있지 않다. 한편, 본 절에서 아므람(Amram)은 그핫(고핫)의 네 아들 중 맏아들이다(6:18). 그리고 아므람의 아들로 소개된 수바엘(Shebael)은 실제로는 모세의 장자 게르솜의 아들 스브엘(Shebuel)과 동일 인물로서 아므람의 증손이다(23:16). 그는 스브엘 가문의 머리가 되었으며 레위인의 24반차 중 하나를 차지하였다. 23:16 주석 참조.\n예드야. 이와 동일한 이름이 27:30에 단 한번 언급되고 있다. 거기에서 예드야(Jehdeiah)는 다윗 왕의 재산을 관리한 관리로 소개되었다. 그렇지만 그는 본 절의 예드야와는 다른 사람인 것으로 추정된다.\n24:21 르하뱌에게 이르러는 그 아들 중에 족장 잇시야요. 르하뱌(Rehabiah)는 모세의 둘째 아들인 엘리에셀의 후손이다(23:17). 그런데 다윗 왕대에 이르러 르하뱌 족속의 대표자는 잇시야(Isshiah)가 된 것이다. 한편 본 절의 잇시야는 웃시엘의 아들 잇시야(25절, 23:20)와는 구별되니 착오치 말아야 한다.\n24:22 이스할의 아들 중에는 슬로못이요. 이스할은 그핫의 둘째 아들이다(출 6:18). 그리고 슬로못(Shelomoth)은 슬로밋(Shelomith)의 약간 변형된 형태의 이름이다(23:18).\n슬로못의 아들 중에는 야핫이요. 야핫(Jahath)은 다윗 왕 때에 슬로못 족속의 지도자였던 것으로 보여진다. 그는 게르손의 후손인 야핫(6:20,43)과는 분명히 구별된다.\n24:23 헤브론의 아들들. 헤브론은 그핫의 셋째 아들이다(출 6:18). 그리고 그의 네 후손들의 이름은 이미 23:19에 언급되어 있다. 그런데 문맥상 본 절의 내용은 미비한 듯하다. 왜냐하면 다른 레위 족속의 경우에는 다윗 왕 때에 활약한 지도자의 이름이 소개되었으나(21, 22, 24, 25절) 오직 헤브론 족속의 경우에는 다윗 왕 때의 인물이 소개되어 있지 않기 때문이다. 한편 헤브론의 네 아들 여리야와 아마랴, 야하시엘 그리고 여가므암에 대해서는 23:19 주석을 참조하라.\n24:24 웃시엘. 그는 그핫의 넷째 아들이다(출 6:18).\n미가의 아들 중에는 사밀이요. 미가는 레위인의 24반차 중 하나를 차지한 레위인의 족장이다(23:20). 그리고 그의 후손 사밀(Shamir)은 다윗 왕 때에 활약한 그 반차의 지도자이다.\n24:25 잇시야의 아들 중에는 스가랴며. 잇시야(Isshiah) 역시 그의 형 미가(24절)와 함께 레위인의 24반차 중 하나를 차지한 족장이다. 그리고 그 후손 스가랴(Zechariah)는다윗 왕 때의 인물이다. 한편 성경에 나오는 스가랴란 동명 이인은 무려 29명에 달하니(5:7, 9:21, 22, 15:18, 26:11, 27:21, 대하 17:7, 26:5, 35:8, 스 8:3, 10:26, 느 11:5) 서로 혼동하지 말아야 할 것이다.\n24:26 므라리. 저자는 레위의 둘째 아들인 그핫의 후손들의 반차를 상술한 후(20-25절) 이제 본 절에서부터 31절에서는 므라리 후손들의 반차를 상술하고 있다.\n마흘리와 무시요 야아시야. 마흘리와 무시는 이미 23:21에서 소개 되었으나 여기서는 야아시야가 첨가되고 있다. 따라서 23:21에서는 야아시야(Jaaziah)가 생략된 것이라고 보아야 할 것이다. 그렇지만 야아시야가 보다 이전의 기록(출 6:19, 민 3:33)에서는 나타나지 않는다는 점은 우리들이 인정해야 할 사항이다. 이상과 같은 사실을 종합해 볼 때 분명하게 말할 수는 없지만 아마도 야아시야는 마흘리, 무시의 형제는 아니었으나 그의 후손인 것 같다. 그리고 이후 그가 많은 자식을 낳고 큰 가문으로 성장하게 되자 마흘리, 무시와 더불어 레위인의 반차를 차지하게 된 것으로 추측해 볼 수있을 것이다. 왜냐하면 히브리어에서 아들에 해당하는 말인 ‘벤’은 ‘후손’으로도 해석이 가능하기 때문이다(Payne).\n24:27 야아시야에게서 난 자는 브노와 소함과 삭굴과 이브리요. 이들 야아시야의 네 아들 중 한 명에게 레위인의 한 반차가 할당되었으리라는 점은 이미 앞장에서 살펴본 바이다. 이에 대한 보다 자세한 내용은 23:22 주석을 참조하라.\n24:28 엘르아살은 무자하며. 므라리 자손 마흘리의 아들 엘르아살(23:21)이 무자(無子)했다는 사실은 그에게 반차가 할당되지 못하였음을 의미한다. 때문에 그의 딸은 그의 형제 기스의 아들에게 시집가서 자기 족속의 기업이 다른 족속에게로 넘어가는 것을 방지하였다. 23:22 주석 참조.\n24:29 여라므엘. 이름의 뜻은 ‘여호와여 불쌍히 여기소서’이다. 그는 마흘리의 둘째 아들인 기스의 가족을 대표하는 다윗 왕 때의 지도자이다.\n24:30 무시의 아들은 마흘리와 에델과 여리못이니. 23:23과 일치하는 내용이다. 그런데 이 부분 역시 므라리의 셋째 아들인 무시 계통의 족장들만을 밝혔을 뿐 다윗 왕 당시의 대표자들을 밝혀주고 있지는 않다. 이에 관한 보다 자세한 내용은 23:23 주석을 참조하라.\n24:31 그 형제 아론 자손처럼 제비뽑혔으니. 본 절은 제사장의 24반차가 제비로 결정된 것처럼 레위인의 24반차도 제비로 결정되었음을 보여 준다. 5절 주석 참조.\n장자의 종가와 그 아우의 종가가 다름이 없더라. 이는 게르손, 그핫, 므라리 족속에 속한 가문들이 아무런 차별이 없이 동등하게 교대로 봉사하였음을 의미한다(Keil,Lange). 즉 그들이 하나님 앞에서 봉사함에 있어서는 장자(長子)의 가문이나 차자, 막내의 가문 모두 똑같은 권리와 의무에 입각해 주어진 직무를 감당하였던 것이다. 이처럼 하나님의 일을 하는 자들은 세속적 차원의 계급을 형성하지 않는다. 왜냐하면 그리스도 안에서는 모두가 다 한 형제요 자매이기 때문이다."
        }
    ]
}