{
    "bible_book": "역대상",
    "chapter_number": 20,
    "commentaries": [
        {
            "verse_reference": "20:1",
            "commentary": "본 구절의 내용은 삼하 11:11과 12:26의 내용을 함축해서 요약한 것이다. 즉 요압이 암몬을 훼파하고 랍바(Rabbah)를 에워 싼 내용을 언급한 본 절의 후반부는 삼하11:11의 언급과 같으며, 요압이 랍바를 쳐서 함락시킨 장면을 나타낸 본 절의 후반부 삼하12:26의 내용과 같다. 그런데 삼하 11장에는 분 내용 외에도 다윗이 예루살렘에서 우리아의 아내 밧세바와 동침한 사실이 기록되어 있으나 여기서는 생략되어 있다. 이는 또다시 다윗의 실수와 번뇌를 될 수 있는 대로 감추려한 본서 저자의 의도를 보여주는것이다.\n해가 돌아와서 왕들의 출전할 때가 되매. 여기서 해가 돌아왔다는 말은 유대력으로 새해가 시작되는 아빕월(태양력으로 3,4월)이 되었다는 말이다. 이때는 봄일 뿐만 아니라 건기에 해당하는 시기이기 때문에 전쟁하기에 적합한 계절이다. 그래서 본 절에 나타난 ‘왕들의 출전할 때’란 바로 전쟁하기에 적합한 건기였다는 말이다. 사실 지난번 요압은 암몬을 정복할 수 있는 절호의 기회를 잡았으나 그때가 전쟁하기에 적합하지 않은 우기였던 고로 예루살렘으로 회군하였었다. 그렇기 때문에 아람 사람과의 전쟁(19:17-19절)은 지난 가을에 중단되었다고 본다(O. Zokler). 그러다가 다시 전쟁하기에 적합한 건기가 되자 다윗 왕은 요압의 출정을 명하고 있는 것이다.\n요압이 그 군대를 거느리고 나가서. 병행구절인 삼하 11:1에 의하면, 요압은 온이스라엘 군대, 곧 국민병을 이끌고 출정한 것으로 되어있다.\n랍바. 암몬 족속의 유일한 도시인 랍바(Rabbah)는 얍복강의 상류, 즉 아테이안만의 북안에 있는 60-70m의 언덕으로 된 요지이다. 그런데 이곳은 요단 강 동쪽 약37 km 지점에 위치해서 갓 지파의 지경에 있었다(암1:14, 수 13:24,25).또한 이 도시는 두견고한 성으로 이루어져 있었는데 그 하나는 이 성읍에 물을 공급해주는 수원지를 둘러싼 성, 곧 물들의 성이며, 다른 하나는 왕과 그 신하들이 거주하는 왕성이었다(삼하11:1).\n다윗은 예루살렘에 그대로 있더니. 다윗은 암몬 정벌의 지휘권을 요압에게 맡기고 자신은 휴식을 취하였다. 부하들이 일선에서 피 흘릴때, 지도자는 안일에 빠져 있다는 자체가 잘못된 일이었다. 다윗의 죄는 이러난 나태함에서 온 것일지도 모른다. 그래서 본서 저자는 이러한 다윗의 죄를(삼하11:2-15) 예루살렘에 머물렀다는 말로 대치하고있다.\n요압이 랍바를 쳐서 함락시키매. 삼하 12:26에 의하면 요압이 취한 랍바의 성은 두 성 중 왕성이었다. 그러나 요압은 나머지 물들의 성에 대해서는 다윗 왕을 청하여 그로 하여금 취하도록 하였다(삼하 12:27,28). 한편 혹자는 요압이 먼저 뺏은 성이 ‘물들의 성’이고 나중에 취한 성이 ‘왕성’이라고 생각한다(P.C Barer, O.Zockler). 왜냐하면 ‘왕성’은 높은 곳에 위치해 있었기에 점령하기가 까다로웠던 반면에 ‘물들의 성’은 낮아서 빼앗기가 쉬웠을 뿐만 아니라 물의 공급을 책임지고 있었기에 이곳을 점령하면 왕성은 물이 없어서 저절로 항복할 것이기 때문이라는 것이다. 그러나 이러한 추측에대한 정확한 근거는 없다.\n20:2 본 절과 다음 절은 요압의 청함을 받은 다윗 왕이 암몬 정벌을 마무리짓는 장면으로 삼하 12:30, 31과 그 내용이 동일한 대목이다.\n그 왕의 머리. 이에 해당하는 히브리어 ‘말캄’은 두 가지 의미로 해석될 수 있다. 그 첫째는 ‘그들의 왕’으로 해석될 수 있다. 즉, 암몬 족의 왕을 가리키는 것으로 이해할 수 있다. 한글 개역 성경의 번역에는 ‘머리’라는 용어가 첨부되어있으나 사실상 원문에는 없는 것인데 역자에 의해 덧붙여진 것이다. 그 둘째는 그 용어 자체를 ‘암몬 사람들의 우상의 명칭(밀곰)’으로 보는 것이다. 왜냐하면 ‘그 왕’에 해당하는 히브리어 ‘말캄’은 암몬 족속인 우상의 이름인 ‘밀콤’(한글 개역 성경에는 밀곰으로 되어 있음)과 같기 때문이다. 그런데 우리는 여기서 두 번째의 해석에 많은 지지를 보낸다. 왜냐하면 여기에서 취한 면류관의 무게가 금 한 달란트(atalent of gold)에 달하고 있기 때문이다. 참으로 금 한 달란트는 약 34kg에 해당하는 무게인데 이 만큼의 무게를 암몬 왕이 평소에 머리에 쓰고 있었다는 것은 도저히 납득되지 않는 주장이다(Wycliffe). 따라서 우리는 ‘말캄’을 암몬 사람들의 우상을 지칭하는 밀곰으로 보아야 한다. 그들의 우상 밀곰의 머리 위에 34kg의 금으로 된 면류관이 항상 얹혀져 있었다는 것은 지극히 자연스러운 것이기 때문이다(Lange,Pulpit Commentary, Wellhausen, The Interperter’s Bible).\n그 면류관을 자기 머리에 쓰니라. 다윗 왕이 우상의 면류관을 쓴 것은 이제부터 암몬 족속의 새 주권자가 자기 자신임을 알리기 위해서였다. 그런데 그 면류관의 무게가 약 34kg에 달하였으므로 다윗은 오랫동안 그것을 쓴 것이 아니라 자신의 주권을 선포하는 의식 동안에만 썼던 것이 분명하다(Payne, Lange).\n20:3 그 가운데 백성을 끌어내어 톱질과 써레질과 도끼질을 하게 하니라. 우리는 이 구절을 두 가지로 해석할 수 있다. (1) 그 첫째는 다윗 왕이 암몬 족속으로 하여금 톱질과 써레질과 도끼질을 하게 하는 등 고역(苦役)을 시켰다는 해석이며(Payne, PulpitCommentary, Curtis), (2) 둘째는 다윗 왕이 그들을 끌어내어 톱질과 써레질과 도끼질로 그들을 무참히 학살했다는 해석이다(Keil, Lange). 우리는 여기에서 (1)번의 해석이 (2)번의 해석보다 낫다든가 혹은 (2)의 해석이 (1)번의 해석보다 정확하다고 판단하기가 곤란하다. 왜냐하면 (1), (2)의 해석 모두는 나름대로의 근거와 의미를 갖고 있기 때문이다. 그러나 분명한 것은 암몬 족속이 지난번 다윗 왕의 특사들을 모욕한(19:4, 5) 대가로 다윗 왕에게 혹독한 형벌을 받았다는 사실이다. 즉 다시 말해서 암몬 족속은 톱질과 써레질과 도끼질을 하는 고역을 당했든지, 아니면 톱질과 써레질과 도끼질로 무참히 학살당했든지 다윗으로부터 엄한 형벌을 받았던 것이다. 그리고 본문에 언급된 ‘써레’는 두꺼운 나무 판자로 만들어진 농기구인데 그 위에 무거운 것, 혹은 사람이 올라타고 앉아서 황소로 하여금 끌면서 땅을 갈게 했던 것이다(욥 39:10, 호10:11). 그런데 본 절에 언급된 단어는(평행 구절의 삼하 12:31과 같이) ‘쇠’라는 의미를 포함한 복합어 형태이다. 그래서 ‘이것을 단순히 목재로 된 농기구로 보는 것이 아니라 쇠로된 날카로운 도구’로 이해하는 것이다(Barker). 이러한 이유 때문에 혹자는이를 ‘곡괭이’(picks)로 본다(Wycliffe). 한편, 병행 구절인 삼하 12:31에는 다윗 왕이 암몬 족속을 벽돌구이에 넣어 태워 죽인 사실이 언급되어 있다. 참으로 암몬 사람들은 그들의 우상 밀감에게 산 자녀들을 불에 태워 바치곤 하였는데(레 18:21, 왕하23:10, 겔 20:31) 다윗 왕은 이러한 그들의 잔혹스런 미신적 행위를 형벌하기 위해 그들을 벽돌구이에 넣어 태워 죽였던 것이다. 그래서 우리는 이 같은 내용을 통하여서 다윗 왕이 단순히 암몬 족속을 고역에 동원했다기 보다는 그들을 살육의 도구로 형벌하지 않았을까 하는 문제를 추측해 볼 수 있다.\n20:4 본 절부터 8절까지의 내용은 삼하 21:18-22의 내용과 일치하는 부분이다. 그러나 사무엘하에서는 본 내용이 소개되기 전에 다윗 가정 내에서의 범죄와 압살롬의 난(삼하11:1-17:29) 등이 기록되어졌으나 본서에서는 이 모든 것들이 생략되었다. 또한 삼하21:16, 17에는 다윗이 블레셋과의 전쟁에 나가 죽음의 위기를 당하였으나 아비새의 도움으로 구사 일생(九死一生)하는 장면이 기록되어 있으나 본문에서는 생략되었다. 우리는 여기서 또다시 다윗 왕의 약점을 노출시키지 아니하고 그의 영광만을 드러내려는 본서 저자의 의도를 읽어 볼 수 있는 것이다.\n이 후에. 이 말은 특별히 사건의 연대기적인 서술을 의미하는 접속사라기 보다는 화제(話題)의 논리적인 연속을 나타내는 단순 접속사이다(18:1, 19:1 등).\n블레셋 사람과 게셀에서 전쟁할 때에. 게셀(Gezer)은 이스라엘과 블레셋이 경계를 이루는 곳 즉, 블레셋의 북방에, 에브라임의 남서부에 위치한 지명이다. 그런데 다윗왕은 르바임 전투에서 블레셋 족속을 게셀까지 몰아내었다(14:16). 따라서 본 절에 언급된 바와 같이 이스라엘이 게셀에서 전쟁했다는 것은 본 전쟁이 르바임 전투 이후에 있었던 사건임을 말해 주는 것이다. 한편, 병행 구절인 삼하 21:18에는 게셀이 아니라 ‘곱’에서 전쟁을 한 것으로 기록되어 있다. 그러나 이것은 혹자의 주장처럼 본서 기자나, 혹은 사무엘서 기자의 부주의에서 온 결과(Pulpit Commentary)가 아니다. 왜냐하면 아마도 곱은 게셀 내에 있는 이름없는 작은 고을이었을 것이기 때문이다(Lange).\n후사 사람 십브개. ‘후사 사람’이란 ‘유다 족속 후사의 후손’이란 의미의 말이다(4:4). 사실 후사 사람 십브개는 열 두 반열의 반장 중에서 제 8열의 반장이었으며(27:11), 다윗의 30인 용사 중 한 사람이기도 하였다(11:26, 29). 그런데 그의 이름이 삼하 23:27에서는 ‘십브개’ 대신 ‘므분내’라는 이름으로 잘못 소개되어 있다. 왜냐하면 히브리어 철자상 ‘십브개’와 ‘므분네’는 그 모습이 상당히 비슷하기 때문이다.\n장대한 자의 아들 중에 십배. 여기서 ‘장대한 자’에 해당하는 히브리어 ‘라파’는 가드의 토착민들로서 르바임의 원주민들을 가리키는 말이다. 이들은 신체가 장대한 것으로 유명하였기 때문에(신 2:20, 21, 3:11, 수 12:4, 15:8, 17:15, 창14:5, 15:20) 이들 족속의 이름을 따서 그들이 살던 지역을 르바임 골짜기라 불렀다. 그런데 십배는 바로 이들 족속의 후손이었기 때문에 그 또한 거인이었던 것이다. 한편, ‘십배’가 병행 구절인 삼하 21:18에서는 ‘삽’으로 기록되었다.\n20:5 야일의 아들 엘하난이 … 라흐미를 죽였는데. 이와 병행되는 삼하 21:19에는 ‘베들레헴 사람 야레오르김의 아들 엘하난이 가드 골리앗을 죽였는데’라고 기록되어 있다(우리말 성경에 나타나 있는 ‘ … 의 아우 라흐미’는 역자에 의해 첨가된 것임). 이러한 두 병행 구절의 차이점에 대해 학자들은 여러 견해들을 주장하고 있는 데 그것을 정리해 보면 다음과 같다. (1) 혹자는 본서의 기록을 오기(誤記)로 보고 삼하의 기록을 옳은 것으로 본다(Bertheau, Bottcher). 이들은 이러한 전제하에서 주장하기를, 이 구절들에 기록된 골리앗은 다윗이 죽인 골리앗과는 다른 동명 이인(同名異人)이라는 것이다. 그러나 양 구절 모두에 골리앗이라는 이름 앞에 그가 살았거나, 혹은 활약했던 지역명인 ‘가드’란 말이 분명히 언급되어 있기 때문에 우리는 그가 다윗에게 죽은 가드의 골리앗과 다른 인물이라고 생각하기는 매우 어려운 것이다. (2) 혹자는 양 구절을 조화시키기 위해 엘하난을 다윗과 동일 인물로 간주한다(Jerome, Targum). 즉, 다윗이란 이름은 그의 본래 이름이 아니었고 왕명(throne name)이었으며 그의 본래 이름은 엘하난(Elhanan)이었다는 주장이다. 그런데 ‘엘하난’이란 이름은 ‘하나님은 은혜로우시다’는 뜻이기 때문에 이들의 주장을 그럴듯하게 해 준다. 그러나 이 견해에 있어서 가장 큰 난점은 다윗이 골리앗을 죽인 장소가 ‘곱’(Gob)이 아니라 ‘엘라 골짜기’(the valley of Elah, 삼상 17:19)이었다는 사실에 있다. 이와 같은 장소의 차이는 본 구절이 다윗이 골리앗을 죽인 사건과는 무관한 것임을 보여주는 증거이다. (3) 다수의 학자들은 삼하의 기록을 오기(誤記)로 보고 본서의 기록을 옳은 것으로 보고 있다(Piscator, Clericus, Michaelis, Movers, Thenius, Payne, Pulpit Commentary). 이 견해에 따르면 사무엘서에 언급된 ‘야레오르김’(Jaareoregim)은 ‘야일’의 오기이며 ‘베들레헴 사람’은 필사자가 의도적으로 첨가한 말이라는 것이다. 참으로 사무엘하의 저자가 본 문맥을 다윗 왕에게 적용시키기 위하여 무리하게 첨삭 가필하였다는 사실은 분명한 듯하다. 즉, 그가 골리앗의 아우 라흐미를 고쳐 골리앗으로만 기록한 것도 이와 같은 사실을 보여주는 것이며 엘하난을 ‘베들레헴 사람’이라고 기록한 것도 이러한 사실을 또한 나타내는 것이다. 그런데 앞의 두 견해에서 나타난 것과 같이 이 세 번째 견해에서 우리는 특별한 난점을 발견할 수가 없다. 따라서 우리는 이 세 번째 견해에 대해 많은 지지를 보내고 또한 긍정을 한다. 즉, 이와 같은 사실에 의해 우리는 (3)번의 견해에 따라 사무엘하의 기록을 잘못된 오기로 보고 본서의 기록을 원본으로 인정하는 것이다.\n베틀채. 실이나 털실을 갖고 옷감으로 직조(織造)하는 베틀(loom)에 사용되는 무거운 대(臺)를 말한다.\n20:6 가드. 본 절에 나타난 가드(Gath)는 ‘술 짜는 틀’이란 의미의 지명이다. 이곳은 가사의 북쪽 32 km 지점에 위치해 있는데 블레셋의 5대 성읍 중 하나이다(수 13:3, 삼상6:17). 또한 이곳은 다윗 손에 죽은 골리앗의 고향일 뿐만 아니라(삼상 17:4) 블레셋인들이 언약의 궤를 옮겨 갔던 장소이다(삼상 5:8). 그런데 이러한 블레셋의 지역에서 전쟁이 벌어졌다는 것은 상대적으로 이스라엘의 힘이 강했었다는 것을 나타낸다.\n매손과 매발에 가락이 여섯씩 모두 스물 넷이 있는데. 레 11:18에 의하면, 이러한 기형자(奇型者)는 성전에서 봉사하지 못하도록 규정되어 있었다. 그런데 이러한 기형이 유전적인 것인지, 아니면 어떤 외부의 환경에 의한 것인지는 분명치 않다. 그러나 본 절에 나타난 ‘장대한 자의 소생’이라는 표현으로 미루어 이것은 유전에 의한 것인듯하다.\n장대한 자의 소생이라. 4절의 십배와 마찬가지로 그가 르바임 족속의 후손이라는 말이다.\n20:7 저가 이스라엘을 능욕하는 고로. 여기서 ‘능욕하다’에 해당하는 히브리어 ‘하라프’는 ‘조롱하다’, ‘우습게 여기다’, ‘비웃다’라는 뜻이다. 그렇기 때문에 본 절의 이러한 표현은 이스라엘 군대를 향하여 블레셋이 온갖 욕설을 퍼부어 싸움을 유도했다는 의미이다(삼상 17:26, 36).\n다윗의 형 시므아의 아들 요나단. 시므아는 이새의 셋째 아들이었는데(2:13) ‘삼마’라고도 기록되었다(삼하 21:21). 그런데 그의 아들 요나단은 암논을 범죄케 한 교활한 모사 요나답의 형제이다(삼하 13:3).\n20:8 다윗의 손과 그 신복의 손에 다 죽었더라. 본 문맥에서 다윗을 섬긴 신복의 손에 가드(Gath) 거인들이 죽었다는 사실은 쉽게 이해가 되나 다윗의 손에 그들이 죽었다는 것은 약간 이상하게 느껴질 수 있다. 그러나 병행 구절인 삼하 21장을 참고하면 이는 쉽게 이해가 될 수 있다. 즉, 삼하 21장의 문맥에는 본 문맥과는 달리 다윗 자신이 친히 블레셋의 거인 이스비브놉과 전투를 벌인 장면이 기록되어 있는 것이다. 그렇기 때문에 이러한 면에서 볼 때 다윗의 손에 가드 거인들이 죽었다는 말은 매우 자연스러운것이다. 또한 다윗의 신복들의 승리는 곧 다윗의 승리라는 점에서 볼 때도 이 말은 결코 틀린 표현이 아닌 것이다(Keil, Pulpit Commentary). 그래서 혹자는 ‘다윗의 손’이란 말이 이스라엘을 대표하는 총사령관을 의미하는 것이라고 한다(O. Zockler). 한편, 사무엘하 21:22에는 가드의 장대한 자가 넷이라고 분명히 나타나 있으나 본 절에는 그 숫자가 명시되어 있지 않다. 이는 본서 기자의 저술 의도, 즉 장대한 자의 숫자를 분명히 나타내지 않아 다윗의 공로와 이스라엘의 힘을 보다 많이 나타내려고 한 것으로 추측할 수 있다."
        }
    ]
}