{
    "bible_book": "역대상",
    "chapter_number": 16,
    "commentaries": [
        {
            "verse_reference": "16:1",
            "commentary": "1-3절의 내용은 삼하 6:17-19의 내용과 정확히 일치한다. 이는 곧 법궤를 예 루살렘에 무사히 안치한 후 다윗이 백성들과 더불어 하나님께 환희와 기쁨의 감사제를 드리는 장면이다. 다윗이 위하여 친 장막 가운데 - 여기서 '장막'은 다윗 왕이 그의 왕궁을 지을 때 그 곁에 함께 지은 언약궤를 모실 처소를 가리킨다. 15:1 주석 참조. 그리고 '가운데'란 바로 그 장막의 중앙, 곧 지성소(至聖所)를 일컫는 말이다 (Keil). 번제와 화목제를 하나님 앞에 드리니라 - 이 제사는 다윗 왕이 직접 드린 것이 아니라 그가 제사장들에게 지시해서 드린 것이다. 왜냐하면 오직 아론 계열의 제사장들 만이 희생(犧牲) 제물을 제단 위에 바칠 수 있었기 때문이 다(레 1:5;3:2, 5). 아무튼 다윗이 이들을 통해 드린 제사는 하나님의 궤를 모 신 장막을 성별하는 일종의 봉헌식의 의미를 지니는 것이었다(Keil, Lange). 한편, 번제(burnt offerings)는 하나님께 헌신을 표하는 제사였으며 이어 드 려지는 화목제(peace offerings)는 하나님과의 교통(交通)을 상징하는 제사였 다. 이 중 화목 제물은 제사를 드리고 난 이후 제사장들과 백성들이 함께 먹었는데 이와같이 식사하는 의식은 제물을 드린 자들이 하나님과 화목되었 음을 축하하는 의미를 가지는 것이었다(레 7:15). 레위기 서론, '구약 제사의 종류와 의미' 참조."
        },
        {
            "verse_reference": "16:2",
            "commentary": "다윗이...여호와의 이름으로 백성에게 축복하고 - 제사를 드린 후 백성을 축 복하는 것은 본래 제사장의 임무 중 하나였다(민 6:23). 따라서 다윗은 제사 집전 때와 마찬가지로 이번에도 제사장을 통하여 백성들을 축복하였을 것이 다. 만일 그렇지 않다면 다윗 왕은 백성을 대표하여 하나님의 일을 수행하 는 제사장적 왕의 위치에서 백성을 축복하였다고 이해해야 한다. 15:27 주석 참조."
        },
        {
            "verse_reference": "16:3",
            "commentary": "매 명에 떡 한 덩이와 고기 한 조각과 건포도병 하나씩 - 이 음식들은 모두 제사때 사용되었던 음식들이다(출 29:23;레 8:26;호 3:1). 그런데 다윗이 이 음 식들을 각 사람에게 나누어 준 것은 화목 제물의 규율에 따른 것이었다. 즉, 하나님께서는 화목 제물을 드리고 난 이후에 그 제물을 제사 참여자들로 하 여금 함께 나누어 먹도록 규정하셨던 것이다(레 7:15-18). 한편 이처럼 이스라 엘 백성들이 하나님의 법궤를 예루살렘에 모신 후 화목 제물을 함께 나눈 데 따르는 의의에 대해서는 삼하 6:19 주석을 참조하라."
        },
        {
            "verse_reference": "16:4",
            "commentary": "본절 이하 마지막 절까지는 사무엘하서에는 나오지 않는 내용으로서 다윗 왕이 악사들을 임명하며 하나님께 감사 찬송을 드리고 기타 직무자들을 세 우는 장면이다. 이러한 본 문맥에서는 레위인에 대한 본서 기자의 깊은 관심 이 잘 드러나고 있다. 또 레위 사람을 세워 여호와의 궤 앞에서 섬기며 - 이는 다윗 왕이 다시 금 악사(樂士)들을 임명하는 내용이다. 앞서(15:16-21) 다윗 왕이 악사들을 세 웠던 것은 일시적으로 법궤 운반시 하나님의 영광을 선포하게 하기 위한 것 이었다. 그러나 이번에 다시금 악사들을 임명한 것은 그들로 하여금 하나님의 궤 앞에서 항상 섬기게 하기 위한 것이었다(37절). 한편, 대하 29:25에 의하 면, 다윗 왕의 이번 임명은 그 자신의 독자적인 결정에 의해 이루어진 것이 아니라 선지자 나단과 갓을 통해 절달된 하나님의 지시에 따라 이루어진 것 임을 알 수 있다. 아무튼 이러한 다윗 왕의 임명은 이스라엘의 예배 역사에 있어서 상당한 발전과 진보를 뜻하는 것이었다. 칭송하며 감사하며 찬양하게 하였으니 - 여기서 '칭송하다'에 해당하는 히브리어 '자카르'(* )는 '기억하다', '회상하다'라는 뜻이다(창 40:14; 출 20:24;왕상17:18;). 이는 곧 악사들의 중요한 임무가 과거에 하나님께서 이 스라엘에게 행하신 은혜로우신 역사들을 노래하는 것임을 보여준다. 사실 그 같은 내용은 바로 시편의 주종을 이루고 있는 것으로서 대부분의 시들은 과 거에 나타났던 하나님의 역사들을 노래한 후 그에 대한 감사와 찬양으로 전 개되고 있다. 다음으로 '감사하다'에 해당하는 '야다'(* )는 하나님께 고백하는 감사의 의미를 내포한 노래를 가리킨다. 그리고 '찬양하다'에 해 당하는 '할랄'(* )은 하나님을 섬기는 마음으로 큰소리로 화답하는 것 을 가리킨다."
        },
        {
            "verse_reference": "16:5",
            "commentary": "그 두목은 아삽이요 - 지금까지는 찬양대의 최고 두목으로 그핫 자손 헤만 (Heman)이 언급되어 왔다(6:33;15:17). 그런데 이제 본절에서는 특이하게 아삽 (Asaph)이 두목으로 언급되고 있다. 한편 대하 29:25에 의하면 다윗 왕의 이 번 임명이 하나님의 지시에 따라 이루어진 것임을 알 수 있다. 그러므로 지금 까지는 다윗 왕의 의사에 따라 헤만이 우두머리로 지목되어 왔으나 이번에 하나님의 지시에 따라 아삽으로 그 두목이 바뀐 것으로 추정할 수 있다 (Payne). 아니면 여기서 아삽은 3인의 성가대 대장(헤만,아삽, 에단) 중 한 사람으로서 언급되고 있는 것일 것이다. 6:39 주석 및 15:17 주석참조. 스가랴와...여이엘이라 - 본 명단에 의하면 지난번 법궤 운반시 임명되었던 14명의 악사들(15:18-21) 중 단지 9명만이 다시금 악사로 임명되었음을 알 수 있다. 비파와 수금...제금 - 15:16 주석 참조."
        },
        {
            "verse_reference": "16:6",
            "commentary": "제사장 브나야와 야하시엘은...나팔을 부니라 - 역시 지난번 법궤 운반시 나 팔 부는 자로 임명되었던 7명의 제사장들 중 한 사람인 브나야(15:24)와 전 혀 새로운 인물인 야하시엘만이 새로 임명되었다. 나머지 여섯 사람들은 아 마도 기브온에 있었던 또 하나의 성막으로 돌아가 본래의 임무를 계속했을 것이다(39절). 한편, 제사장들은 찬양대의 일원으로 나팔을 불었던 것이 아니 고 예배 또는 집회의 시작과 끝을 알리는 신호의 용도로 나팔을 불었다(민 10:1-8)."
        },
        {
            "verse_reference": "16:7",
            "commentary": "이하에 나오는 시(詩)는 약간의 차이는 있지만 시편의 내용들을 포함하고 있다. 즉, 8-22절은 시 105:1-15과 일치하며 23-33절은 시 96편과 34-36절은 시 106:1,47,48절과 일치한다. 이에 의거해 볼 때 그 시들은 다윗이 지었던 것 으로 추정할 수 있다. 다윗이 아삽과 그 형제를 세워 위선 여호와께 감사하게 하여 - 여기서 ' 아삽과 그형제를 세웠다'는 말은 다윗이 자신이 지은 찬송을 그들에게 주어 찬양하게 하였다는 의미인지 아니면 다윗이 아삽과 그 동역자들에게 노래를 짓도록 명령하였다는 의미인지 분명치 않다. 그러나 중요한 사실은 다윗이 왕의 직분에 있으면서 찬양하고 감사하는 일에 누구보다도 솔선 수범하였다 는 사실이다. 다음으로 '위선'이라는 말은 '우선', '맨처음으로'란 말로서 8 절 이하에 나오는 찬양의 이유를 밝혀 주는 것이다. 즉 다윗은 법궤가 무사 히 예루살렘으로 옮겨져 안치된 데 대하여 먼저 하나님께 감사하며 그의 선 하심 및 이스라엘과 맺으신 영원한 언약을 찬양한 것이다. 이같이 다윗은 하 나님께 마땅히 감사할 줄 아는 신앙 인물이었으니 그의 모습을 본받아 범사 에 감사하는 마음으로 늘 하나님께 찬미의 제사를 드리는 것은 오늘날 우리 성도들은 당연히 좇아야 할 것이다(살전 5:18;히 13:15)."
        },
        {
            "verse_reference": "16:8",
            "commentary": "그 이름을 불러 아뢰며 - 이는 '그 이름을 선포하라'는 뜻으로도 해석될 수 있다(Briggs). 그 행사를 만민 중에 알게 할지어다 - 여기서 '그 행사'란 놀라운 하나님 의 사역들을 가리킨다. 이에는 물론 하나님의 기사(寄事)도 포함된다(9절). 그 런데 이를 만민 중에 알리라고 한 것은 곧 온 인류로 하여금 하나님의 권 능과 위엄을 바로 깨닫고 하나님의 백성이 되게끔 하기 위함이다."
        },
        {
            "verse_reference": "16:9",
            "commentary": "그 모든 기사를 말할지어다 - 구약의 용법들을 살펴볼 때 '말할지어다'에 해당하는 히브리어 '시아흐'(* )는 하나님의 일들을 '큰 소리로 반복하 여 말하는 것'을 뜻한다. 그리고 '기사'(寄事)에 해당하는 '팔라'(* )는 '경이로운 일' 또는 '기적'이란 뜻으로 '이적'(異蹟)과 같은 말이다. 신 4:33, 34 주석 참조."
        },
        {
            "verse_reference": "16:10",
            "commentary": "그 성호를 자랑하라 - 여기서 '자랑하다'에 해당하는 히브리어 '히트할레루 '(* )는 '깨끗하다', '드러나게 하다'는 뜻의 '할랄'(* )의 재귀 형으로 '모든 더러움에서 구별하라'(Curtis), 또는 하나님과 그의 이름에 '영 광을 돌리라'는 뜻이다. 그러므로 이는 적극적 신앙에 대한 요청이라 할 수 있다. 즉 하나님의 자녀된 자는 그분의 존재와 권능과 주권을 시인하고 홀로 기뻐하는 데서 머무르지 아니하고 적극적으로 그분의 성호(聖號)를 자랑함으 로써 성도들간에 큰 기쁨을 나눌 뿐만 아니라 불신자들에게 빛과 소금의 역 할을 감당해야 마땅하다(마 5:13, 14). 만일 그리스도를 구주로 고백한 자가 주의 이름을 자랑스럽게 내세우지 못한다면, 그의 신앙은 아직 미약한 것이 요, 그는 구원의 은혜를 뼈속 깊이 체험하지 못한 셈이다. 우리는 복음을 부 끄러워하지 않는다는 바울 사도의 고백(롬 1:16)을 기억하여 받은 바 은혜를 담대히, 그리고 큰 기쁨으로 전파할 수 있어야 할 것이다."
        },
        {
            "verse_reference": "16:11",
            "commentary": "여호와와 그 능력을 구할지어다...구할지어다 - 여호와를 삶의 제일 원리로 삼고 그를 사랑하여 섬기라고 요구하고 있는 구절이다(신 6:5;마 22:37). 여기 서 '여호와와 그 능력을 구한다'는 말은 곧 하나님께서 자신의 삶의 주인이 되시며 능력의 근원이 되시기를 간구하는 것을 말한다. 그리고 '그 얼굴을 항상 구한다'는 말은 하나님께서 자기를 버리지 아니하시고 늘 함께 동행하 시기를 간구하는 것을 말한다. 그런데 이러한 간구에는 먼저 스스로가 하나 님의 뜻을 좇아 그분의 말씀대로 신실되이 살려고 노력하는 자세가 선행(先 行)되어야 함은 물론이다."
        },
        {
            "verse_reference": "16:12,13",
            "commentary": "야곱의 자손 너희는...기억할지어다 - 여기에는 다음 두 가지 의미가 함축되 어 있다. (1) 하나님께 대한 신앙은 철저히 역사적 사실에 기반을 두고 있으 며, 어떠한 종교적 천재의 추상적 명상에 의해 고안된 것이 아니다. 따라서 이스라엘의 지나간 역사를 되돌아 보는 것은 곧 하나님의 점진적 계시 과정 을 살펴보는 것과 직결된다. (2)경험보다 더 나은 스승은 없다. 하나님께서 는 당신의 뜻을 이스라엘 백성들의 구체적 삶 속에서 계시해 왔으며, 순종에 는 축복으로 불순종에는 저주로 응답하셨다. 따라서 이러한 과거사에 대한 명쾌한 이해는 현재의 결단과 미래의 예측을 위한 간접 경험으로서 작용하 기 마련이다. 그 입의 판단을 기억할지어다 - '판단'에 해당하는 히브리어 '미쉬파트'(* )는 '율법의 규정'을 의미하는 말이다(출 15:25;레 5:10;7:16;사 42:4). 그러 므로 여기서 '그 입의 판단'이란 하나님의 입으로부터 나온 말씀을 가리킨다. 다음으로 '기억할지어다'에 해당하는 히브리어 '자카르'(* )는 다음과 같은 두 가지 뜻을 지니고 있다. (1) 단순히 내적인 활동으로서 '명상하다', 또는 '생각하다'는 뜻이다(욥21:6, 7;시 74:22, 23;137:1). (2) 회개(겔 6:9), 계 명의 준수(민 15:40) 등 의로운 행위를 초래하는 원인으로서의 '기억하다'라 는 뜻이다. 그런데 본 문맥에서는 (2)번의 경우에 해당한다. 따라서 이 말은 여호와께 찬양과 영광을 돌리는 의로운 목적을 위하여 과거의 여호와의 사역 을 기억하자는 말이다."
        },
        {
            "verse_reference": "16:14",
            "commentary": "그의 판단이 온 땅에 있도다 - 이는 곧 온 세상이 하나님의 말씀, 또는 통 치하에 있다는 뜻이다(Curtis). 하나님께서는 홀로 주권적이며 절대적으로 독 립적인 분이시다. 그리고 이 세상 모든 피조물은 바로 그 같은 하나님에게 항상 의존하고 있다. 즉 천하 만물은 하나님의 섭리적 통치와 지배하에 그 생명을 보존, 지속하고 있는 것이다(느 9:6;시 63:7;행 17:28)."
        },
        {
            "verse_reference": "16:15",
            "commentary": "그 언약 곧 천대에 명하신 말씀 - 이는 곧 하나님께서 이스라엘의 조상들 과 맺은 약속의 말씀을 가리킨다. 그 약속의 내용은 18절에 나와 있다. 한편 여기서 '천대에 명하신 말씀'이란 '영원한 약속'이란 말로서 이스라엘 조상 들과 맺으신 하나님의 언약이 이스라엘 자손들과도 계속 유지되는 영원한 언 약임을 상기시켜 주고 있다(17절;창17:7;갈 3:29)."
        },
        {
            "verse_reference": "16:16",
            "commentary": "아브라함에게 하신 언약 - 창 15, 17장 및 창 22:16-18에 나와 있는 하나님 의 언약을 가리킨다. 거기서 하나님은 아브라함의 후손들에게 젖과 꿀이 흐르 는 땅 가나안을 주겠다고 약속하셨다. 이삭에게 하신 맹세 - 창 26:2-5에 나와 있는 말씀으로 그 내용은 하나님 께서 아브라함에게 주셨던 약속과 동일하다."
        },
        {
            "verse_reference": "16:17",
            "commentary": "야곱에게 세우신 율례 - 야곱이 벧엘에서 꿈을 통해 얻은 언약의 말씀으 로서 창28:13-15에 나와 있다. 이 역시 가나안 땅에 대한 하나님의 약속이었 다. 이스라엘에게 하신 영원한 언약 - 여기서 '이스라엘'은 야곱이 하나님께로 부터 받은 새 이름을 가리킨다. 그리고 '영원한 언약'은 그처럼 야곱의 이름 이 이스라엘로 개명될 때 하나님으로부터 받은 언약을 가리키는바 창 35:10-12에 나와 있다. 한편, 본장에서 다윗 왕이 이스라엘 백성들에게 이러 한 조상들의 언약을 기억하라고 촉구함은 하나님께서 이 언약대로 이스라엘 의 조상들을 성실히 인도하시고 그 언약을 이루어 주셨기 때문이다(Lange)."
        },
        {
            "verse_reference": "16:18",
            "commentary": "내가 가나안 땅을 네게 주어 너희 기업의 지경이 되게 하리라 - 이 약속은 위의 언약들에 나타나고 있는 공통된 약속이다. 이 약속은 족장들 당시에는 부분적으로 이루어졌으나 다윗 왕 때에 완전히 성취되었다. 즉 가나안 땅은 이스라엘 백성의 삶의 터전으로서 아브라함에게 약속을 주어졌으며(창 15:18-21;35:12), 여호수아 때에 이르러 마침내 그 약속은 성취되기에 이르렀 다. 그러나 여호수아의 정복 이후에도 가나안 땅 내부에는 여러 원주민들이 잔존하였고 트랜스 요르단 지역의 많은 부분이 여전히 암몬, 모압 등 이방 세력의 수중에 있었다. 따라서 아브라함에게 약속되었던 가나안의 온 지 경은 다윗 시대에 이르러서야 비로소 이스라엘의 관할하에 들게 되었던 것 이다(18:1-20:8)."
        },
        {
            "verse_reference": "16:19,20",
            "commentary": "너희 인수가 적어서...유리하였도다 - 이는 아브라함, 이삭과 같은 이스라엘 조상들이 과거 이방 생활을 하였던 것을 시적(詩的)으로 묘사하고 있는 부분 이다. 즉 아브라함, 이삭 등은 비록 짧은 기간이기는 하지만 애굽과 그랄에서 나그네 생활을 하면서 하나님의 도움을 구하였던 적이 있다(창 12:11-20; 20:1-18; 26:6-11). 이것은 오늘날 하나님의 나라를 사모하면서 이 땅에서 나그네와 행인으로 살아가고 있는 성도들의 모습이기도 하다(벧전 2:11)."
        },
        {
            "verse_reference": "16:21",
            "commentary": "사람이 그들을 해하기를 용납지 아니하시고 - 사실 하나님의 인도하에 과거 아브라함은 가나안 족속에게서 해를 당하지 아니하였다. 그리고 이삭은 그랄 사람들에게, 야곱은 에서와 라반에게 각기 해를 당하지 아니하였다. 그것은 바로 하나님의 특별히 지키시고 보호하시는 경륜(經綸) 때문이었다. 그들의 연고로 열왕을 꾸짖어 - 이는 아브라함의 아내 사라를 범하려 한 애굽 왕 바로에게 하나님께서 재앙을 내리신 사건(창 12:17)과 그랄 왕 아비 멜렉에게 현몽하신 사건(창 20:3)을 가리킨다. 당시 아브라함이 사라를 가리켜 '자기 누이'라 한 탓에 사라는 바로와 아비멜렉에게 욕을 당할 뻔하였다. 그 런데 그때 하나님께서 극적으로 간섭하시사 아브라함과 사라는 위기에서 벗 어날 수 있었던 것이다."
        },
        {
            "verse_reference": "16:22",
            "commentary": "나의 기름 부은 자 - 아브라함과 이삭 등이 직접적으로 '하나님의 기름 부 은 자'란 호칭을 들은 적은 없다. 그러나 이스라엘의 족장들이 하나님의 영 으로 구별되었다는 점에서 다윗은 본절에서 이들을 '기름 부은 자'로 불렀을 것이다(Payne). 나의 선지자 - 아브라함은 그랄 왕 아비멜렉으로부터 하나님의 특별한 보 호를 받았을 때 '선지자'라는 칭호를 들었다(창 20:7). 또한 이삭은 임종 직전 야곱에게 예언적인 축도를 하였으며(창 27:27-29) 야곱도 그의 아들들에게 역 시 예언적인 축도를 하였다(창 48:19;49:1). 바로 이러한 의미에서 아브라함은 물론이고 그의 후손인 이스라엘 백성 또한 이방 나라에 대해 선지자요 제사 장 나라이다(벧전 2:9). 그리고 이는 예수 그리스도 안에 있는 모든 성도들에 게도 적용되는 말이다. 즉 그리스도인은 하나님의 영원하신 경륜에 따라 선택된 자로서 하나님의 각별하신 보호아래 있을 뿐 아니라 온 세상에 빛과 소금으로서의 역할을 감당해야 하는 것이다(마 5:14;엡 1:4;유 1:24)."
        },
        {
            "verse_reference": "16:23",
            "commentary": "온 땅이여 여호와께 노래하며 - 이 말 속에는 여호와가 온 세상의 통치자 라는 사실이 암시되어 있다(시 96:10;97:1;99:1, Payne). 즉, 여호와께서는 온 우주의 통치자이시므로 온 땅은 마땅히 여호와께 노래해야 한다고 다윗 왕은 주장하고 있는 것이다. '온 땅'과 동일한 의미를 지닌 단어들로서는 '열방 '(24절), '만민'(24절), '만방의 족속들'(28절) 등을 들 수 있다."
        },
        {
            "verse_reference": "16:24",
            "commentary": "그 영광을 열방 중에 - 본시에는 이방 세계에 대한 다윗의 특별한 관심이 나타나 있다. 즉 열방, 만민, 만방(26절), 만방의 족속들(28절), 세계(30절) 등은 모두 이방세계를 지칭하는 말들이다. 다윗 왕은 여기서 이스라엘 백성들 이 이들에게 하나님의 영광과 놀라운 사역을 전파할 것을 강조하고 있으며 또한 그들이 하나님께 영광을 돌릴 것을 강조하고 있다. 이와 같은 내용으로 볼 때 다윗 왕은 그리스도의 전우주적 구원 사역을 내다보며 본시를 작성하 였던 것이라고 말할 수 있다. 즉 그 같은 내용은 예수 그리스도로 말미암아 성취될 온 세계의 복음화를 시사해 주고 있는 것이다(사 9:1,2)."
        },
        {
            "verse_reference": "16:25,26",
            "commentary": "모든 신은 헛것이요 여호와께서는 하늘을 지으셨음이로다 - 여기서 '헛것'에 해당하는 히브리어 '엘릴'(* )은 '무가치한 것', '아무짝에도 쓸모없 는 것'이란 뜻으로 대개 우상에게 적용되는 용어이다(사 2:20;10:10, 11;31:7; 렘 14:14). 신 4:1-40 강해, '원어의 뜻으로 살펴본 우상 개념' 참조. 다윗 왕 은 여기서 만방의 모든 우상들이 그것의 숭배자들을 위하여 아무 것도 행한 일이 없음을 강조하기 위하여 이 용어를 사용한 것이다. 반면, 여호와께서 초 자연적인 능력으로 하늘을 지으신 사실을 강조함으로써 다윗 왕은 이 세상의 우상과 여호와를 크게 대조시킨 후 이방 사람들을 여호와 경배에로 초청하고 있는 것이다."
        },
        {
            "verse_reference": "16:27",
            "commentary": "능력과 즐거움이 그 처소에 있도다 - 여기서 '처소'에 해당하는 히브리어 ' 마콤'(* )은 본래 '장소', '공간'을 의미하는 말이다. 여기서는 하나님의 궤를 모신 예루살렘의 장막(1절)을 지시한다고 보아야 할 것이다(Curtis, Zockler). 한편, 본절의 인용 구절인 시 96:6에는 \"능력과 아름다움이 '그 성소 에'(* , 베미크다쇼) 있도다\"라고 기록되어 있다. 그런데 본절 에서 '성소'(* , 카다쉬)라는 말 대신에 '처소'(* , 마콤)라는 용어가 사용된 이유는 아직껏 다윗 왕이 예비한 장막이 당시엔 성소(성전)로 서의 면모를 갖추지 못한 상태에 있었기 때문이라고 볼 수 있다(Lange, Payne, Keil). 이후 다윗 왕은 줄곧 하나님의 완전한 성소를 갖추기 위해 성 전 건축을 위한 준비를 서둘렀다(21장)."
        },
        {
            "verse_reference": "16:28",
            "commentary": "만방의 족속들아 영광과 권능을 여호와께 돌릴지어다 - 다윗 왕이 하나님 의 궤를 다윗 성에 모신 후(1-3절) 이방의 족속들을 하나님께 대한 경배에 초대하는 말이다. 즉 다윗은 본장에서 이사야서(사 55장)의 웅장한 필체를 연상시키는 말로써 이스라엘의 하나님을 예배하도록 세계 만민에게 선포하고 있는 것이다. 이러한 본문은 이방 세계에 대해서는 복음에의 초대이지만 이스 라엘 백성에 대해서는 선교 명령인 것으로 이해될 수 있다."
        },
        {
            "verse_reference": "16:29",
            "commentary": "예물을 가지고 그 앞에 들어갈지어다 - 여기서 '그 앞'이란 '그의 얼굴 앞' 이란 뜻으로 하나님 앞을 의미하는데 실제적으로는 하나님의 궤가 놓인 장막을 의미한다(1절). 아무튼 하나님의 궤가 다윗 성에 마련된 장막 안에 옮겨짐으로 말미암아 사람들은 하나님께서 그곳에 임재하여 계신 것을 피부 로 느낄 수 있었을 것이다. 한편, 여기서 '예물'에 해당하는 히브리어 '민하 '(* )는 '소제(素祭)' 또는 '제물'이란 뜻으로도 많이 사용되었으나 (출 30:9;레 2:1;삼상 26:19) 새로운 왕에게 복종과 존경을 표시하기 위해 바 치던 '공물(貢物)'이라는 의미로도 많이 사용되었다(왕상 4:21;왕하 8:8, 9;17:4;20:12;사 39:1). 그런데 본 문맥에서는 온 세계에 대한 여호와의 통치사 상이 주제를 이루고 있으므로 후자의 의미로 사용되었다고 보아야 마땅하다. 따라서 본절은 하나님을 인정하는 표시인 예물을 그 앞에 가져오도록 이방인 들에게 촉구하는 말이라고 볼 수 있다. 아름답고 거룩한 것으로 여호와께 경배할지어다 - '아름답고 거룩한 것'에 해당하는 히브리어 '하드랏 코데쉬'(* - )는 '거룩한 장식품' 이란 뜻으로 위의 '예물'에 상응하는 말이다(Payne). 여기서 이 장식품은 하 나님께 드려지는 예물이었으므로 '거룩한'이란 수식어가 붙여지게 된 것이 다. 한편, '경배할지어다'에 해당하는 히브리어 '솨하'(* )는 '머리를 숙 이다' '엎드리다'라는 뜻으로(창 23:7;레26:1) 하나님께 대한 완전한 복종을 의미하는 말이다. 사실 겉으로는 공물을 바치고 복종을 맹세하는 듯하면서 도 마음속으로는 다른 뜻을 품을 수 있는 것이 사람이니 다윗은 그와 달리 마음과 성품과 힘을 다하여 진정으로 하나님께 복종할 것을 촉구하고 있는 것이다(신 6:5)."
        },
        {
            "verse_reference": "16:30",
            "commentary": "온 땅이 그 앞에서 떨지어다 - 여기서 '떨지어다'에 해당하는 히브리어 '훌 '(* )은 다음 두 가지 의미를 지니고 있다. 즉 (1) 춤추는 행위 등을 나 타낼 수 있는 '빙빙 돌다'는 뜻과 (2) '두려워하다', '고통을 당하다'라는 뜻 이다. 따라서 이 용어는 단어의 의미상 온 땅이 하나님 앞에서 두려워 떠는 장면을 묘사하는 것으로 볼수도 있다. 그렇지만 본 문맥이 하나님께 대한 적극적인 경배를 강조하고 있다는 점에서 볼 때 전자의 의미를 취하는 것이 더 바람직하다. 이렇게 볼 때 본절은 다윗 왕이 온 땅에 흩어져 있는 이방인 들에게 여호와를 경배하는 중에 기쁨의 춤을 출 것을 권면하는 구절이라고 볼 수 있다. 이와 같은 해석은 이어지는 구절과도 조화를 이룬다. 세계가 굳게 서고 흔들리지 못하는도다 - '세계'에 해당하는 히브리어 '테 벧'(* )은 대기와 하늘을 포함한 지구를 가리키기도 하며(시 89:12;삼하 22:16) 때로는 사람이 거주하는 세계(inhabitable world, 사 13:11;14:17) 또는전 지상에 살고 있는 주민을 가리키기도 한다. 이와같은 여러 용례들을 종합 해 볼 때 여기서 '세계'란 지상의 모든 주민들과 나라들을 포함한 지구 전체 를 의미한다고 볼 수 있다. 한편 이러한 세계가 굳게 선다는 말은 하나님의 보호 안에서 온 세계가 평안과 안전을 누리게 된다는 의미이다. 즉, '굳게 서 고'에 해당하는 히브리어 '쿤'(* )은 하나님의 통치하에 있게 되는 평 안과 안전을 의미한다(시 37:23;90:17;112:7;잠 16:9). 또한 이 세계가 흔들리 지 못한다는 말은 이 세계에 죽음과 파멸이 사라지게 된다는 의미이기도 하다. 즉, 여기서 '흔들리다'에 해당하는 히브리어 '무트'(* )는 '죽다', '파괴하다'라는 뜻으로 본절은 이 세계에서 죽음과 파괴가 사라질 것임을 예 언하고 있다. 이 때는 곧 하나님의 나라가 완성되는 때이니 바로 성경에서 말하는 이 세상 마지막 때의 일이다(계 21, 22장)."
        },
        {
            "verse_reference": "16:31",
            "commentary": "하늘은 기뻐하고 땅은 즐거워하며 - 본절에는 만물이 하나님께로 나서 계 속 하나님의 보호 아래 있다고 하는 히브리적 세계관이 시적으로 잘 나타나 있다. 특히 구차한 설명이나 추상적 관념을 나열하지 아니하고 구체적 자연 대상을 간략한 대구의 형식으로 노래함으로 히브리시의 전형적 특성을 드러 내고 있다. 여호와께서 통치하신다 - 이는 이 세계에 임한 평안과 기쁨과 즐거움이 오직 여호와의 통치로 말미암은 것임을 밝히고 있는 부분이다. 이와 같은 세 계 평안의 제 1원인으로서의 여호와의 통치 사상은 본시 뿐만 아니라 본서 전체, 아니 역대기 전체의 주제이다. 본서 서론, '주제 및 특징' 참조. 그리고 이 같은 주제는 다윗 왕이 하나님의 궤를 다윗 성에 모셔온 사건(1절;15장)과 도 밀접하게 관련되어 있다. 즉, 다윗 왕은 하나님의 궤의 입성을 단순한 종교적 의식으로만 보지 않고 만왕의 왕 여호와께서 이스라엘의 중심부 예 루살렘에 임재(臨在)하신 것으로 이해하였던 것이다. 또한 다윗은 여호와의 통치가 인간 세계에 가장 완전한 질서와 평안을 가져온다는 믿음 안에서 여 호와의 통치가 온 세계에 임하게 될 메시야(Messiah) 시대를 바라보며 본시 를 기술해 나가고 있는 것이다."
        },
        {
            "verse_reference": "16:32",
            "commentary": "바다와 거기 충만한 것이 외치며 - 여기서 '외치며'에 해당하는 히브리어 ' 라암'(* )은 본래 '천둥치다'는 뜻으로 엄청나게 큰소리를 의미한다. 밭과 그 가운데 모든 것은 즐거워할지로다 - 여기서 '즐거워할지로다'에 해당하는 히브리어 '알라츠'(* )는 '매우 기뻐 날뛰다'는 뜻이다. 이상 과 같이 모든 만물이 소리지르며 기뻐하는 이러한 장면은 그리스도의 구속 (救贖)의 전우주적(全?宙的)성격을 보여주는 것이다. 즉, 그리스도의 종말적 구속 사역은 인간 뿐 아니라 만물까지도 새롭게 하므로 이 모든 만물은 그 의 역사하심을 크게 기뻐하는 것이다(엡 1:10)."
        },
        {
            "verse_reference": "16:33",
            "commentary": "주께서 땅을 심판하려 오실 것임이로다 - 이는 곧 그리스도의 구속 사역의 완성인 주의 재림을 의미하는 듯하다(Payne). 그때에 이 세상 모든 사람들은 각기 심판을 받게 될 터인데 하나님의 자녀들은 구원과 상급(賞給)을, 죄인 들은 형벌의 심판을 받게 된다(마 16:27;25:31-46)."
        },
        {
            "verse_reference": "16:34",
            "commentary": "여호와께 감사하라...영원함이로다 - 이 구절은 시 106:1에서 인용한 구절 이다(시107;118;136편). 그런데 이러한 구절은 찬송의 시작 부분과 마지막 부 분에서 많이 사용된 하나의 의례적(儀禮的) 구절이다(스 3:11;시 118:29;렘 33:11). 한편 하나님의 선하심과 인자하심은 내용이 없는 공허한 사랑이 아 니라 직접적인 역사에의 개입을 통하여 구체적으로 나타낸 행동적인 사랑이 었다. 즉 이스라엘이 애굽에서 구원받고 가나안 땅에 거하게 된 것은 물론이 려니와 매순간 하나님께 배은 망덕하였음에도 불구하고 그분의 용서와 인도 하심을 입은 것은 바로 하나님의 선하심과 인자하심 때문이었다."
        },
        {
            "verse_reference": "16:35",
            "commentary": "35, 36절은 시 106:47, 48에서 인용된 구절이다. 우리를 구원하여 만국 가운데서 건져 내시고 모으시사 - 본절은 얼마 전 블레셋 대군을 몰아낸 탓에(14:8-17) 이스라엘 내에 평화가 찾아온 당시의 상 황과 조화를 이루는 구절이다(Payne). 혹자는 '만국 가운데서 건져 내시고' 라는 말에 근거하여 본절은 바벨론 포로 시대 상황을 언급하고 있는 것이라 고 주장하나(Curtis) 이러한 주장은 본시의 다윗 저작을 부인하는 것이다. 따 라서 우리는 이 주장을 받아 들일 수 없다. 대신 이미 앞에서 밝힌 대로 본 절은 평화가 조성된 다윗 당시의 상황과 관련된 것으로 보아야 한다."
        },
        {
            "verse_reference": "16:36",
            "commentary": "모든 백성이 아멘 하고 - 레위인들의 찬양(7절)이 끝나자 모든 백성은 ' 아멘'으로 화답하였다. '견고하다', '흔들리지 않는다'는 뜻인 '아멘'(* )은 '참으로 그러합니다' 또는 '그렇게 되기를 바랍니다'라는 말로 번역될 수 있다. 즉 다윗 왕의 시를 들은 모든 백성들은 그의 모든 시의 내용에 단지 입 술로만 아니라 전인격적으로 찬성하였던 것이다. 그런데 비단 찬양이나 기도 때 뿐 아니라 자신의 전생애를 통하여 성도들이 하나님께 이러한 아멘 생활 을 하여야 함은 두말할 필요가 없다. 본장 7-36절 강해, '아멘의 의미' 참 조."
        },
        {
            "verse_reference": "16:37",
            "commentary": "아삽과 그 형제를 여호와의 언약궤 앞에 머물러 - 아삽(Asaph) 및 그 동료 들은 성전에서 항상 찬양하는 일을 맡아 보도록 세움 받았다. 이에 대한 자세 한 내용은 4절 주석을 참조하라. 날마다 그 일대로 - 이는 직역하면, '그 날에는 그 날의 일에 따라서'라는 뜻이다. 이는 곧 '각 날에 드려지는 예배에 따라서'라는 의미이다(Keil, Lange)."
        },
        {
            "verse_reference": "16:38",
            "commentary": "오벧에돔과 그 형제 육십 팔 인 - 여기서의 오벧에돔(Obed-edom)은 지난 3개월간 하나님의 궤를 모셨던 인물이다(13:13, 14). 그는 문지기의 직분과 함 께 악사의 직분을 수행했었다. 15:18 주석 참조. 여두둔의 아들 오벧에돔 - 여기서의 오벧에돔은 바로 앞에 소개된 오벧에 돔과 동명이인(同名異人)이다. 왜냐하면 여기서의 오벧에돔은 여두둔 (Jeduthun)의 아들로 소개되어 있는데 여두둔은 므라리의 후손인 반면, 앞에 서 소개된 오벧에돔은 그핫의 후손이기 때문이다(26:1, 4)."
        },
        {
            "verse_reference": "16:39",
            "commentary": "제사장 사독과...기브온 산당에서 여호와의 성막 앞에 모시게 하여 - 이는 다윗 시대에 성막(tabernacle)이 두 장소에 설치되어 있었음을 보여준다. 그중 하나는 하나님의 궤를 모시기 위하여 예루살렘에 새로 설치한 장막이다(1절). 그리고 다른 하나는 모세가 하나님의 지시를 받아 만들었던 것으로(출 40 장) 당시 기브온에 있었다. 이 기브온의 성막은 솔로몬 왕이 예루살렘 성전을 건축할 때까지 이스라엘의 성소로 계속 존재하였다(대하 1:13;5:5). 따라서 다윗 시대에는 자연스럽게 대제사장이 둘이 되었다. 그들은 바로 사독 (Zadok)과 아비아달(Abiathar)이었는데 사독은 기브온의 성막을 관할하였고 아비아달은 예루살렘, 곧 하나님의 궤를 모셔놓은 성막을 관할하였다 (18:16). 이에 관해서는 수 18:1-7 강해, '성막의 역사'를 보다 참조하라."
        },
        {
            "verse_reference": "16:40",
            "commentary": "항상 조석으로 번제단 위에 여호와께 번제를 드리되 - 조석(朝夕)으로 번제 를 드린 것은 하나님의 율법에 따른 것이었다(출 29:38, 39;민 28:3, 4). 즉 번 제는 하나님께서 명하신 수소, 수염소, 수양 또는 산비둘기나 집비둘기 새끼 와 같은 제물로써 매일 아침, 저녁으로 두번 드리게 되어 있었다. 이스라엘에게 명하신 대로 - 이는 하나님께 드리는 희생(犧牲) 제사 뿐만 아니라 제사장의 모든 의무에 관한 하나님의 명령을 지시하는 구절이다(Keil). 이와 관련해서는 민 8:14-22 강해, '레위인의 제사장직'을 참조하라."
        },
        {
            "verse_reference": "16:41",
            "commentary": "저희와 함께 헤만과 여두둔과 그 남아 택함을 받고 녹명된 자 - 이들은 모 두 기브온의 성막에서 사독과 함께 봉사할 자들이다. 이들 모두는 이전에 아 삽 및 그의 무리들과 함께 하나님의 궤를 운반하는 일에 봉사하였으나 (15:17, 18) 성막이 두 장소에 있게 되므로 부득이하게 나뉘게 된 것이다. 즉 여기서 '그 남아 택함을 받고 녹명된 자'란 하나님의 궤를 운반하는 사 역을 위해 선발되었다가 아삽의 찬양대에 선발되지 못했던 나머지 사람들 을 가리키는 말이다. 5절 주석 참조. 여호와의 자비하심이 영원함을 인하여 감사하게 하였고 - 여기서 '자비하 심'에 해당하는 히브리어 '헤세드'(* )는 언약 관계에 있는 백성들에 게 지속적인 사랑을 베푸시는 하나님의 성실하심을 내포하고 있는 단어로서 하나님의 언약적 사랑을 의미한다. 그리고 '감사하게 하였고'에 해당하는 히 브리어 '야다'(* )는 단순히 '감사하다'라는 의미보다는 하나님의 속성 이나 사역에 대한 인간의 선포나 선언을 의미하는 말이다. 따라서 이 말 속에 는 찬양의 개념이 강하게 내포되어 있다(Westermann). 이와 관련해서는 34 절 주석을 보다 참조하라."
        },
        {
            "verse_reference": "16:42",
            "commentary": "나팔 - 나팔은 다른 악기들과 같이 연주용 악기였다기보다는 예배의 시작 과 끝을 알리는 악기였다고 봄이 타당하다. 15:24 주석참조. 여두둔의 아들 - 그는 38절에 소개된 오벧에돔이다."
        },
        {
            "verse_reference": "16:43",
            "commentary": "이에 뭇 백성은 각각 그 집으로 돌아가고 - 법궤를 예루살렘으로 옮기는 일을 마친 후 백성들이 만족하며 각기 집으로 돌아갔다는 사실은 우리들에게 주는 교훈이 크다. 즉 오늘날 교회 생활에만 치중하는 자들은 자칫 가정과 사회에서의 역할을 등한시하기 쉽다. 그러나 어느 한쪽도 소홀히 여기지 않는 것이야말로 성도의 바람직한 자세인 것이다(막 7:8-13). 다윗도...축복하려고 돌아갔더라 - 본절은 삼하 6:20과 일치하는 내용이다. 그런데 삼하에서는 본절 이후에 다윗 왕과 그의 아내 미갈(Michal)이 언쟁하 는 장면을 기록한 반면 본서에서는 이러한 장면을 기록하지 않은 채 본장을 끝맺고 있다. 아마도 본서 저자는 될 수 있는 대로 다윗 왕조의 영광에 초 점을 맞추어 기술해 나가고 있기 때문에 사소한 가정 문제로 보여진 다윗 왕과 미갈 사이의 다툼을 생략해 버렸을 것이다. 한편, 다윗 왕이 자기 집을 위하여 축복하려고 했다는 말은 그가 앞에서 백성들에게 축복했던 것과 마 찬가지로 이스라엘을 대표하는 '제사장적 왕'으로서 그의 가족들에게 축복하 려 했음을 의미한다. 이에 대해서는 2절 주석을 참조하라."
        }
    ]
}