{
    "bible_book": "예레미야",
    "chapter_number": 35,
    "commentaries": [
        {
            "verse_reference": "35:1",
            "commentary": "없음.\n35:2 없음.\n35:3 없음.\n35:4 없음.\n35:5 없음.\n35:6 없음.\n35:7 없음.\n35:8 없음.\n35:9 없음.\n35:10 요나답의 우리에게 명한 대로. 예레미야는 이스라엘이 애굽에서 나와 광야에서 방황하던 때를 바람직한 기간으로 보았다(2:2, 3). 그것은 하나님이 그들과 함께 있었고 그들이 하나님의 직접적인 간섭을 받고 있었기 때문이었을 것이다. 반면에 예레미야 당시의 유다 백성은 명색만 아브라함의 자손일 뿐 하나님의 임재와 뜻을 거부하는 완악한 심령을 지니고 있었다. 본문에서 레갑 족속에 관한 이야기를 등장시키는 것은 당시 유다 백성의 영적 상태와 비교하는 측면에서 중요한 의의를 지닌다. 레갑 족속 사람들의 생활 방식이 옳은 것인지에 대해서는 이렇다 저렇다 단언할 수는 없으나, 그들은 하나님을 바르게 섬기려는 열심에 집착해 있었고 또 그들의 조사인 요나답이 명령한 것은 하나도 빠뜨리지 않고 준수했다는 데에 중요한 의미가 있었던 것이다.\n35:11 느부갓네살이 이 땅에 올라왔을 때에. 레갑 족속 사람들은 그들이 현재 이 성 안에 머물러 있다고 해도 그것이 그들의 신조를 버린것을 뜻하지는 않는다는 점을 분명하게 말했다. 즉 군사적 위협 때문에 그들은 일시적으로 예루살렘에 머물고 있다는 것이다.\n35:12 너는 가서 유다 사람들과 … 교훈을 받지 아니하겠느냐. 레갑인들의 삶을 상징적 의미로 거론한 목적은 순종과 배도를 분명하게 대조시키기 위함이었다. 물론 예레미야 자신도 레갑 사람들의 생활 방식을 따르고 있었던 것은 아니었다. 그리고 그가 이런 방식을 따르길 원했는지, 아니면 그것이 가장 이상적인 생활 방식이라고 보았는지 하는 점은 본 문맥과 관계없다. 분명한 것은 이들이 전통적인 신조에 변함없이 충실하고 있다는 사실을 유다 사람들에게 본으로 내세우고 있다는 점이다. 이는 하나님이 이스라엘에게 명하신 율법과 계명을 그들이 불순종하고, 또 종잡을 수 없이 왔다 갔다하는 이들의 태도가 얼마나 불안정하고 잘못되었는지를 생생하게 보여주는 예가 되었던 것이다(Nicholson)\n35:13 없음.\n35:14 이스라엘은 레갑인들이 선조의 명령에 철저히 순종하는 것보다 더 하나님의 명령에 순종하여야 마땅했다. 그럼에도 불구하고 그들은 여호와의 명령을 듣지 않았다. 여호와는 많은 수고를 아끼지 아니하고 선지자들을 수세기에 걸쳐서 계속하여 그들에게 보냈지만 아무런 소용이 없었다. 이제 레갑인들의 생활 지침이 그들을 정죄하는 본보기가 될 것이다. 레갑인들은 인간, 선조에게서 명령받은 신조를 종교적 차원에 이르기까지 준수하여 왔는데, 이스라엘은 하나님의 명령도 지키지 않았다. 예레미야는 이곳에서 뿐만 아니라 다른 여러 곳에서도 수없이 순종과 회개를 외쳤었다(7:23-28, 11:1-17, 25:3-8, 26:2-6, 29:17-29 등).\n35:15 없음.\n35:16 없음.\n35:17 그들에게 대하여 선포한 모든 재앙을 내리리니. 레갑 족속의 모범과 예는 이스라엘 사람들의 배도와 반역을 분명하게 드러내는 것이었다. 이제 그들의 배도와 반역이 더욱 더 돋보이고 있는 만큼 그들에게 임할 형벌과 재앙이 선포된다(Clarke). 선지자들의 거듭되는 호소와 경고에도 불구하고 이를 듣지 않고 여호와의 율법을 무시하고 불순종하였기 때문에 이제는 돌이킬 수 없는 처벌이 주어질 것이다. 레갑인들을 불러 행위 예언의 일부로 나타내고 있는 이 사건은 B.C. 602년경에 일어났던 것인데, 이미 이때부터 이스라엘에서는 회개의 기운이나 증표가 전무한 상태였었다.\n35:18 이스라엘에 대한 재앙 선포와는 대조적으로 여기서는 레갑 족속들의 후손이 끊어지지 않을 것이라는 축복의 말씀이 주어진다.\n내 앞에 설 사람. 이는 흔히 성전에서 제사장 직분을 맡아서 여호와를 예배하는 사람들에게 사용되던 표현이다(7:10, 15:19, 신 4:10, 10:8). 레갑 족속 사람들에게 어떠한 직분이 맡겨졌는지는 확실하지 않지만, 후대의 전승에 의하면 그들이 성전 봉사의 직분에 포함되었다고 한다. 즉, 유대인들의 성격 주석의 일종에 해당하는 미쉬나에는 ‘레갑의 아들 요나답의 자손들’이 매년 일정한 시기가 되면 성전 제단에 사용되는 나무를 가져왔다고 한다. 또 다른 전승에 의하면 물과 관련된 분야에서 요나답의 후손들이 봉사하였다고 한다(Thompson). 아무튼 우리는 B.C. 586년의 예루살렘 멸망 이후 레갑 족속들이 어떻게 되었는지에 대해서는 아는 바가 없다. 느헤미야 당시로 넘어가면, 그들에 대한 언급이 나타나고 있는데, 즉 레갑의 아들 말기야란 사람이 분문을 수리하는 일에 관여하고 있는 것이다(느 3:14). 그는 벧학게렘 지방을 다스리는 통치자로 묘사되고 있다. 이런 기록은 그가 더 이상 이전의 레갑 족속 사람들의 유랑민 생활 방식을 하고 있지 않았음을 암시하고 있다. 아마도 강요에 의해서거나 또는 부득이한 환경때문에 수많은 레갑 족속들은 전통적인 생활 양식을 포기하거나 바꾸어야 했던 것 같다. 그러나 그들이 전통적인 생활을 버렸다고 해서 여호와의 율법을 존중하고 거기에 철저한 순종을 해야 한다는 고귀한 원칙을 포기한 것으로 단정지을 수는 없다.\n35:19 없음."
        }
    ]
}