{
    "bible_book": "요한복음",
    "chapter_number": 2,
    "commentaries": [
        {
            "verse_reference": "2:1",
            "commentary": "갈릴리 가나에 혼인이 있어 - 이 이야기가 그리스도께서 행하신 첫번째 기적을 기 술하고 있다는 사실은 우리가 이를 극히 조심스럽게 살펴보아야 할 필요가 있다. 나중 에 알게 되겠지만, 이 이야기가 우리의 주의를 모으는 데는 또 다른 이유가 있다. 그 러나 이 기록이 여러 가지로 유익을 준다는 것은, 페이지를 거듭함에 따라 더 명확하 게 드러날 것이다. 복음서 저자는 먼저 갈릴리 가나라는 장소를 대고 있다. 이 가나는 두로와 시돈 사이의 사렙다 쪽에 있는 가나가 아니다. 이 가나에 비해서 사렙다쪽의 가나는 '더큰' 동네라고 일컬어졌다. 이 갈릴리 가나는 스불론 지파에 속한 땅에 있었 고, 다른 가나는 아셀 지파와 관련을 가지고 있었다. 제롬(Jerome)도 자기가 살던 시 대에 가나란 이름의 작은 동네가 있었다고 선언하고 있다. 예수의 어머니가 그 결혼 잔치에 참석한 것을 보면, 가나는 나사렛에서 가까운 거리에 있었던 것 같다. 4장에서 우리는 가나에서 가버나움까지의 거리가 하룻길이었음을 알 수 있다. 복음서 저자는 그리스도께서 그 지역에 계신지 사흘 후에 결혼식이 거행되었다고 말한 사실에서 우리 는 가나와 벱새다가 인접해 있음을 유추해 볼 수 있다. 갈릴리 밖, 예루살렘에서 멀지 않은 곳에 제 3의 가나가 또 있었는지도 모른다. 이에 대해서 나는 정확학 모르기 때 문에 확언할 수 없다. 예수의 어머니도 거기 계시고 - 예수께서 자기 어머니를 따라 간 것으로 언급된 것 을 보면, 아마도 그리스도의 친척 중에서 어떤 사람이 결혼을 했던 것 같다. 제자들도 초대받았던 사실에서 우리는 주님의 생활방식이 얼마나 검소하고 간단했던가를 유추할 수 있다. 예수는 그들과 공동의 생활을 했기 때문이다. 부유하지도 않고 여유도 없는 사람이 그리스도로 인하여 너댓 명을 더 초청한 것은 무엇인가 어울리지 않는 것처럼 생각될 수 있을 것이다. 그러나 가난한 사람들은 그들의 초청 범위가 부유한 사람들보 다 더 개방적이다. 왜냐하면 그들은 부자드로가 달라서, 손님들을 호화롭고 사치스럽 게 대접하지 못해서 부끄러움을 당한다 해도 이를 두려워하지 않기 때문이다. 서로 친 절을 베푹고 나누어 먹는 옛날 습관을 지키는 것은 가난한 사람들이다. 신랑이 잔치 중간에 손님들이 마실 포도주가 다 떨어지게 된 것도 역시 예의에 벗어난 것처럼 보인 다. 잔치를 위해 충분한 술을 예비치 않는 사람은 생각이 깊지 못한 사람이다. 나는 여기에 기록된 사건은 흔히 있을 수 있으며, 특히 술을 매일 마시는 것이 아닐 때는 이러한 일이 벌어질 수 있다고 대답한다. 포도주는 이미 충분히 마셨고, 잔치가 끝나 갈 즈음에 포도주가 동이 났다고 말하고 있다. 연회장도 \"사람마다 먼저 좋은 포도주 를 내고 취한 후에 낮은 것을 내거늘 그대는 지금까지 좋은 포도주를 두었도다\"라고 말하고 있지 않은가! 나는 이 모든 것이, 기적을 행할 기회를 마련하기 위하여, 하나 님의 섭리에 의해 예비된 것임을 믿어 의심치 않는다."
        },
        {
            "verse_reference": "2:3",
            "commentary": "예수의 어머니가 예수에게 이르되 - 그리스도께서 아직 어떠한 기적도 행한 적이 없기 때문에, 그의 어머니가 아들로부터 무엇을 기대하거나 요구했는지는 의문이다. 그리고 도움을 조금도 기대하지 않은채, 그녀는 주님에게 손님들의 불만을 어떤 신령 한 권고로써 풀어주고 동시에 신랑을 난처한 입장에서 구해주도록 그에게 충고했을 수 도 있다. 뿐만 아니라, 나는 그녀의 말을 * (쉼파데이아)를 하나의 염려로 간주한다. 왜냐하면 이 거룩한 여인이 무례한 대접을 받았다고 손님들이 불만 을 품고 신랑에 대해 불평을 함으로 잔치가 깨질지 모른다고 생각했을 때, 마리아는 그 상황을 완화시킬 수 있는 방도를 찾고 싶었을 것이기 때문이다. 크리소스톰은 마리 아가 여성적인 본능에 따라 자신과 아들을 위해 손님들로부터 어떤 환심을 구하려고 했을지 모른다고 그녀를 의심하고 있다. 그러나 이러한 억측은 근거가 없다. 그러면 그리스도께서는 왜 어머니 마리아를 그와 같이 엄하게 꾸짖고 있는가? 나는 그녀가 비록 어떤 야망이나 육신적인 감정에 의해서 행동하지 않았다 하더라도, 그녀 가 자기의 분수를 지나쳐 죄를 범했다고 대답한다. 다른 사람들이 불편해할지 모른다 는 염려와 그 상황을 개선하려는 그의 욕망을 친절로부터 연유한 것으로 칭찬할 만한 점이 있다. 그러나 그녀는 자기 자신을 앞에 내세움으로 그리스도의 영광을 흐리게 했 을지도 모른다. 그러나 우리는 또한 그리스도께서 그녀를 인해서라기보다 다른 사람들 을 위해서 그렇게 말하지 않으면 안되었던 것을 유의해야겠다. 그녀의 겸손과 선행은 그와 같이 심한 책망을 듣기에는 너무나 큰 것이었다. 그리고 마리아는 의식적으로 알 면서 잘못을 범하고 있는 것이 아니다. 그러나 그리스도는 나중에 그 어머니의 명령에 따라 기적을 행한 것처럼, 그녀의 말이 오해될 수 있는 위험에 직면했다."
        },
        {
            "verse_reference": "2:4",
            "commentary": "여자여, 나와 무슨 상관이 있나이까 - 헬라어는 글자 뜻 그대로, \"나에게 당신이 무엇이니이까?\"하는 의미다. 그러나 헬라어의 이 표현은 라틴어의-당신과 나와 무슨 상관이 있나이까?(Quid tibi mecum?)-과 같은 것이다. 옛날 번역자는 그리스도께서 포 도주가 떨어진 것이 자기나 자기 어머니의 관심사가 아닌 것으로 간주했다고 말함으로 써 많은 사람을 그릇되게 인도했다. 그러나 두번째, 문구에서 우리는 이러한 견해가 그리스도께서 의미하는 바와 얼마나 거리가 먼 것인가를 쉽게 알 수 있다. 왜냐하면 그는 이 염려를 친히 담당하시고 자기 때가 아직 이르지 아니했다고 부언했을 때 그는 이것이 자기의 관심사라고 선언하셨다. 그리스도께서는 자기가 할 것이 무엇인가를 알 고 계신다는 사실과, 이 일에 있어서, 자기 어머니의 제언에 따라서는 어떠한 일도 행 치 않으신다는 이 두가지 사실은 조화를 이루어야 할 것이다. 이것은 과연 괄목할 만한 부분이다. 그가 후에 모든 종류의 사람들에게 아낌없이 허 락하셨던 것을 왜 자기 어머니에게는 적극적으로 거부하셨을까? 더구나 그저 거절하는 것으로 만족하지 않고, 심지어 그들 어머니라는 칭호로 존대하지도 않고 보통 여자들 의 위치에 놓고 있는가? 이 그리스도의 말씀은, 마리아라는 모성적인 이름을 미신적으 로 끌어올려, 하나님께 속한 것을 마리아에게 이전(移轉)시키는 오류를 범치 않도록 사람들에게 경고하고 있다. 그러므로 그리스도께서는 자기 어머니에게 바쳐진 영예가 하나님께 속한 자신의 영광을 흐리지 못하도록, 모든 시대에 적합한 영원하고 일반적 인 교훈을 전해주기 위하여, 그의 어머니를 이렇게 불렀던 것이다. 나중에 따라 일어난 가증한 미신을 볼 때, 이러한 경고가 얼마나 필요한 것인가를 알 수 있다. 왜냐하면 마리아가 하늘의 여왕과 세상의 소망과 생명 그리고 구원의 여 왕으로 받들어졌기 때문이다. 사실 그들의 미친 헛소리는 그리스도의 영광을 거의 다 빼앗아서 마리아를 장식하는데 이르렀다. 그리고 우리가 하나님이 아들을, 그들이 저 주받아 마땅한 모독적인 문구로 수식한 것을 정죄하면, 가톨릭 교도들은 우리가 악의 에 차 있으며 자기들이 부러워서 시기하고 있다고 생떼를 쓴다. 그들은 오히려 우리들 이 거룩한 성모 마리아의 영예를 손상시키는 치명적인 원수들이라고 사악한 비방을 퍼 뜨리고 있다. 마치 여신으로 추대되지 않으면, 그녀에게 속한 모든 영광을 마리아가 충분히 누리지 못하기라도 하는 것처럼 말이다. 또 그녀에게 신성을 모독하고 교회를 더럽히는 칭호로 옷입혀, 그녀를 그리스도의 자리에 앉히는 것이 마리아에게 영광이 되기라도 하는 것처럼 말이다. 하나님께 속하는 영광을 가로채어 거짓된 미사여구로 마리아를 더럽힘으로써 그에게 잔인한 손상을 기치는 것은 다름 아닌 가톨릭 교도들이 다. 내 때가 이직 이르지 못하였나이다 - 그리스도께서는 자기가 적극적으로 일하지 않 는 것은 부주의나 게으름으로 인한 것이 아님을 밝히고, 동시에 때가 오면 할 일을 할 것이라고 암시하고 있다. 그러므로 주님께서는 자기 어머니의 때에 맞지 않는 열심을 책망하고 있을 뿐만 아니라, 그녀에게 기적에 대한 소망을 주고 있다. 동정녀 마리아 는 이 두 가지 생각을 인정하고 있다. 그녀는 예수를 더 이상 재촉하고 있지 않기 때 문이다. 그녀가 하인들에게 그가 무슨 말씀을 하든지 그대로 하라고 말할 때, 그녀는 무슨 일인가 새로운 것이 일어날 것을 기대하고 있다는 것을 보여주고 있다. 그러나 이사건은 우리에게 더 넓은 교훈을 주고 있다. 주님께서 우리를 일단 정지시키고 그의 도움을 지연시킬 때, 그것은 주님께서 소극적임을 뜻하는 것이 아니라, 오히려 적절한 때에 행하시기를 위하여 그의 일을 규제함을 뜻하는 것이다. 이 말씀을, 운명에 의해 서 시간적 질서가 정해진다고 엉뚱하게 적용시키는 사람들이 있는데, 이들의 말은 너 무나 황당무계한 것이어서 논박할 필요조차 전혀 없다. 그리스도의 '때'는 때때로 아버지께서 그를 위하여 정하신 시간을 뜻한다. 그리고 그는 아버지의 명령을 수행하는데 편리하고 적절한 때를 가리켜 그의 때라고 부르고 있다. 그러나 여기서는, 주님께서 일할 시간을 선택할 권리를 주장하고 있다."
        },
        {
            "verse_reference": "2:5",
            "commentary": "그 어머니가 하인들에게 이르되 - 동정녀 마리아는 여기서 인간적인 의무가 아닌, 하나님의 권능에 속한 문제에 있어서 그녀의 아들에 대한 참된 순종의 예(例)를 보여 주고 있다. 그러므로 그녀는 겸손하게 그리스도의 답변에 순응하면서 다른 사람들에게 그의 듯에 순종하도록 권하고 있다. 동정녀 마리아는 그 문제에 관해 어떤 권한도 없 음을 밝히기라도 하는 것처럼, 그 당시의 상황에 대해서 말하고 있으며, 그리스도께서 자기의 기쁘신 뜻을 따라 무슨 일이든 원하는 것을 하리라고 말하고 있다. 그러나 우 리가 그녀의 의도를 살펴보면, 그녀의 말은 더 넓은 의미를 갖게 된다. 그녀는 우선 자기가 빼앗았을지도 모를 권한을 포기하고 그 권한을 관심 밖으로 밀어냄과 동시에, 하인들에게 그의 명령에 따르라고 말할 때, 그녀는 모든 권능을 그리스도 한분에게 돌 리고 있다. 그러므로 우리는 여기서, 전적으로 그에게 의지하고 그를 바라보고, 무엇 이든지 그분이 명하는 것을 행치 않는다면 기도하는 바를 얻지 못한다는 일반적인 교 훈을 배울 수 있다. 그러나 그리스도는 우리를 그의 어머니에게 쫓아 보내는 것이 아 니라 자기 자신에게로 초청하고 있다."
        },
        {
            "verse_reference": "2:6",
            "commentary": "돌 항아리 여섯이 놓였는지라 - 부다에스(Budaeus)의 추론에 의하면, 이 돌항아리 들은 아주 큰 것이었다. 각각 이 항아리는 적어도 20갤론-30갤론은 들었다. 그러므로 그리스도께서는 그들에게 아주 풍부한 포도주를 공급하셨다. 그것은 어림하여 결혼식 에 참가한 소님 150명은 충분히 마실 양이었다. 이외에도 돌항아리의 수와 크기가 이 기적의 진실성을 확증해 주고 있다. 만일 돌항아리 하나에 두세 되 밖에 들지 않았다 면 포도주를 다른 곳에서 가져왔다고도 말할 수 있을 것이다. 그리고 물이 변하여 포 도주가 된 것이 한 항아리 뿐이었다면 기적의 확실성이 그와 같이 분명하지는 못했을 것이다. 그러므로 복음서 저자가 돌항아리의 숫자와 용량을 언급한 데는 이유가 있다. 그와 같이 큰 항아리를 여러개 갖다 놓은 것은 미신에서 유래한 것이다. 그들은 하나 님의 율법으로부터 결례의식을 받았다. 세상은 외적인 것을 지나치게 꾸미는 경향이 있다. 유대인들도 하나님께서 정해주신 간단한 예식으로 만족치 못하고 계속 물을 뿌 리기를 즐겨했다. 그리고 미신은 과장하기를 좋아하느니 만큼, 이것이 허세와 겉치레 를 유발할 것이 분명하다. 마찬가지로 우리는 오늘날 가톨릭에서 무엇이든지 하나님께 대한 예배에 속한 것이라면 순전히 전시(展示)를 위해 늘어놓는 것을 볼 수 있다. 그 러므로 여기에는 두 가지 오류가 범해지고 있다. 그들은 하나님의 지시를 받은 일도 없이 자기들이 발명해 낸 불필요한 예식을 경솔하게 지키고 있으며, 또한 종교를 빙자 하여 허례허식 속에 야심으로 그들의 예식을 다스리고 있다. 가톨릭 교도들 중 어떤 불한당 같은 자들은 감히 어떤 돌항아리를 내어 놓고 이것이 갈릴리 가나에서 쓰였던 항아리라고 말할 정도로 그들의 사악함을 드러냈다. 우선 이 들이 제시한 항아리는 너무 작고 크기가 다르다. 오늘날과 같이 복음이 전파되고 있는 대낮에도 이들은 가짜 물건을 산출해 내기를 부끄러워하지 않고 있다. 이것은 요술에 의한 기만이 아니라 건방지게 눈 먼 자들을 우롱하는 처사인 것이다. 이와 같이 분명 하고 뻔한 웃음거리를 판별하고 가려내지 못하는 세상은 사단에게 현혹되어 있는 것이 틀림없다."
        },
        {
            "verse_reference": "2:7",
            "commentary": "항아리에 물을 치우라 하신즉 - 이 명령이 하인들에게 어이없게 들렸을지도 모른 다. 그들에겐 이미 충분한 물이 있었기 때문이다. 그러나 주님은 보통 우리에게 이와 같이 행하신다. 기대하지 않았던 결과로 말미암아 주님의 능력이 더욱 밝게 드러나기 때문이다. 이와 같이 상세한 내용이 기록된 것은 기적의 놀라움을 강조하기 위해서이 다. 하인들이 물로 가득찬 그릇에서 포도주를 퍼낼 때, 어떠한 의심도 품을 수 없도록 이 말씀을 하셨던 것이다."
        },
        {
            "verse_reference": "2:8",
            "commentary": "이제는 떠서 연회장에게 갖다 주라 - 똑같은 이유때문에, 그리스도께서는 자기 자 신이나 다른 손님들이 포도주를 마시기 전에, 연회장(宴會長)이 먼저 포도주 맛을 보 기 원했다. 모든 일에 하인들이 조용히 주님을 순종하는 태도에서 우리는 그의 위대한 권위와 명성을 볼 수 있다. 복음서 저자가 연회장이라고 부르는 사람이 연회의 준비 절차와 잔치상을 감독했다. 연회가 엄청나게 화려했기 때문이 아니라, 가난한 결혼식 에는 부자들의 화려함과 위엄에서 높은 칭호를 빌려오기 때문이다. 그러나 절도있는 선생으로써 그리스도는 그와 같이 많은 양의 포도주를 그것도 최고의 품질을 공급해 주신 것은 놀라운 일이 아닐 수 없다. 하나님께서 매일 우리에게 충분한 포도주를 공 급해 주시는데, 주님의 친절과 은혜가 사치를 자극한다면 그것은 우리의 잘못일 것이 다. 그러나 우리가 풍부한 가운데서도 아끼고 절제한다면, 그것은 틀림없이 주님의 공 급을 아낀다는 것을 증명하는 것이다. 바울은 어떠한 형편에서든지 자족하기를 배웠다 (빌4:11)."
        },
        {
            "verse_reference": "2:11",
            "commentary": "예수께서 이 처음 표적을 - 이것은 그리스도께서 행하신 첫번째 표적이라는 듯이 다. 그리스도께서 베들레헴에 탄생하셨다고 천사가 선포한 것이나, 동방 박사에게 별 이 나타난 것이나, 성령이 비둘기 모양으로 그 위에 내리신 것 등은 기적(표적)이었 다. 그러나 엄격한 의미에서 위의 표적은 그리스도께서 친히 행하신 것이 아니었다. 여기서는 그리스도께서 친히 주관자가 되신 기적에 대해 이야기하고 있다. 그리스도께 서 두번 밖에 가시지 않았던 곳으로 기록된 곳에서 그의 능력을 나타내기로 장소를 결 정하기라도 했던 것처럼, 갈릴리 가나에서 행한 기적 중에 이것이 첫번째라고 말하는 이들이 있으나 이러한 해석은 경박하고 불합리한 것이다. 복음서 저자의 목표는 그리 스도께서 그의 능력을 행사하신 순서를 명시하자는 데 있었다. 30세가 될 때까지 그리 스도께서는 보통 사람과똑같이 가정에 머물러 있었기 때문이다. 그의 세례는 그의 임 무가 시작된 것을 뜻하는 것이었다. 그래서그는 세례를 받은 후부터 공중 앞에 나타 나, 아버지께서 무슨 목적으로 자기를 보내셨는지를 분명한 증거로 보여주었다. 그러 므로 우리는 주님께서 이대까지 자기의 신성에 대한 증거를 연기했던 것에 대하여 놀 랄 필요가 없다. 그리스도게서는 그의 참석으로 결혼잔치를 영화롭게 하셨을 뿐 아니 라 그의 첫번째 기적으로 결혼 잔치를 장식해 주심으로 결혼식을 크게 영화롭게 하였 다. 목회자의 결혼식 참석을 금한 옛날 경전이 아직 남아 있다. 성직자의 출석을 금한 이유는 성직자가 세습적인 방탕과 음란을 지켜보는 것은 이를 인정하는 것으로 오해될 가능성이 있다는 것이었다. 그러나 사람이 지켜보지 않으면 부끄러움을 모르고 방종하 는 사람들의 방탕을 제재할 수 있는 엄숙함을 가지고 성직자들이 참석했더라면 훨씬 더 좋았을 것이다. 그리스도께서 보여준 본이 우리를 다스리게 하자. 그리고 어더한 것도 주님께서 행하신 것보다 우리에게 더 유익이 된다고 생각지 않도록 하자. 그 영광을 나타내시매 - 이와 같이 놀랍고 영광스러운 증거를 보여주심으로 그가 하 나니미 아들이 되심을 확증할 수 있었다. 주님께서 세상에 나타내신 모든 표적은 그의 신령한 능력을 증거하는 것이다. 하나님 아버지의 지시하심에 따라 그가 알려지기로 작정하셨을 때, 이제 그의 영광을 나타낼 적절한 때가 온 것이다. 뿐만 아니라 이로부 터 우리는 기적의 목적을 배우게 된다. 그의 영광을 나타냈다는 표현은 그리스도께서 자기의 영광을 나타내기 위하여 이 기적을 행하셨다는 선언과 같은 것이다. 그러나 그 리스도의 영광을 가리우는 많은 표적에 대해 우리는 어데게 생각해야 할까? 제자들이 그를 믿으니라 - 그들은 주님의 제자로서 이미 어느 정도의 믿음을 가지고 있었다. 그러나 그때까지 불확실하고 희미한 믿음을 가지고 그를 다랐던 것에 비해 이 제 그들은 전에 그들에게 선포된 바대로, 그를 메시아로 믿고 헌신하기 시작했다. 그 러나 그리스도께서 믿음이 그와 같이 연약했던 사람들을 제자로 용납했다. 과연 이 교 훈은 보편적으로 적용될 수 있다. 왜냐하면 아무리 성숙하고 성장한 믿음이라도 어렸 을 때가 있었기 때문이다. 그리고 믿음이 완전하기 때문에 믿음의 진보를 필요로 하지 않는 사람은 세상에 전혀 없기 때문이다. 그래서 이미 믿고 있던 그들도, 목표를 향해 더 많은 진보를 하게됨에 따라 그만큼 더 믿게 되었던 것이다. 그러므로 믿음의 시초 에 첫걸음을 내디딘 사람들은 항상 성장하기를 힘쓸 것이다. 그리고 여기에는 표적의 열매가 나타나 있는데 그것은 기적이 믿음을 확증하고 믿음을 자라게 하는 데 연관되 어 있다는 것이다. 누구든지 표적을 다른 목적으로 의곡하는 이들은 기적의 전체적인 용도를 더럽히고 파괴하는 것이다. 그것은 가톨릭 교도들이 허구적인 기적을 자랑하면 서, 이는 믿음을 매장하고 사람의 마음을 그리스도로부터 피조물로 유인하는 데 사용 하는 것과 똑같은 것이다. 2;12 그 후에 예수께서......가버나움으로 내려가 - 복음서 저자는 전혀 다른 이야기로 화제를 옮긴다. 그는 다른 세 명의 공관복음서 저자들이 생략한 내용 중에서 기억할 가치가 있는 몇 가지를 기록하기로 결심하고, 우리에게 전해주려는 사건이 일어난 때 를 밝히고 있다. 다른 복음서 저자들도 우리가 여기서 읽게되는 그리스도의 행적을 말 하고 있으나, 시간적인 차이로 보아 이 사건이 다른 사건과 비슷하지만 동일한 사건이 아님을 알 수 있다. 그러므로 그리스도께서는 두번에 걸쳐 천하고 속된 장사를 하는 사람들과 돈 바꾸는 사람들로부터 성전을 깨끗케 하셨다. 먼저는 그의 공중전도가 시 작될 때 쯤이었고, 또 한번은 세상을 떠나 아버지께로 돌아가시기 얼마전이었다. 이 대목을 전체적으로 이해하려면, 우선 내용을 순서대로 살펴보지 않으면 안된다. 성전 안에서 소와 양과 비둘기를 파고, 돈 바꾸는 사람들이 앉아 있는 데는 충분한 이 유가 있었다. 그들은 자기들의 거래 행위가 전혀 속된 것이 아니고 오히려 하나님께 대한 거룩한 예배와 연관되어 있음을 주장할 수 있었다. 누구든지 하나님께 드릴 것을 쉽게 구할 수 있도록 편의를 제공해 주는 것이 무엇이 잘못이냐는 것이었다. 사실 종 교인들은 즉석에서 갖가지 제물을 구할 수 있었기 때문에 하나님께 바칠 제물을 찾아 다닐 필요가 없었다. 그러므로 그리스도께서 이와 같이 화를 내신 것은 놀라운 일이 아닐 수 없다. 그러나 우리는 두 가지 이유에서 주의해야겠다. 제사장들은 이상행위를 그들의 이익과 탐심을 위해서 악용하고 있었다. 이와 같이 하나님을 만홀히 여기는 것 은 참을 수가 없는 일이었다. 둘째로 사람이 아무리 핑계를 늘어놓는다 해도, 조금이 라도 하나님의 명령에서 떠나면, 그들은 책망을 들어 마땅하고 잘못을 시정할 필요가 있다. 이것이 그리스도께서 친히 성전을 청결하게 하신 중요한 원인이다. 그래서 그는 하나님의 성전은 장사하는 집이 아니라고 선언하고 있는 것이다. 그러나 주님께서 왜 가르침으로 시작하지 않으셨는지 의문을 가질 수 있다. 가르침 으로 치유하는 방법을 시도하기 전에 완력을 사용하여 그릇된 점을 시정하려고 한 것 은 무질서하고 순서에 어긋난 것처럼 보인다. 그러나 그리스도에게는 다른 목적이 있 었다. 아버지께서 그에게 분부하신 직책을 공적으로 수행해야 할 때가 왔기 때문에, 그는 어떤 방법으로든 성전을 차지하여 하나님께로부터 받은 그의 권위를 증명하기를 원했다. 그렇게 함으로 모든 사람이 그의 가르침에 귀를 기울이게하고, 그들의 나태하 고 침체된 마음을 무엇인가 새롭고 신기한 것으로 일깨워주기를 원했다. 성전은 하늘 에 속한 교훈과 종교의 성소였다. 그는 교훈의 순수성을 회복하기를 원했기 때문에, 자신을 성전의 주인으로 소개하는 것은 매우 중요한 일이었다. 또한 제물과 종교의식 을 남용하는 것을 제거하는 방법 외에, 그들의 제사 및 종교의식을 본래의 영적인 목 표로 환원시키는 다른 방법이 없었다. 그러므로 그리스도께서 이때에 행하신 것은 아 버지께서 그에게 성취하라고 보내신 개혁사업의 전주곡과도 같은 것이었다. 한마디로, 유대인들이 이러한 본보기에 자극을 받아 그리스도로부터 무엇인가 색다른 것을 기대 하게 된 것은 적합한 일이었다. 그리고 하나님께 대한 그들의 예배가 부패하고 비둘어 져 있음을 그들에게 상기시키는 것은 매우 필요한 일이었다. 형제들과 - 그의 형제들이 왜 그리스도와 동행했는지는 확실하지 않다. 아마 그의 형제들이 같은 때에 예루살렘으로 올라갈 일이 있었는지 모르겠다. 게다가, 히브리 말 로 '형제'라는 말은 여러 종류의 남자 친척을 뜻하는 것이다. 2;13 유대인의 유월절이 가까운지라 예수께서 예루살렘으로 올라가셨더니 - 헬라어 원 어는 \"유월절이 가까이 다가왔다. 그래서 예수께서 올라가셨다\"고 표현하고 있다. 복 음서 저자는 예수께서 예루살렘에서 유월절을 지키기 위해 그도 올라 가셨음을 뜻하고 있는 것이다. 그는 두 가지 목적을 두고 있었다. 하나님의 아들은 우리를 위하여 율법 에 순응했기 때문에, 주님은 율법의 모든 요구를 정확하게 지킴으로써 친히 완전한 복 종과 순종의 모습을 보여주시기를 원했다. 그리고 주님은 무리 가운데서 더 많은 선을 행할 수 있었기 때문에 그는 항상 이런 기회를 이용했다. 그러므로 차후에 그리스도께 서 명절을 위해 예루살렘에 올라가셨다 하면, 독자들은 우선 주님께서 다른 이들과 같 이 하나님께서 설정해 주신 종교의식을 수행하기 위해서 올라가셨다는 것과, 다음으로 더 많은 사람들에게 그의 가르침을 선포하기 위해 그렇게 하셨다는 점을 명심하기 바 란다. 2;16 내 아버지의 집으로 장사하는 집을 만들지 말라 - 두번째 성전을 청결케 하셨을 때, 다른 복음서 저자들은 유대인이나 하나님의 성전을 강도의 굴혈로 만들었다고 더 혹독한 말을 쓰셨던 것을 언급하고 있다. 부드러운 질책이 효과가 없을 때 이는 적절 한 표현이다. 주님께서는 여기서 성전을 엉뚱한 목적으로 오용함으로써 더럽히지 않도 록 하라고 경고하고 있을 뿐이다. 성전은 하나님의 집이라고 불리운다. 하나님께서는 그곳에서 자기 능력을 행사하시기 때문에, 그리고 신령하고 거룩한 예식을 위해서 그 곳을 구별하셨기 때문에, 특별히 그곳에서 백성의 기도를 듣고 백성을 만나기를 원하 셨다. 그리스도께서는 성전을 청결케 할 권리와 권세를 주장하기 위하여 자기가 하나님의 아들이라고 선언하고 있다. 뿐만 아니라, 주님은 자기의 행동에 대한 이유를 여기서 말하고 있기 때문에, 이로부터 교훈을 얻기 원하는 사람은 이 문장에 특히 유의해야 한다. 그러면 주님은 왜 파는 사람과 사는 사람을 모두 성전에서 쫓아내는가? 사람들 의 사악함에 의해 더럽혀진 하나님의 교회를 회복하고, 이러한 방법으로 예배를 거룩 하고 새롭게 하고 보호하기 위해서였다. 우리가 아는 대로, 성전은 그리스도께서 참 형상이 되시는 실체의 그림자로 만들어진 것이었다. 이 성전을 하나님 앞에 거룩하게 지키기 위해서는, 이를 거룩하고 신령한 용도를 위해서만 사용해야 했다. 이러한 이유 때문에, 주님께서는 성전이 매매하는 장소로 전락하는 것을 불법이라고 선언하고 있 다. 주님은 자기의 발언을, 우리가 항상 지켜야 할 하나님의 법도에 근거하고 있다. 사단이 어떠한 형상으로 우리를 기만한다 하더라도, 우리를-조금이라도-하나님으로부 터 떠나게 하는 것은 패역한 것이다. 신자들에게 제물을 편리하게 제공해주면 하나님 께 더 잘 예배를 드릴 수 있다는 것은 겉모양만을 보게하는 사단의 그릇된 기만이다. 그러나 하나님께서는 그의 성전을 다른 용도로도 명하셨기 때문에, 그리스도께서는 하 나님께서 세워주신 제도에 대해 사람들이 가질 수 있는 반대 의사를 전혀 무시하고 있 다. 이것이 오늘날 교회 건물에 적용될 수는 없다. 그러나 성전에 대해 말해진 내용은, 지상에 있는 하나님의 처소인 교회(Church)에 똑같이 적용된다. 그러므로 우리는 교회 안에 거하시는 하나님의 위엄을 항상 우리의 심중에 두어야 할 것이다. 그래서 어떠한 부정한 것도 교회를 더럽히지 못하게 해야 할 것이다. 그러나 하나님의 말씀에 합당하 지 않는 어던 잘못된 요소가 교회 안에 들어오지 않는다면, 교회는 그 순수함과 거룩 함을 유지할 수 있을 것이다. 2;17 제자들이 성경 말씀에 주의 전을 사모하는 열심이 나를 삼키리라 한 것을 기억하 더라 - 어떤 사람들은 제자들에게 알려지지도 않고 생소했던 성경 말슴을 그들이 어떻 게 기억했느냐고 따지면서 시간을 낭비하는 이들이 있다. 우리는 이 성경 말씀이 그 때에 그들의 마음에 떠올랐다고 생각해서는 안되겠다. 후에 제자들이, 하나님의 가르 침을 받았을 때, 예수님의 이 행동이 무엇을 뜻하는지를 생각할 때, 이 성경 말씀이 성령의 인도하심 가운데 그들 마음에 떠올랐던 것이다. 과연 하나님께서 하시는 일의 시종은 즉시 알 수 있는 것이 아니다. 그러나 시간이 경과함에 따라 주님께서는 자기 의 목적을 우리에게 알게 하신다. 이것은, 우리의 판단이 하나님의 행위를 수긍하지 못할 때, 우리가 하나님께 성가신 존재가 되지 않도록, 우리의 침착하지 못함을 억제 하기 위하여 마련된 굴레이다. 동시에, 하나님께서 우리를 궁금한 상태 가운데 머물러 두실 때는, 더 확실히 알게 될 때까지 내재적인 성급함을 억제하고 꾸준히 기다려야 함을 상기하게 된다. 하나님께서는 우리를 겸손하게 할 목적으로 자기가 하는 일을 완 전히 나타내기까지 시간을 늦추신다. 이 말씀이 뜻하는 바는 제자들이 드디어, 그리스도께서 성전을 더럽히는 것들을 몰 아내셨을 때, 하나님의 집을 사모하는 열심이 그를 재촉했었음을 깨닫게 되었다는 것 이다. 의심할 여지없이 다윗은 대유법(代喩法)에 따라 성전이란 이름 아래 하나님께 대한 모든 예배를 지칭하고 있다. 시편 69편 9절 본문은 \"주의 집을 위하는 열성이 나 를 삼키고 주를 훼방하는 훼방이 내게 미쳤나이다\"로 되어 있다. 이 귀절의 후반 즉, \"주를 훼방하는 훼방이 내게 미쳤나이다\"라는 말씀은 전반에 대한 설명 형식의 반복이 다. 이 귀절 전체가 뜻하는 바는 다윗이 하나님의 영광을 변호하는 데에 너무나 간절 했기 때문에 악인들이 하나님을 향하여 하는 모든 훼방을 자신의 머리로 친히 받았다 는 것이며, 따라서 그는 이러한 열성으로 불타고 있었기 때문에 이 한가지 감정이 다 른 모든 감정을 삼켜버렸다는 것이다. 다윗은 자기 자신이 그러한 기분이었다고 말하 고 있다. 그러나 자신의 이야기를 통하여 메시아와 관계되는 것을 기술했음을 의심할 여지가 없다. 복음서 저자는 이것이 예수께서 제자들에게 하나님의 나라를 회복시키는분으로 그리 고 불의에 보응하시는 분으로 알려진 증거 중의 하나라고 말하고 있다. 제자들이 그리 스도를 바로 이해하기 위해 성경 말씀의 인도하심을 따랐음을 유의하자. 그리스도께서 어떠한 분이며 또 그의 행하시는 일과 고난의 목적이 무엇인지를 알려면, 성경의 인도 와 가르침을 받는 길 밖에 없다. 우리 각자는 그리스도를 아는 지식에서 자라기를 원 하는 만큼, 우리는 부지런히, 그리고 계속적으로 성경을 상고할 필요가 있을 것이다. 다윗은 또 주님의 영광을 말할 때에 하나님의 집을 경솔하게 언급하고 있지 않다. 비 록 하나님께서는 자신에게 흡족하시고 또 스스로 만족하실 수 있는 분이지만, 그는 자 신의 영광을 교회 내에 나타내시기를 원하신다. 여기서 주님은 우리에게 대한 주님의 사랑을 확증하고 있다. 주님은 그의 영광과 우리의 구원을 직결시키고 있기 때문이다. 바울이 로마서 15장 3절에서 가르치고 있는 대로, 이제 남아있는 문제는, 머리가 몸 전체의 중심 부위(部位)가 되듯이 각 개인이 그리스도를 닮아가는 것이다. 우리는 할 수 있는 데까지, 하나님의 거룩한 성전이 더럽혀지는 것을 허용하지 않도록 하자. 동 시에 우리는 우리의 소명이 범주를 벗어나지 않도록 주의해야겠다. 우리는 하나님의 아들을 본받아 다같이 열성을 내야 한다. 그러나 악덕을 시정하기 위하여 채찍을 들고 완력을 동원하는 것은 우리 모두의 일이 아니다. 우리에게는 주님에게 주어진 것과 같 은 능력이나 직책이 부여된 적이 없기 때문이다."
        },
        {
            "verse_reference": "2:18",
            "commentary": "네가 이런 일을 행하니 무슨 표적을 우리에게 보이겠느뇨 - 많은 사람들이 있었는 데, 그 중에 아무도 그리스도에게 손을 대지 않고 또 소를 매매하는 자들과 돈 바꾸는 자들이 완력으로 그리스도를 쫓아내지 않았다는 사실에서, 우리는 그들이 모두 하나님 께 매를 맞았으며 그 앞에 두려워 떨었음을 알 수 있다. 그러므로 그들이 완전히 눈먼 상태가 아니었다면, 한 사람이 많은 사람을 상대로, 무장하지 않은 한 사람이 힘센 사 람들을 상대로, 잘 알려지지 않은 사람이 유명한 지도층을 상대로 그와 같이 많은 일 을 감행했던 것으로 보아 이 표적이 충분한 증거가 되었을 것이다. 그들이 훨씬 더 우 세한 편이었는데, 그들의 힘이 빠지고 맥이 풀린 것이 아니라면 왜 그를 막지 않았겠 는가? 그러나 그들에겐 그리스도에게 질문을 던질 만한 이유가 있었다. 왜냐하면 성전 안 에서 그릇된 것이나 하나님을 기쁘시게 못하는 것이 있다고 하여 이를 아무나 변화시 킬 수는 없기 때문이었다. 물론 부패를 정죄하는 것은 모든 사람의 자유이다. 그러나 어떤 개인이 그 부패 요소를 제거하려 나선다면 그는 무모하고 뻔번스러운 사람으로 비난을 받을 것이다. 성전 안에서 물건을 매매하는 습관이 공인되어 있었기 때문에 그 리스도께서는 새롭고 생소한 것을 행하셨다. 그래서 유대인들은 정당하게 그리스도에 게 그가 하나님께로부터 보냄을 받은 증거를 보이라고 요구하고 있다. 그들은 공적인 행정상의 문제를 처리하는 데 있어서는 하나님의 분명한 소명과 명령이 없이 어떤 것 을 바꾼다는 것은 불법이라는 원칙에 의거해서 그에게 질문의 화살을 던진 것이다. 그 러나그들의 실수는 그리스도께서 표적을 행치 않으면 그의 소명을 인정할 수 없다는 태도에 있었다. 왜냐하면 선지자나 기타 다른 하나님의 사역자들이 기적을 행해야 한 다는 것은 일반적인 원칙이 아니었기 때문이다. 하나님은 이러한 필요 조건으로 자신 을 구속하지 않으셨다. 그러므로 표적을 요구함으로 하나님께 율법을 강요한 것은 그 들의 잘못이었다. 복음서 저자가 유대인들이 예수께 물었다고 말할 때, 그는 의심할 여지없이 옆에 서 있는 군중을 가리키고 있다. 말하자면 전 교회를 지칭하고 있다. 마 치 한두 사람이 아닌 모든 군중의 질문이었음을 밝히기라도 하듯, 요한은 유대인들이 물었다고 기록하고 있다."
        },
        {
            "verse_reference": "2:19",
            "commentary": "이 성전을 헐라 - 이것은 비유적인 표현이다. 그리스도께서는 그들이 직설적인 대 답을 들을 만한 자격이 없다고 간주하셨기 때문에, 고의적으로 이와 같이 모호한 표현 을 쓰셨다. 그것은 마치 다른 곳에서(마13:13)천국의 비밀을 그들이 깨닫지 못하기 때 문에 비유로 말한다고 선언하셨던 것과 같다. 그러나 우선 주님께서는 그들이 요구한 표적을 거절하셨다. 표적을 행하여도 그들에게 유익이 없었기 때문이었든지 아니면 아 직 표적을 행할 적당한 때가 아니었기 때문이었을 것이다. 그리스도께서는 그들의 적 절하지 않은 요구에도 가끔 양보하시고 그들의 요구에 응하신 적이 있었다. 그러므로 그가 이때에 거절한 이면에는 분명한 이유가 있었음이 틀림없다. 그러나 이것을 그들 자신을 위한 구실로 삼을 경우를 대비해서 그리스도께서는 흔하지 않은 표적에 의해 자기의 능력이 증명되고 확인될 것이라고 선언했다. 그리스도께서 죽은 자 가운데서 부활하시는 것보다 하나님의 능력이 그리스도 안에 거한다는 사실을 더 잘 증명할 수 있는 증거는 없기 때문이다. 그러나 주님은 그들이 분명한 약속을 받을 가치(자격)가 없다고 판단하셨기 때문에 비유적으로 암시만을 하고 있다. 간단히 말해서, 주님은 믿 지 않는 자들을 그들에게 합당한 대로 다루신다. 그리고 동시에 모든 비방과 멸시로부 터 자신을 해방시키고 있다. 그들은 아직 고집이 세고 완악하다고 확인되지는 않았지 만, 그리스도께서는 그들의 태도가 어떠한가를 잘 알고 계셨다. 그러나 주님께서 그와 같이 많은 여러가지 기적을 행하셨는데, 이 때에 왜 한 가지 표적만을 언급하고 계신지에 대하여 또한 의문을 가질 수가 있다. 나는 그의 기적 하 나만으로 그들의 입을 막기에 족했기 때문에 다른 모든 기적에 대하여는 언급을 하지 않고 있다고 대답한다. 그는 또 하나님의 능력을 그들의 조소거리로 만들고 싶지 않았 다. 그의 부활의 영광에 대하여도 비유적으로 말하고 있기 때문이다. 세째로,나는 그 리스도께서 이 사건에 아주 적합한 것을 언급하셨다고 말하고 싶다. 이 말씀에 의해서 그는 성전에 관한 모든 권세가 그에게 속한 것임을 보여주고 있기 때문이다. 주님의 능력은 하나님의 참된 성전을 건축하는 데에 크게 역사하기 때문이다. 그러나 비록 주 님께서 현 상황에 맞추어서 성전이라는 말을 쓰고 있지만, 그리스도의 몸이 또한 적합 하고 적당하게 성전으로 불리우고 있다. 우리 각자이 몸이 장막(tabernacle)이라고 불 리우고 있다(고후 5:4). 영혼이 그 안에 거하고 있기 때문이다. 그러나 그리스도의 육 체는 하나님의 신성(神性)이 거하는 처소였다. 우리는 하나님의 아들이 우리의 성품으 로 옷 입었기 때문에 그가 담당한 육체 안에 하나님의 영원하신 위엄이 그의 성막에서 처럼 내재하고 있음을 알고 있다. 네스토리우스(Nestorius)는 이 귀절을 악용하여 동일한 그리스도께서 하나님도 되시 고 인간도 되신다는 사실을 부인하려고 했는데, 이 억지는 여기서 쉽게 논박할 수 있 다. 네스토리우스는 다음과 같이 논증했다. \"하나님의 아들은 성전과 같은 육체 안에 거하셨다. 그러므로 성품이 분리되어 같은 분이 하나님도 되고 인간도 될 수는 없다\" 그러나 이러한 논증을 인간에게 적용할 수는 있을 것이다. 영혼이 장막 안에서와 같이 육체 안에 거하는 것은 한 사람만이 아니기 때문이다. 그러므로 이러한 표현 방법을 역이용하여 그리스도 안에 있는 위격(位格)의 일체성을 제거하려고 하는 것은 어리석 은 짓이다. 뿐만 아니라 우리의 몸(bodies)도 하나님의 성전으로 불리우고 있음을 상 기해야겠다(고전6:19). 그러나 이 경우에는 다른 의미로 그러하다. 왜냐하면 하나님께 서 그의 성령의 능력과 은혜로 말미암아 우리 안에 거하시기 때문이다. 그러나 그리스 도 안에는 하나님의 모든 충만이 육체로 거하시기 때문에, 그리스도께서는 참으로 육 체로 나타나신 하나님이 되시는 것이다. 내가 사흘 동안에 일으키리라 - 일반적으로 성경 말씀에는 부활이 아버지 하나님의 일로 선언되어 있지만, 여기서는 그리스도께서 스스로 그의 부활의 영광을 주장하고 있다. 그러나 이 두 가지의 내용은 완전히 조화를 이룬다. 하나님의 능력을 선전하기 위해, 성경은 하나님께서 그의 아들을 죽은자 가운데서 살리셨다고 말함으로 부활의 능력을 분명히 아버지께로 돌리고 있다. 그러나 그리스도께서는 여기서 자신의 신성(神性)을 특별히 선포하고 있다. 바울은 로마서 8장 11절에서 이 둘을 화해시키고 있다. 왜냐하면 부활의 주체로 삼고 있는 영(Spirit)을, 바울은 때때로 그리스도의 영이 라고 부르기도 하고 아버지의 영이라고 부르기도 함으로써, 이 두 표현을 구별하지 않고 쓰고 있기 때문이다. 2;20 이 성전은 사십 육년 동안에 지었거늘 - 다니엘(단9:25)의 계산은 이 말씀과 통하 고 있다. 다니엘은 이 기간을 일곱 이레(seven weeks), 즉 4년이라고 밝히고 있기 때 문이다. 그러나 마지막 이레가 다하기 전에 성전이 완성되었다. 에스라의 역사서에 언 급된 기간은 훨씬 더 짧기 때문에 모순이 있는 것처럼 보인다. 그러나 실은 이 말씀이 선지자의 예언과 모순되지 않는다. 왜냐하면 성전이 다 건축되기 전이라도, 성소(聖 所;Sanctuary)가 세워지면, 제사를 드리기 시작했기 때문이다. 그후에 학개 선지자의 불평에 분명히 나타나 있는 것처럼, 백성의 게으름으로 인하여 공사가 오래 동안 중단 되었었다. 학개(학 1:4)선지자는 유대인들에게 하나님의 성전은 미완성으로 남겨둔 채, 그들이 각자 자기 집을 짓기에 바쁘다고 엄하게 꾸짖고 있기 때문이다. 그러나 그 는 왜 40여년 전에 헤롯에 의해 파괴된 성전을 언급하고 있는 것일까? 비록 매우 장엄 하게 그리고 방대한 경비를 들여 건축되기는 했어도 이때의 성전은, 요세푸스의 기록 이 밝히듯이, 예상과는 달리 8년 동안에 완성된 것이다. 나는 헤롯이 지은 이 새 성전 건물을 사람들이 마치 옛날 성전이 그대로 보존된 것처럼 간주했던 것으로 생각한다. 이렇게 함으로써 성전에 대해 더 많은 경외심을 자아내려 했던 것이다. 그래서 보통때 와 같은 말로써 그들은 이 성전을 조상들이 46년이라는 기간에 걸쳐 아주 어렵게 건립 한 것이라고 말했던 것이다. 그들의 답변은 그들이 어떠한 마음의 태도로 표적을 요구했는지를 보여주고 있다. 만일 그들이 하나님께서 보낸 선지자를 경건한 마음으로 순종할 준비가 되어 있었다 면, 그들은 그리스도께서 자신의 직분을 확인해서 하신 말씀을 그와 같이 교만하게 거 절하지는 않았을 것이기 때문이다. 그들은 하나님의 능력에 대한 어떤 증거를 원한다. 그런데 인간의 편협한 생각에 맞지 않는 것은 어느 것이나 받아들이려 하지 않는다. 마찬가지 방법으로 가톨릭 교도들은 오늘날, 하나님의 능력에 순복하기 위해서가 아니 라(그들은 하나님보다 인간을 더 좋아하며 그들이 전통과 유전에 의하여 전수한 것으 로부터는 머리털 하나도 움직이려 하지 않는다) 이유 없이 하나님을 대적하는 것처럼 보이지 않으려고 표적(기적)을 구한다. 가톨릭 교도들은 이 핑계를 그들의 완악함을 정당화하는 가면으로 쓰고 있다. 그래서 불신자들의 마음은 눈먼 장님처럼 방황하면서 하나님의 손길이 그들에게 나타나기를 원하면서도, 막상 그 사실이 나타났을 때에는 그것이 하나님께로서 온 것이 아니기를 또한 바라기도 한다. 2;22 죽은 자 가운데서 살아나신 후에야 - 이러한 기억은 복음서 저자가 바로 앞에서 언급했던 것과 유사하다. 제자들은 그리스도의 말씀을 깨닫지 못했다. 그러나 현실적 인 아무 근거가 없어 무익하게 사라져 버리고 말 것처럼 보이던 가르침이 때가 되매 열매를 맺었다. 그러므로 비록 우리 주님의 행동과 말씀이 그 당시에는 모호하게 보일 지라도, 우리는 실망할 것이 아니며, 즉시 깨닫지 못한 것을 멸시해서도 안되겠다. 우 리는 여기서 \"성경과 및 예수의 하신 말씀을 믿었더라\"는 말을 유의해야겠다. 제자들 은 성경과 예수의 하신 말씀을 비교함으로써 믿음의 진보를 경험할 수 있었다. 2;23 많은 사람이 그 행하시는 표적을 보고 그 이름을 믿었으나 - 복음서 저자는 이 내 용과 전분부 내용을 적절히 연결시키고 있다. 그리스도께서는 유대인들이 구했던 것과 같은 표적을 행치 않으셨다. 많은 표적을 행함으로 그들이 냉냉하고 추상적인 믿음을 갖게 된 것 외에 아무런 진전을 보지 못했기 때문에, 현재의 사건은 그들이 원하는 대 로 주님이 응해줄 자격이 없음을 나타내 보여주고 있다. 그런데 과연 표적에 의한 결 과가 나타나 많은 사람이 그리스도와 그의 이름을 믿고 그의 가르침을 따를 준비가 되 어 있다고 고백하기에 이르렀다. 여기에 쓰인 '이름'은 권위를 대신하는 말로 쓰였기 때문이다. 이것은 일종의 믿음과 비슷한 것으로서 극히 미소한 것이었다. 그러나 우리 가 이것은 종국에 가서 참된 믿음이 되었으며 남에게 그리스도를 믿는 신앙을 선포하 는데 유용한 준비가 되었다. 그러나 그들이 아직 마땅히 하나님의 일의 진보에 대하여 가져야 할 바른 태도로부터는 거리가 멀다고 한 말은 사실이다. 그러나 그들의 믿음은 사람 앞에 자신을 내세우기 위한 가면적인 믿음이 아니었다. 왜냐하면 그들은 그리스도가 위대한 선지자라고 확신했으며, 아마도 그들이 당시에 널 리 기대되고 있던 메시아의 직분을 그에게 부여했는지도 모르기 때문이다. 그러나 그 들은 메시아의 특별한 직분을 파악하지 못하고 있었기 때문에 그들의 믿음은 세상과 땅에 속해 있는 불안전한 믿음이었다. 그것은 또한 진지한 마음의 태도가 결여된 설득 이며, 냉냉한 믿음이었다. 왜냐하면 위선자들은 그리스도에게 헌신하는 마음에 있어서 나, 진지한 믿음으로 하나님의 부름을 따르거나 복음에 동조하는 것이 아니라, 만천하 에 공인된 진리를 거부할 수 없기 때문에, 특히 반대할 이유가 없을 때 마지못해 복음 에 수긍하기 때문이다. 그들은 자원해서 까닭없이 하나님께 반항하지는 않지만 그러나 동시에 주님의 가르침이 그들의 육체를 거스리면 그들은 즉시 화를 내거나 자기가 지 금까지 가진 믿음에서 물러나는 것이다. 그러므로 복음서 저자가 많은 사람이 그 이름을 믿었다고 기록했을 때, 나는 그것을 실재(實在)하지 않는 가면적인 믿음으로 보지 않고, 그들이 어떤 면에서 그리스도 편 에 서지 않을 수 없었다는 뜻으로 이해한다. 그리고 그들의 믿음이 참되거나 순수한 것이 아니었다는 사실은 그리스도께서 자기 자신을 의탁할 수 있는 사람으로부터 그들 을 제외시킨 것에도 잘 나타나 있다. 뿐만 아니라 이들의 믿음은 표적에만 의지하고 있는 믿음이었으며 복음에 뿌리를 내리고 있는 것이 아니었기 때문에 흔들릴 수 밖에 없는 것이었다. 하나님의 자녀들은 기적의 도움으로 믿음에 이를 수 있는 것이 사실이 다. 그러나 자신을 온전히 진리에 맡기지 않고 가르침이 참되다고 믿는 정도로 그저 하나님의 능력에 대해 놀라움을 표시하는 것은 참된 믿음이 아니다. 그러므로 우리가 일방적으로 믿음을 이야기할 때, 이해하는 것에 의해서 인식이 되고 납득이 된 믿음이 있음을 알아 두어야 하겠다. 이러한 믿음은 마음 속 깊이 심어진 것이 아니기 때문에 곧 사라진다. 이러한 믿음을 야고보는 죽은 믿음이라고 부른다(약 2:17,26). 그러나 참된 믿음은 언제나 중생의 영에 의존하고 있다. 하나님의 일은 모든 사람에게 똑같이 유익을 주는 것이 아니다. 어떤 사람은 하나님의 일로 말미암아 하나님께로 인도되지 만, 많은 이들은 그저 맹목적인 충동에 따라 하나님의 능력을 인식하기는 하지만, 자 기 자신의 상상속에서 방황하는 데 그치고 만다."
        },
        {
            "verse_reference": "2:24",
            "commentary": "예수는 그 몸을 저희에게 의탁지 아니하셨으니 - 이 말씀을 그리스도께서 그들의 부정직함과 믿음 없음을 아셨기 때문에 그들을 경계하신 것으로 해석하는 이들은, 복음서 저자가 의도하는 바를 바로 표현하지 못하고 있다고 나는 생각한다. 어거스틴이 이들을 초신자나 입문자에 비교한 것은 더욱 적절하지 못하다. 내 의견에는 복음서 저자가 오히려 그들이 그리스도에 의해 순수한 제자로 간주되지 못하고 경박한 사람들로 간주되었다는 점을 의미하고 있다고 본다. 이 말씀을 우리는 주의깊게 살펴야 할 것이다. 그리스도에게 속했다고 주장하는 사람들이 주님께서 보실 때 모두 다 순수하고 진실되지 못하기 때문이다. 그러나 곧 이어 나오는 이유를 덧붙이지 않으면 안되겠다. 이는 친히 모든 사람을 아심으로 위선보다 더 위험한 것은 없다. 이것은 다른 이유 가운데서도 극히 흔한 잘못으로 나타나기 때문이다. 자기 자신을 기뻐하지 않는 사람은 거의 없다. 그리고 빈 아첨의 말로 우리 자신을 기만할 때, 우리는 하나님께서 우리와 같이 눈이 먼 분이라고 생각한다. 그러나 여기서 우리는 하나님의 판단이 우리의 판단과 얼마나 거리가 먼 것인가 경고받게 된다. 주님은 우리의 시선을 피하는 것들을 분명히 보시기 때문이다. 그런 것들은 가면 속에 숨겨 있다. 주님께서는 숨어 있는 원천, 즉 깊은 마음의 숨은 태도를 따라 헤아리신다. 이는 솔로몬이 잠언 21장 2절에 \"사람의 행위가 자기 보기에는 모두 정직하여도 여호와는 심령을 감찰하시느니라\"고 말한 것과 같은 것이다. 그러므로 주님께서 인정하는 자들만이 그리스도의 참 제자임을 기억하자. 주님 한분께서만이 이 문제에 대한 정확한 재판관이 되시기 때문이다. 복음서 저자가 그리스도께서 모든 사람을 아셨다고 말할 때, 방금 말했던 사람들을 지칭하시는 것인지, 아니면 인류 전체를 가리키는 것인지에 대해 의문을 가질 수 있다. 많은 이들은 이 말씀이 인간의 보편적인 성품을 가리키는 것으로써 온 세상의 위선과 믿음 없는 이중성이 여기에 정죄되어 있다고 생각하고 있다. 그리스도께서 자기 자녀의 한사람으로 영접할 이유가 사람 안에 전혀 없다는 것은 아주 정확한 판단이다.그러나 나는 이것이 위의 문맥과 어떻게 조화되는지 모르겠다. 그러므로 나는 이 말슴을 앞에 언급된 사람들에게 제한시키고 싶다. 그리스도께서 어디서 이런 지식을 얻었는지에 대하여 사람들이 의문시한것을 복음서 저자는 미리 예측하고, 우리로부터 가리워진 사람의 속에 있는 것을 모두 그리스도께서 보시기 때문에 친히 사람을 식별하실 수 있다고 대답하고 있다. 그러므로 그리스도는 그들이 어떤 종류의 사람인가에 대하여 어떠한 선생의 가르침도 받을 필요가 없었다. 그러나 요한은 이들이 그와 같은 성품과 태도로 물들어 있기 때문에 주님께서 그들을 달리 취급하고 있음을 알았다. 어떤 이들은 우리도-그리스도를 본받아서-진실된 증거를 보여주지 않는자들을 의심해도 좋은지를 묻고 있다. 그런데 이러한 말은 현재의 본문 말씀과는 전혀 관계가 없는 것이다. 우리의 판단은 주님의 판단과 전혀 다른 것이다. 그리스도는 나무의 뿌리까지 낱낱이 아셨다. 그러나 우리는 나무의 열매를 보고 그 나무의 성격을 파악할 뿐만 아니라 바울이 말한대로 사랑은 모든 것을 믿는다(고전13:7). 그리고 우리는 우리에게 알려져 있지 않은 사람을 이유없이 의심할 권리가 없다. 그러나 우리가 항상 의식하는 위선자들에게 기만을 당하지 않고, 교회가 그들의 사악한 사기 행위에 의해 너무 침해당하는 일이 없도록, 우리에게 분별과 비판의 영을 공급하는 것은 그리스도에게 속한 일이다."
        }
    ]
}