{
    "bible_book": "요한계시록",
    "chapter_number": 21,
    "commentaries": [
        {
            "verse_reference": "21:10",
            "commentary": "-21에서 새 예루살렘의 모습이 자세히 설명이 되어있다. 이는 특별히 큰 성 바벨론의 멸망과 대조적으로 마지막 승리자인 하늘의 예루살렘을 보여준다. 2.하나님의 거하심 (계21:3) 내가 들으니 보좌에서 큰 음성이 나서 가로되 보라 하나님의 장막이 사람들과 함께 있으매 하나님이 저희와 함께 거하시리니 저희는 하나님의 백성이 되고 하나님은 친히 저희와 함께 계셔서"
        },
        {
            "verse_reference": "21:22",
            "commentary": "-27에서 언약의 완성으로서의 하나님의 거하심이 자세히 설명이 되고 있다. 하늘에 거하시던 그 하나님이 이제는 하늘이 아니라 땅으로 내려와서 하늘과 땅이 하나로 연결이 되며 하나님은 그 백성중에 거하시는 것이다. 3.새로와진 하나님의 세상 (계21:4) 모든 눈물을 그 눈에서 씻기시매 다시 사망이 없고 애통하는 것이나 곡하는 것이나 아픈 것이 다시 있지 아니하리니 처음 것들이 다 지나갔음이러라 (계21:5) 보좌에 앉으신 이가 가라사대 보라 내가 만물을 새롭게 하노라 하시고 또 가라사대 이 말은 신실하고 참되니 기록하라 하시고 22:l-5에서 이 새로와진 하나님의 세상을 보여주고 있다. 이 부분은 주로 부정적인 측면에서 설명이 되고 22장에서는 보다 적극적인 방법으로 설명을 하고 있다. 이 부정적 측면에서 사라지는 것들은 22:3에서 다시 저주가 없다는 말에 다 포함이 될 수 있는 말이다. 저주의 해결로 눈물이 없고(사25:8,계7:17),사망이 없고 울거나 곡하는 소리도 다시는 들리지 않는다(사65:19). 4.정당함이 입증된 하나님의 말씀 (계21:5) .... 또 가라사대 이 말은 신실하고 참되니 기록하라 하시고 22:6-10에서 다시 하나님의 말씀이 정당함을 천사를 통하여 임증하고 있다. 5.완성된 하나님의 사명 (계21:6) 또 내게 말씀하시되 이루었도다 나는 알파와 오메가요 처음과 나중이라...... 22:11-15에서 다시 설명이 되고 있다. 6.하나님의 마지막 축복 (계21:6) ....... 내가 생명수 샘물로 목마른 자에게 값 없이 주리니 (계21:7) 이기는 자는 이것들을 유업으로 얻으리라 나는 저의 하나님이 되고 그는 내 아들이 되리라 22:16,17 어서 하나님의 마지막 축복이 나타난다. 7.하나님의 마지막 저주 (계21:8) 그러나 두려워하는 자들과 믿지 아니하는 자들과 흉악한 자들과 살인자들과 행음자들과 술객들과 우상 숭배자들과 모든 거짓말 하는 자들은 불과 유황으로 타는 못에 참예 하리니 이것이 둘째 사망이라 22:18,19 에서 마지막 저주로 끝을 맺는다. 이 부분 부분에 대한 설명이 필요하겠지만 우리는 마지막 제8막에서 이 모든 내용을 살피는 것으로 이 부분을 줄이려고 한다. 역사의 모든 진행은 이제 그 완성에 이른 것이다. 우리의 소망과 하나님과의 완전한 교제와 그분을 온전히 섬김이 우리 앞에 주어 지고 있다. 우리가 이 부분의 장면을 이해하기 위하여 다음과 같은 모습들을 생각하여 보라! 우리는 아주 훌륭하게 지은 집에 들어갔는데 그곳에는 일곱개의 방들이 있다. 그리고 각 방은 그 벽면이 이상하게도 일곱개로 되어 있는데, 각 방의 마지막 일곱째면을 통하여서는 하나의 커다란 창문이 달려 있어서 그 창문을 통하여 바깥의 영원한 세계의 모습이 보이는 것이다. 그런데 그것이 각 방마다 한 부분식 밖에 보이지 않아서 어떤 때는 무엇인가 보이는가하고,어떤 때는 좀더 분명한 모습들이 보이기도 하였다. 그러는 중에 두째번,세째번 방을 지나서 일곱째번 방까지 전부를 다보고 그 다음을 보기 위하여 나와 보니 각 방의 일곱째면을 통하여 바라보던 그 아름다운 영원세계의 모습이 바로 자기의 눈 앞에 비쳐지는 바로 그자리에 서 있는 것을 발견하게 된다. 바로 그 장면이 지금 우리가 살퍼려는 여덟째번 막이다. 여기는 이제 더 이상 역사속에서의 어려운 모습들은 나타나지 않는다. 오로지 한가지 영광스러운 영원세계가 있을 뿐이다. ◎이 부분은 앞의 막들과 비교하여보면 다음과 같은 대조들을 볼 수가 있다. 제  6,7막                    제 8막 인간 반역의 절정        하나님의 목적의 성취 음녀 바벨론의 파멸      신부 새 예루살렘의 영광 용과 짐승들의 기승      하나님과 어린양의 승리 울며 두려워 함          평안과 하나님과의 교제 (18:9,14.15,19,          (21:24-27,22:5) 19:20,21:8) 옛세상이 사라짐(21:1)    새하늘과 새땅(2l:l0) ◎이 부분이 바로 교회에게 약속하신 사실의 성취임을 2,3장의 교회에 대한 약속과 비교하여 보는 것도 우리에게 큰 소망이 될 것이다. 교회에 대한 약속           개념         약속의 완성 2:7                  생명나무          22:2 2:ll                  둘째사망          21:8 2:17                   흰 돌 2:27                   철장             19:15 3:5                   생명 책           20:12 3:12                 하나님의 성전     21:3,22 3:21                그리스도의 보좌      22:3 이제 우리가 이 영광스러운 모습의 완성을 바라보자. 제 8막 개막:어린양의 아내(신부) (계21:9) 일곱 대접을 가지고 마지막 일곱 재앙을 담은 일곱 천사중 하나가 나아와서 내게 말하여 가로되 이리 오라 내가 신부 곧 어린 양의 아내를 네게 보이리라 하고 l.천사가 마지막 영광의 자리로 인도한다. 이는 분명히 17:l의 천사의 인도로 큰 음녀인 바벨론 멸망의 모습과 좋은 대조를 이루고 있다. \"이리 오라!\"는 것은 이제 다시 새로운 사건을 보여주는 막이 바뀌는 장면임을 잘 보여주고 있다. 17:l의 그 동일한 모습으로 우리에게 보여줄 내용이 무엇인가? 2.제8막에서의 관심은 어린양의 모습이다. 그런데 그분은 홀로 계시는 것이 아니라 아주 친숙한 인물과 함께 계시는 것이다. 그모습으로 제8막을 시작을 한다. 그러면 그와 함께 있는 자는 누구인가? 바로 어린양의 아내이다. 큰 음녀 바벨론은 멸망하고 사라지지만 어린양의 아내는 어린양과 함께 영원히 거하는 것이다. 어린양의 아내가 누구인가? 그것은 바로 그리스도의 교회이며(엡5:26,27) 바로 우리 자신들이다. 할렐루야! 이것이 바로 요한계시록 마지막에 나오는 교회의 영광스러운 모습이다. 제 8막 제 1장 하나님의 성 (계22:10) 또 내게 말하되 이 책의 예언의 말씀을 인봉하지 말라 때가 가까우니라 (계22:11) 불의를 하는 자는 그대로 불의를 하고 더러운 자는 그대로 더럽고 의로운 자는 그대로 의를 행하고 거룩한 자는 그대로 거룩되게 하라 (계22:12) 보라 내가 속히 오리니 내가 줄 상이 내게 있어 각 사람에게 그의 일한대로 갚아 주리라 (계22:13) 나는 알파와 오메가요 처음과 나중이요 시작과 끝이라 (계22:14) 그 두루마기를 빠는 자들은 복이 있으니 이는 저희가 생명 나무에 나아가며 문들을 통하여 성에 들어갈 권세를 얻으려 함이로다 (계22:15) 개들과 술객들과 행음자들과 살인자들과 우상 숭배자들과 및 거짓말을 좋아하며 지어내는 자마다 성밖에 있으리라 (계22:16) 나 예수는 교회들을 위하여 내 사자를 보내어 이것들을 너희에게 증거하게 하였노라 나는 다윗의 뿌리요 자손이니 곧 광명한 새벽별이라 하시더라 (계22:17) 성령과 신부가 말씀하시기를 오라 하시는도다 듣는 자도 오라 할 것이요 목마른 자도 올 것이요 또 원하는 자는 값없이 생명수를 받으라 하시더라 (계22:18) 내가 이 책의 예언의 말씀을 듣는 각인에게 증거하노니 만일 누구든지 이것들 외에 더하면 하나님이 이 책에 기록된 재앙들을 그에게 더하실 터이요 (계22:19) 만일 누구든지 이 책의 예언의 말씀에서 제하여 버리면 하나님이 이 책에 기록된 생명 나무와 및 거룩한 성에 참예함을 제하여 버리시리라 (계22:20) 이것들을 증거하신 이가 가라사대 내가 진실로 속히 오리라 하시거늘 아멘 주 예수여 오시옵소서 (계22:21) 주 예수의 은혜가 모든 자들에게 있을지어다 아멘"
        },
        {
            "verse_reference": "21:2",
            "commentary": "의 내용을 이제 자세히 설명하기 시작한다. (계21:2) 또 내가 보매 거룩한 성 새 예루살렘이 하나님께로부터 하늘에서 내려오니 그 예비한 것이 신부가 남편을 위하여 단장한 것 같더라 하나님께서 혼인잔치를 위하여 하나님께서 준비하신 신부의 모습이다. 이는 하늘의 성 새 예루살렘이라고 나타나지만 바벨론이 큰 음녀로 나타나는 것과 마찬가지로, 여기의 새 여루살렘은 21:9에서 밝혔듯이 바로 완성된 어린양의 아내인 교회의 모습인 것이다. 교회는 이미 하나님의 집으로 존재하고 있으며(고전3:9) 이제 그 완성의 모습을 보게되는 것이다. 여기에서 본질적으로 강조하는 내용은 바로 하나님께서 신부되는 교회를 어떻게 완성시키시는가에 있다. 1.그 성의 빛 (계21:11) 하나님의 영광이 있으매 그 성의 빛이 지극히 귀한 보석 같고 벽옥과 수정같이 맑더라 교회의 유일한 하나의 빛은 하나님의 영광의 빛이다. 하나님의 영광이 나타남은 구약성경의 의미로 하면 바로 하나님 자신이 나타나심인 것이다. 특멸히 그 빛의 모습을 지극히 귀한 보석같고 벽옥과 수정같이 맑더라는 말은 요한계시록 4:3에서 하나님의 모습이 벽옥과 같았음으로 우리가 기억한다면 여기의 빛은 바로 하나님의 오심인 것이다. 요한계시록에서 특별히 성령이 일곱 등불로 표현된 것을 기억한다면(1:4,4:5) 이는 바로 성전안에 거하시는 성령님의 모습인 것이다. 이미 이 땅에서도 우리는 성령을 모시고 살지만(고전2:9-13,3:9-17),그날에 완성의 날에는 완전한 성령의 빛에 의하여 인도함을 받게 되는 것이다. 그로 인하여 이제 교회는 완전한 하나님의 영광의 반사체가 되는 것이다(마5:16). 2.그 성의 문과 벽들 (계21:12) 크고 높은 성곽이 있고 열 두 문이 있는데 문에 열 두 천사가 있고 그 문들 위에 이름을 썼으니 이스라엘 자손 열 두 지파의 이름들이라 (계21:13) 동편에 세 문,북편에 세 문,남편에 세 문,서편에 세 문이니 (계21:14) 그 성에 성곽은 열 두 기초석이 있고 그 위에 어린 양의 십 이 사도의 열 두 이름이 있더라 높은 성곽이 여기에서 설명이 되고 있으며,거기에 다시 문과 기초석이 설명이 되고 있다. 여기에 특별히 그 모습이 성곽(성벽)과 문으로 등장하는 이유는 교회가 영화롭게 될 때에 이제 더 이상 어느 누구도 이 교회를 해치는 악한 자가 없는 도성의 안전을 표현하는 것이다(시91:4,61:2,125:l,2). 교회는 항상 안전한 것이다. 그리고 거기에 접근하는 수단과 한계성을 잘 나타낸다. 그러면 그 성에 접근하는 방법과 한계성은 무엇인가? 그것은 바로 열두 기초와 열 두 문이 설명을 한다. 그런데 재미있는 사실은 열두 문과 열두 기초석인데 아마도 각 문은 각 기초석 위에 서 있는 것으로 보인다. 문제는 열두 문 위에는 이스라엘의 열두지파의 이름이 쓰였으며,열 두 기초석 위에는 열두 사도의 이름이 쓰여있다는 사실이다. 여기에서 중요한 내용이 등장을 한다. 교회 안에서 하나님의 이스라엘과 구원얻는 이방이 하나의 존재로 연합이 되는 것이다. 그 성에있는 열두 문은 열려 있는데 누가 거기에 들어갈 수 있는가? 그것은 그 기초를 사도들의 진리에 두는 자들인 것이다. (엡2:19) 그러므로 이제부터 너희가 외인도 아니요 손도 아니요 오직 성도들과 동일한 시민이요 하나님의 권속이라 (엡2:20) 너희는 사도들과 선지자들의 터 위에 세우심을 입은 자라 그리스도 예수께서 친히 모퉁이 돌이 되셨느니라 (엡2:21) 그의 안에서 건물마다 서로 연결하여 주 안에서 성전이 되어가고 (엡2:22) 너희도 성령 안에서 하나님의 거하실 처소가 되기 위하여 예수 안에서 함께 지어져 가느니라 이제 유대인이나 이방인의 상관이 없이 예수 안에서 사도들의 증거한 진리를 믿음으로 다 하나님의 한 이스라엘로 되는 것이다(갈6:16). 바로 교회가 하나님의 이스라엘이며 그 완성을 새예루살렘에서 지금 우리가 보고 있는 것이다. 3.성을 척량 (계21:15) 내게 말하는 자가 그 성과 그 문들과 성곽을 척량하려고 금 갈대를 가졌더라 (계21:16) 그 성은 네모가 반듯하여 장광이 같은지라 그 갈대로 그 성을 척량하니 일만 이천 스다디온이요 장과 광과 고가 같더라 (계21:17) 그 성곽을 척량하매 일백 사십 사 규빗이니 사람의 척량 곧 천사의 척량이라 여기서 성의 측량장면이 나온다. 성은 각변의 길이가 12,OOO스다디온이며(약2,200Km), 성곽은 144규빗이라고 한다. 이는 다분히 상징적인 의미를 가지고 있다. 아마도 여기의 성곽은 높이가 아니라 두깨를 가리키는 것으로 보인다. 12,000과 144는 계시록7:4의 상징에 상응하는 내용이다. 각 변이 12,000이라면 정방형 입체에서 모든 규빗을 다 측량하면 12,000 X 12[변]=144,000이 되며, 144도 그러한 선민의 완전하 숫자를 생각나게 한다. 여기에서 두가지 방면으로 이를 접근하여 보자. 하나님의 갈대지팡이는 도성의 길이나 폭이나 두깨를 쉽게 측량할 수 있다는 사실이다. 즉 하나님께서는 새 예루살렘의 모든 사정과 생각을 통찰하시고 감찰하시며 모든 행위를 아시고 친히 다스리신다는 사실이다(시139:l-3). 그러나 또 한 번 그 모양이 정방형이라는 사실은 마치 지성소를 생각나게 만들어 준다. 장막과 성전의 지성소는 정방형이었다(왕상6:20). 지성소에는 대제사장이 l년에 한 번만 들어가는 곳이다. 그런데 이제 교회가 바로 그 지성소가 되어서 교회자체가 하나님의 임재의 장소가 된 것으로 보인다. 4.예루살렘의 아름다움 (계21:18) 그 성곽은 벽옥으로 쌓였고 그 성은 정금인데 맑은 유리 같더라 (계21:19) 그 성의 성곽의 기초석은 각색 보석으로 꾸몄는데 첫째 기초석은 벽옥이요 둘째는 남보석이요 세째는 옥수요 네째는 녹보석이요 (계21:20) 다섯째는 홍마노요 여섯째는 홍보석이요 일곱째는 황옥이요 여덟째는 녹옥이요 아홉째는 담황옥이요 열째는 비취옥이요 열 한째는 청옥이요 열 두째는 자정이라 (계21:21) 그 열 두 문은 열 두 진주니 문마다 한 진주요 성의 길은 맑은 유리 같은 정금이더라 벽들은 벽옥으로 쌓였으며 그 성은 맑은 유리같은 정금으로 단장이 되었는데 이는 이미 살폈듯이 바로 하나님의 영광으로 관을 씌움을 보여주는 것이다(4:3). 12기초석은 12가지 보석으로 되어있고,12문은 열두 진주이며,그 길은 맑은 유리같았다(사54:11,12 참조). 이 모든 것은 어린양이 바로 하나님의 영광으로 어린양의 신부를 완벽하게 단장하였음을 보여주는 것이다. 12사도의 가르침을 받은 자들을 하나 하나 완벽하게 하나님께서 단장시키시고 준비시키시며 그 하나님의 이스라엘로 받아들여서 완성시키는 것이다. 이것은 앞으로 우리가 가는 어떤 곳의 모습이라기 보다 이미 21:9에서 살폈듯이 바로 그리스도의 신부인 교회의 모습이다. 바로 완성의 그날에 나타날 우리의 모습이며,이미 우리는 그리스도안에서 그 영광을 누리면서 이 아름다운 모습을 이루어가고 있는 중임을 기억하여야 한다. 이것은 물론 우리들의 노력이나 정성으로 이루어지는 문제는 아니다. 하나님의 은혜와 그 영광을 우리가 입음으로 되어지는 아름다운 사건이다. 어쩌면 이는 에베소서 1:4에서 우리에게 설명한 그리스도 안에서 우리로 사랑안에서 하나님 앞에서 거룩하고 흠이 없게 된 모습이며, 에베소서3:19의 하나님의 충만하신 것으로 충만하게 된 상태이다. (엡5:26) 이는 곧 물로 씻어 말씀으로 깨끗하게 하사 거룩하게 하시고 (엡5:27) 자기 앞에 영광스러운 교회로 세우사 티나 주름잡힌 것이나 이런 것들이 없이 거룩하고 흠이 없게 하려 하심이니라 그리고 이제 하나님의 영광으로 영화롭게 되었으니 그 영광의 하나님을 볼 수 있도록 준비가 된 모습이기도 하다 (요일3:2) 사랑하는 자들아 우리가 지금은 하나님의 자녀라 장래에 어떻게 될 것은 아직 나타나지 아니하였으나 그가 나타내심이 되면 우리가 그와 같을 줄을 아는 것은 그의 계신 그대로 볼 것을 인함이니 (요일3:3) 주를 향하여 이 소망을 가진 자마다 그의 깨끗하심과 같이 자기를 깨끗하게 하느니라 예루살렘 성의 아름다운 모습은 바로 그의 신부인 교회된 우리가 죄로부터 완전히 깨끗하게 될 뿐 아니라 하나님의 영광을 덧 입음으로 흠과 티가 없는 정결한 그리스도의 신부로 등장하게 되는 모습이며, 하나님을 계신 그대로 볼 수 있는 자가되었음을 보여주는 영광스러운 모습이다. 이것은 음녀가 금과 보석과 진주로 준비한 것(17:4)과 같은 것이 아니라 하나님의 영광과 거룩함으로 단장한 것이다. 제 8막 제 2장 하나님의 거하심 (계21:22) 성안에 성전을 내가 보지 못하였으니 이는 주 하나님 곧 전능하신 이와 및 어린 양이 그 성전이심이라 (계21:23) 그 성은 해나 달의 비췸이 쓸데 없으니 이는 하나님의 영광이 비취고 어린 양이 그 등이 되심이라 (계21:24) 만국이 그 빛 가운데로 다니고 땅의 왕들이 자기 영광을 가지고 그리로 들어오리라 (계21:25) 성문들을 낮에 도무지 닫지 아니하리니 거기는 밤이 없음이라 (계21:26) 사람들이 만국의 영광과 존귀를 가지고 그리로 들어오겠고 (계21:27) 무엇이든지 속된 것이나 가증한 일 또는 거짓말하는 자는 결코 그리로 들어오지 못하되 오직 어린 양의 생명책에 기록된 자들뿐이라 새 예루살렘의 모습은 에스겔서의 후반부와 비슷하였으나 여기의 모습은 점점 이사야서의 모습으로 가고 있다(사60:). 우리는 제8막 계1장을 통하여서 교회의 완성의 모습을 보았다.그러나 이제 이 부분에서 복음의 본질적인 모습의 완성을 보게된다. 이는 이미 21:3에서 요약이 되었었다. (계21:3) 내가 들으니 보좌에서 큰 음성이 나서 가로되 보라 하나님의 장막이 사람들과 함께 있으매 하나님이 저희와 함께 거하시리니 저희는 하나님의 백성이 되고 하나님은 친히 저희와 함께 계셔서 여기서 우리는 성전과 연결이 되면서 놀라운 복음의 완성을 보게된다. 성전이란 무엇인가? 그것의 본질은 바로 하나님의 임재이다. 창조가 하나님의 영광의 무대이며 사람은 그 영광을 증거하는 증인으로 세움을 입었으나 범죄와 타락으로 그 성전 기능이 깨어지게 된다. 그것이 타락이후에 하나님이 임재햐시는 곳의 상징으로 제단과 성막,성전으로 나타나지만 그것은 임시적인 것이다. 성전의 임재가 그리스도의 성육신으로 하나님 자신이 그리스도 안에서 친히 완전히 계시며,그러기에 그리스도께서 바로 그 성전이시다. 그러므로 이제 더 이상 임시적인 돌로나 나무로 지어진 성전은 필요가 없다. 그리스도의 몸안에 충민하던 그 성령이 이제 그리스도인의 마음과 몸에 거하시기에 우리가 바로 그 하나님의 임재의 성전인 것이다. 그러나 그 궁극적인 본질은 사람들의 마음에만 아니라 사람들 가운데 충만히 거하시는 완성이 있어야 하는 것이다. 그것이 바로 본문의 모습이다. l.복음의 목적이며 목적의 완성 (계21:22) 성안에 성전을 내가 보지 못하였으니 이는 주 하나님 곧 전능하신 이와 ...... 그 성전이심이라 이제 본질적인 성전이 회복이 된 것이다. 더이상 건물로서의 구약처럼 그러한 성전이 기대될 필요가 전혀 없다. 왜냐하면 그 성전은 하나님의 이름이 거하심을 나타내는 상징이며(왕상8:48), 하나님은 실재로는 거기에 매이신 분이 아니라 하늘에 계시기 때문이다(왕상 8:49). 그리고 이제 더 이상 단순히 우리의 마음과 몸에 거하시는 분만으로 계시는 것도 아니다. 이제 드디어 사람가운데서 역사하시며 친히 동행하시며 임재하시는 것이다. 옛 첫 창조시에 창조물이 하나님의 영광의 무대이듯이 이제 완성된 하늘의 예루살렘 전체가 바로 하나님의 거하시는 성전인 것이다. 그러므로 성전의 본질은 바로 하나님이시며 그분이 계신곳이 성전인 것이다. 2.동시에 그것은 그리스도의 사역의 완성 (계21:22) ..... 어린 양이 그 성전이심이라 우리가 새로운 완성의 그 곳에 이르게 될 때에 우리가 완전히 그냥 하나님을 알 수가 있겠는가? 그 대답은 여전히 그렇지 않다는 것이다. 그러기에 꼭 등장하는 분이 바로 중보자이신 그리스도이시다. 이미 구속은 완성이 되었지만 그리스도께서 여전히 하나님과 백성을 연합시키는 중보자로 계시는 것이다. (계21:23) 그 성은 해나 달의 비췸이 쓸데 없으니 이는 하나님의 영광이 비취고 어린 양이 그 등이 되심이라 이 하나님과 연합의 중보자 그리스도께서 친히 우리의 성전이 되시어서 그 영광의 빛이 그 도성 전부에 가득하게 되는 것이다.이제 더 이상 그분의 임재를 나타내는 구름이나 불기둥도 필요가 없다(출40:34-38,레16:2,왕상8:10,11). 그러므로 우리가 그곳에서 어디로 가든지 항상 하나님과 교제속에 살며, 동행하는 것이다. 결국 그곳에서도 이 땅의 참된 빛은 그리스도이시다(요8:12). 어느 무엇도 하나님의 영광을 가리우지 못하는 것이다. 3.만국이 그 빛 가운데로 다님 (계21:24) 만국이 그 빛 가운데로 다니고 땅의 왕들이 자기 영광을 가지고 그리로 들어오리라 (계21:25) 성문들을 낮에 도무지 닫지 아니하리니 거기는 밤이 없음이라 이는 온 세상을 비추는 복음의 위대한 진리를 보여준다. 즉 만국이 그 빛가운데로 다니고라는 말은 유대인이나 이방인의 차이가 없이 모든 자들을 향하여(사60:3) 열린 문(사60:10,l1)으로 인종의 차별이나 빈부,능력,권세,명예에 관계가 없이 어린양을 통하여 하나님의 영광에 참예하게 되며,결코 하나님으로부터 분리되는 밤이 없는 것이다. 성경에서 어두움은 하나님의 임재로부터 분리를 나타낸다(마6:23,8:12,22:13,25:30). 4.영광스럽고 존귀함(문화의 완성) (계21:24) 만국이 그 빛 가운데로 다니고 땅의 왕들이 자기 영광을 가지고 그리로 들어오리라 (계21:26) 사람들이 만국의 영광과 존귀를 가지고 그리로 들어오겠고 땅의 왕들이 지기의 영광을 가지고 오며 사람들이 만국의 영광과 존귀를 가지고 오는 것은 무엇을 가리키는가? 이는 예물을 드림인가, 아니면 조공을 바침인가? 문제는 왕들이 들어오는 문제가 아니라 저들이 영광과 존귀를 가지고 들어온다는 것이다. 그것을 문화적인 업적으로 이해하는 것이 가장 정당한 것으로 보인다. 즉 하나님께서 인간에게 땅을 정복하며 다스리도록 명령하신 그 명령이 타락한 이후 그의 백성인 성도들에게 복음을 통하여 하나님을 향하게 만드시고 하나님의 창조의 목적이 지향하는 그 의도대로 되어진 하나님의 형상으로서의 업적이 없어지지 않고 복음의 또 다른 삶으로서의 결과로서 하나님 나라에 편입이 되는 것이다. 하나님 나라의 복음은 문화의 완성을 가져오는 것이다.여기에서 은혜와 자연이 따로 있는 것이 아니라 완전히 통합이 되는 것이다. 5.거룩의 완성 (계21:27) 무엇이든지 속된 것이나 가증한 일 또는 거짓말하는 자는 결코 그리로 들어오지 못하되 오직 어린 양의 생명책에 기록된 자들뿐이라 마지막까지 거룩으로 완성되는 일이 무엇인지를 우리에게 잘 보여주고 있다. 죄는 결코 하나님의 면전에 나아가지 못하도록 만든다. 반대로 하나님의 면전에 나아갈 수 있는 유일한 길은 한가지 어린양의 생명책이다. 어린양을 통하여 하나님께 나아야가든지, 그렇지 않으면 하나님의 면전으로부터 추방을 당하게 되는 것이다(요8:24). 그런데 더 중요한 사실은 이제 거기서 어린양을 통하여 나아가는 자들(어린양의 생명책에 기록된 자들)은 바로 그리스도로 말이암아 죄 용서를 받았을 뿐 아니라 속된 것이나 가증한 일이나 거짓말과는 전혀 상관이 없는 완전해진 상태로 거기에 도달하는 것이다. 이것이 바로 복음안에서 우리가 누릴 완성의 모습인 것이다. 이 사실은 우리들에게 감격이며,동시에 우리들이 이 땅에서부터 누리며 싸워야 할 사명이기도 하다."
        }
    ]
}