{
    "bible_book": "요한복음",
    "chapter_number": 11,
    "commentaries": [
        {
            "verse_reference": "11:23",
            "commentary": "예수께서 가라사대 네 오라비가 다시 살리라 - 그리스도의 사랑은 참으로  놀라울 \n정도다. 주님은 마르다의 모든 잘못을 용서하신다. 그리고 자신의 뜻을 따라 마르다가 \n요청한 것 이상의 것을 약속하신다. 곧 다시 살게된다고 말씀 해 주신 것이다.\n11:24\n 다시 살 줄을 내가 아나이다 - 여기에서 우리는 마르다의 지나친 소심성을 볼  수 \n있다. 마르다는 그리스도께서 말씀하신 바를 약화시킨다. 자기 자신의 생각에  희망을 \n걸고 기다리는 것은 자기 권한 밖의 일을 한 것이다. 이제 그녀는 경고를 받은 것처럼 \n그리스도께서 손을 적극적으로 펴셨을 때 오히려 주춤하고 조용히 서있는 오류에 빠진\n다. 우리는 이 양자를 모두 경계해야 한다. 하나님의 말씀에 근거하지 않은 헛되고 바\n람과 같은 희망을 품어서는 안된다. 또한 주님께서 약속하실 때 우리의  마음을  너무 \n꼭 닫아서도 안된다. 다시 말하면, 마르다는 그리스도의 말씀하신 것  이상의  기대를 \n가졌었다. 그녀는 심중에, \"주님께서 마지막 부활을 의미하신다면  이해합니다.  물론 \n저의 오라비가 마지막 날 다시 살게되리라는 것을 의심치 않습니다. 그리고 그 사실로 \n마음의 위안을 삼습니다. 그러나 주님께서는 그 이상의 무엇을 말씀하시고 계신지  모\n르겠습니다\"하고 말한 것이다."
        },
        {
            "verse_reference": "11:25",
            "commentary": "나는 부활이요 생명이니 - 그리스도께서는 먼저 자기가 부활이며  생명이신  것을 \n선포하신다. 다음 주님께서는 말씀의 각 귀절을 하나하나 분명하게 설명하신다.  제일 \n먼저 자신을 가리켜 부활이라 칭하신다. 왜냐하면, 사망에서 생명으로 회복하는  것이 \n부활의 대전제가 되기 때문이다. 모든 인류는 사망에 빠져 있다. 그러므로 어떠한  사\n람도 먼저 죽은 자 가운데서 먼저 살리움을 받기 전에는 결코 생명을 소유할 수 없다. \n따라서 그리스도께서는 자신을 생명의 근원이라고 가르치고 계신다. 후에  주님께서는 \n생명의 지속도 역시 주님의 은혜에 속한 것이라고 말씀하신다.\n  그 다음 설명에 의하면 주님은 영혼의 생명을 말하고 있음이 분명하다. \"나를  믿는 \n자는 죽어도 살겠고\" 그렇다면, 어떠한 면에서 그리스도께서 부활이  되시는가?  죄로 \n말미암아 하나님으로부터 이방인이었던 아담의 자손들을 자기 영으로  중생시키심으로\n써 부활이 되신다. 그리하여 그들이 새 생명의 삶을 살아갈 수 있도록  하신  것이다. \n이 문제에 관해서는 5장 21절과 24절에서 더욱 자세히 다루었다. 에베소서 5장5절과 5\n장 8절에 나타나는 바울의 가르침은 바로 이것을 말한 것이다. 자연의 법칙에 따라 인\n간이 하나님의 은혜를 저절로 받을 수 있도록 예정되어 있다는 생각은 그릇된 것이다. \n이러한 주장은 죽은 자가 걷는다는 것과 마찬가지의 논리이다. 사람의 신체나 기능 중 \n어느 한 면도 부패하지 않은 부분이 없고 올바른 것에서 떠나 있지 않은  것이  없다. \n지각을 가지고 이해력과 의지력을 바탕으로 호흡하며 살고 있지만 사실은 파멸을 향해 \n달려가고 있는 것이다. 이와 같이 사망이 지배하지 않는 곳이 없다. 사망은 곧 하나님\n과의 격리를 뜻한다. 따라서 그리스도를 믿는 자는 비록 전에는 죽어  있었으나  다시 \n살게 된다. 믿음은 영혼을 소생시키는 부활을 낳게하고, 영혼을 살게하여 하나님을 향\n하여 살게 한다. \"내 말을 듣고 또 나 보내신 이를 믿는 자는 영생을  얻었고......죽\n은 자들이 하나님의 아들의 음성을 들을 때가 오나니......듣는 자는 살아나리라\"  이\n는 믿음의 고귀함을 찬양한 귀절로서, 믿음은 실로 우리에게 그리스도의 생명을  불어 \n넣어 주며, 우리를 사망에서 해방시킨다.\n11:26\n 무릇 살아서 나를 믿는 자는 영원히 죽지 아니하리니 - 주님께서 생명이 되신  사\n실에 관해서 계속해 설명해 주고 있다. 주님께서 한번 주신 생명은 결코 상실될 수 없\n다. 주님께서 이를 끝까지 지켜 주신다. 연약한 육신을 지닌 인간으로서 한번  생명을 \n받은 후 그 후에는 혼자 상태로 버리워진다면 어떻게 되겠는가? 따라서 생명의 보전은 \n끊임없이 그리스도의 능력위에 유지되어야 한다. 주님께서는 한번 시작하신 일을 끝까\n지 이루신다.\n  신자들은 결코 죽지 아니한다고 한다. 왜냐하면 썩지 아니할 씨로 거듭난 그들의 영\n혼 속에 그리스도께서 함께 계시며 그 안에서 항상 생명이 되시기 때문이다. 죄로  인\n하여 육신은 사망할 수 밖에 없지만, 영은 의를 인하여 살게 된다(롬8:10). 우리의 겉\n사람은 날로 후패하나, 우리의 속사람은 날로 새롭게 된다(고후4:16).  실로,  죽음은 \n일종의 사망의 멍에에서 우리를 자유롭게 해방시키는 일을 한다.\n  이것을 네가 믿느냐 - 언뜻 보기에는 그리스도께서 마르다에게 신령한 것에 관해 이\n야기하여, 마르다의 생각을 지금의 육신적인 욕망에서 떠나게 하려는 것 같다. 마르다\n는 자기 오라비가 다시 살아나기를 원했다. 그리스도께서는 대답하되  그리스도는  더 \n좋은 생명의 창조자(Author of life)라고 대답하신다. 그는 하늘의 능력으로 믿는  자\n들의 영혼을 살리시기 때문이다. 그러나 주님께서는 두가지의 은혜를  의도하신  것이 \n틀림없다. 그래서 일반적으로 말씀하셨고, 그가 주는 영적인 생명은 영혼의  소생이지\n만 동시에 곧 죽은 나사로의 육신을 일으키실 것을 시사하셨다.\n11:27\n 주여 그러하외다 - 주님께서 부활이시며 생명이신 사실을 믿고 있다는 것을  나타\n내기 위해서 마르다는 주는 그리스도요 하나님의 아들이라고 대답한다. 이러한 고백은 \n모든 축복을 약속한다. 왜냐하면 메시아가 오신 목적과 선지자들이 가리켜 말한  그리\n스도의 하실 일은 곧 생명과 부활이기 때문이다. \"주는 그리스도시요  세상에  오시는 \n하나님의 아들이신 줄 내가 믿나이다\"하고 고백한 마르다는 옛 선지자들의 예언을  굳\n게 믿고 있는 것이다. 모든 것이 회복과 완전한 행복은 따라서  주님으로부터  비롯된\n다. 그리스도는 참되고 완전한 하나님의 왕국을 건설키 위해 보내심을 입은 것이다.\n11:28\n가만히 그 형제 마리아를 불러 말하되 - 그리스도께서 동네 밖에 계시며 동네 안, \n사람이 많이 모인 곳으로 오시지 않은 것은 마르다의 간청에 의한  것인지도  모른다. \n마르다는 두려웠던 것이다. 왜냐하면 최근 얼마 전에도 주님께서 가까스로 죽음을  면\n한 일이 있었기 때문이다. 따라서 마르다는 자기 형제인 마리아에게  조용히  말한다. \n이리하여 그리스도의 오신 사실이 소문나지 않도록 한 것이다.\n  선생님이 오셔서 너를 부르신다 - '선생님이'란 단어는 마르다가 예수님을 경배하는 \n의미에서 사용한 단어다. 지금까지 마르다와 마리아는 마땅히 받을 수 있는 분복 이하\n의 복을 누렸지만 하여간 주님에 대한 신뢰감은 상당했고 충실한 제자중 하나였다. 마\n리아가 이 말을 듣고 급히 일어나 예수께로 간 것을 보면 그녀가 주님을 경배하고  있\n음을 알 수 있다.\n11:31\n  마리아와 함께 집에 있어 위로하던 유대인들을 - 마르다를 집으로 돌려보내어  마\n리아를 불러오게 한 주님은 또 하나의 목적을 가지시고 그렇게 하셨다.  그것은  함께 \n있던 유대인들이 그가 행할 기적의 목격자가 되게 하는 것이다. 물론 거기 있던  유대\n인들은 이러한 그리스도의 의도를 알 수가 없다. 이와 같이 사람들은 자기도 모르면서 \n하나님의 의도하는 바대로 행동하는 수가 흔하다. 유대인들은 마리아가 급히 집안에서 \n나가는 것을 보고 저가 무덤으로 가는 줄 알았다. 당시 이 관례가 그러했듯이  문상하\n러 온 사람들에게 슬픔을 자극시키기 위해서 무덤으로 가는 줄 알았던 것이다. 당시의 \n관례에 따르면 아내를 잃은 남편이나, 자식을 잃은 부모나, 남편을 잃은 아내나, 부모\n를 잃은 자식은 또는 친척이나 친구들 잃었을 적에 그들은 으례히 슬픔을 자극시킬 만\n한 것이 있으면 무엇이든지 등장시키는 것이었다. 때로는 이러한 목적으로 갖가지  방\n법을 고안해 내기도 한다. 사람들의 감정은 이미 슬픔으로 고조되어  있었다.  그런데 \n하나님의 능력과 권세에 대한 새로운 어떤 자극으로 더 흥분하게 될 것이다. 문상객들\n은 마리아가 무덤을 향해 달려가면 제어할 수 없는 슬픔에 더욱 몸부림치리라  생각하\n여 마리아를 만류해야 옳았다. 그러나 그토록 강요하여 만류하지는 않고 뒤따라  감으\n로 슬픔에 동참하고자 하였고, 이렇게 하는 것이 그들의 생각엔 가장  좋은  방법이라 \n생각되었기 때문이다. 그러나 부드럽게 위로하는 이런 방법은 때때로 큰 도움을  주지 \n못할 때가 있다.\n11:32\n 마리아가 예수 계신 곳에 와서 - 마리아가 예수의 발 앞에 엎드렸다는 사실은  예\n수님께 대한 특별한 경배심을 나타낸다. 왕이나 지도자들 앞에서 땅에 엎드리는  경우\n가 있기는 하지만, 그리스도는 당시 그의 육신적인 면을 생각하면 전혀 왕족이나 찬양\n할 만한 것이 없었다. 따라서 마리아가 엎드려 경배한 것은 다른 이유에서였다.  그녀\n는 그리스도가 하나님의 아들이라고 생각하고 있었으며, 이 때문에 엎드려 경배하였던 \n것이다.\n  주께서 여기 계셨더면 - 여기에서도 마리아는 경배하듯 말하고 있는 것 같다.  그러\n나 위에서 언급했듯이 마리아는 자기 말로 주님의 능력을 제한시키고 있음을 알 수 있\n다. 주님의 능력은 하늘과 땅에 가득한데 이를 육체를 가진 예수의 몸에 국한시킨  것\n이다.  \n11:33\n  예수께서...심령에 통분히 여기시고 - 그리스도께서 그들의 불행에 대해서 긍휼을 \n갖지 않으셨더라면, 냉정한 태도를 보이셨을 것이다. 그러나 그들에게 동정심을  보이\n셨고 민망히 여기셔서 눈물까지 흘리셨다. 예수께서 마리아와 함께 온 유대인들이  우\n는 것을 보고 심령에 통분히 여기셨다. 그러나 주님께서는 그 외에도 인간의 공통적인 \n운명인 가련한 인간의 삶을 보신 것이다. 하나님 아버지로부터 보내심을 입은  주님은 \n그가 세상에 보내심을 받은 목적을 생각하게 되었던 것이다. 곧 인생들의 병고의 슬픔\n에서 해방시키러 오신 것이다. 바로 이러한 목적을 성취하셨고, 열심과 긍휼로 행하시\n는 것을 보이시기를 원하신 것이다. 따라서 나사로를 살리시기 전에 먼저 심령으로 민\n망히 여기시고 슬픔을 나타내시며 눈물까지 흘리시므로 우리 인간들의 질병에 대한 관\n심을 표명하시기를 자신이 고통당하시는 것처럼 하셨다. 그러나 심령으로 통분히 여기\n시고 마음에 민망한 것이 어떻게 하나님 아들의 속성이 될 수 있는가? 그리스도께서도 \n우리 인간처럼 감정에 의해서 지배를 받는다고 생각하는 것은 어리석다고 말하는 사람\n이 있다. 그렇게 생각하는 사람들은 그리스도께서 인간의 감정을 가지고 있는 것이 아\n니라, 필요할 때 비밀의 경륜을 따라 자신에게 그러한 감정을 끌어 들임으로써 슬픔이\n나 기쁨을 나타낸 것이라고 주장한다. 어거스틴(Augustine)이 주장하는 것은 예수께서\n는 스스로 민망해 하셨고, 다른 사람들은 그러한 감정에 사로잡혀 마음을  제어할  수 \n없어 감정의 노예가 된 것이라고 보았다. 그러나 그의 생각에 의한다면 그리스도는 모\n든 인간의 감정을 초월해 계시지만 자의로 이러한 슬픔과 민망한 감정을 불러  일으키\n신 것이라고 하였다. 그러나 나의 견해로서는 그리스도께서 인간의 육신을 입고  세상\n에 오실 때, 죄인이 아닌 것을 제외하고는  우리 인간과 똑같은 감정을  가진  사람의 \n속성을 그대로 가지고 있다고 믿는다. 그리스도께서 사람의 속성을 그대로 가지고  지\n상에 오신 것은 그리스도의 선택에 의한 것으로 보며, 이는 오로지 우리를 위해  선택\n하신 것으로서 그리스도의 영광에 조금도 손상을 입히는 요소가 아니다. 더우기  그리\n스도께서는 처음부터 유순하였고 순종하셨다.이는 그가 감정이 없는 하나님이라고  생\n각하는 것이 옳지 못하다는 것을 설명해 준다. 이점에서 주님은 우리의 형제임을 입증\n하여 주며 그렇게 함으로써 우리의 대번인이 되고, 인간이 경험하는 동일한 내용을 경\n험하여 우리를 변호하시며 우리의 약점을 옹호하는 일을 기꺼이 담당하실 수 있게  된 \n것이다.\n  만일, 누가 사람의 감정은 죄에 물들어 있으므로 이러한 감정을 하나님의  아들이신 \n그리스도께서 가질 수 없다고 한다면, 나는 그에게 우리들과 그리스도 사이에는 큰 차\n이가 있음을 지적해 주고 싶다. 우리는 절제하지 못하며 중용을 지키지 못하여 우리의 \n감정은 죄에 물들어 있지만, 그러나 그리스도의 경우에는 이러한  감정들이  정돈되고 \n통제되어 하나님의 뜻에 맞게 사용되므로 죄에서 떠나 있다.사람의 감정은 실로  두가\n지 측면에서 악하다고 본다. 첫째는 혼란한 상태에 감정이 정돈되지 못하고 또한 중용\n의 덕에 의해 지배를 받지 못하기 때문이다. 둘째는 합법적인 동기, 아니면 최소한 합\n법적인 목적을 지향하지 않은 감정이기 때문이다. 우리의 감정은  지나치게  한쪽으로 \n치우친다. 하나님께서 원하시는 정도를 넘어 기뻐하거나 슬퍼한다. 때로는 억제의  굴\n레를 송두리째 벗어버리기로 한다. 우리의 마음은 세상에 너무나 집착해 있으므로, 사\n소한 것에도 슬퍼하고, 때로는 전혀 아무 것도 아닌 것까지 문제시한다. 그리스도에게\n는 전혀 이런 것이 있을 수 없다. 주님의 감정표현은 한계를 초월해 본적이 없다.  그\n리스도의 감정은 올바른 이성과 판단에 근거를 두고 올바르지 못한 것이 하나도  없었\n다.\n  이 문제를 좀더 명확히 이해하기 위해서는 인간이 창조될 당시의 인성(人性)과 후에 \n죄를 물들고 타락된 인간성을 분리하여 생각하는 것이 중요하다.  하나님께서  사람을 \n창조하셨을 때 그는 사람에게 감정(emorions)을 불어 넣으셨다. 그러나 당시의 감정은 \n이성에 합당한 순수한 감정이었다. 이러한 감정이 후에 무질서 해지고 타락한 것은 우\n연한 사고에서 빚어지는 오류이다. 그리스도께서는 사람의 속성인 감정을  가지셨지만 \n이러한  *             (아타크시아)가  없는  감정이었다.  왜냐하면  사람의   감정\n(passions)에 노예가 되는 것은 하나님의 뜻에 순종하는 것이 되지 못하기  때문이다. \n그리스도께서는 마음이 심히 민망하셨고 통분히 여기셨지만 이는 어디까지나 하나님의 뜻에 위반되지 않는 범위 내에서 이루어진 것이다. 한 마디로, 하나님의 아들이신  그리스도의 감정과 우리 사람의 감정을 비유하여 설명한다면, 그들은 마치 유유히  흐르는 강에 깨끗하고 청결한 물과 흙탕에 거품나는 물과의 차이라고 설명할 수 있겠다.\n  그리스도의 예 하나만으로 스토익파(stoics) 금욕주의자들의 굽힐 줄 모르는 강인함을 물리치기에 족하다. 그렇지 않다면 최상의 완전에 대한 기준을 그리스도를 떠나 어디에서 찾을 수 있겠는가? 우리는 아담의 죄로 인하여 우리의 감정 가운데 내재해  있는 완고함을 시정하고 길들이도록 노력해야겠다. 이렇게 할 때 우리는 그리스도를  우리의 지도자로 따를 수 있고 그리스도께서 우리를 바로 인도할 수 있을 것이다.  그래서 바울도 우리에게 돌처럼 굳어질 것을 요구하지 않고 적당하게  슬퍼하되  소망없는 불신자들처럼 우리 자신을 슬픔에 내던지지 말라고 권고하고 있다(살전4:13).  그리스도께서도 우리의 감정을 절제하게 하심으로 말미암아 그의 능력으로 우리 감정속에 있는 죄를 제어할 수 있게 하셨다.\n11;36\n  보라 그를 어떻게 사랑하였는가 - 요한은 여기서 그리스도에 대하여 두 가지 다른 \n판단을 우리에게 기술해 보이고 있다. \"보라 그를 어떻게 사랑하였는가\"라고 말한  첫\n째 사람들은 인간적인 면만을 그리스도에게 적용시켰기 때문에 그리스도를 별로  귀히 \n여기지 않았다. 그러나 이들은 나사로를 죽음에서 구하지 않았다고 악의에 차서  그리\n스도를 비난했던 다른 사람들보다 그리스도에 대하여 더 솔직하게 이야기 하고  있다. \n비록 그들이 그리스도의 능력을 칭찬하고 있지만, 그러면서도 그들은 주님을 비방하고 \n있는 것이다. 여기서 우리는 그리스도께서 행하신 기적이 그들에게 잘 알려져  있었음\n을 분명히 알 수 있다. 그러나 그들의 감사할 줄 모르는 마음은 훨씬 더 저속한  것이\n어서, 이 한번의 경우에 계시지 않았다 하여 불평을 터뜨린 것이다. 인간은 언제나 이\n와 같이 하나님께 감사할 줄 모르며, 오늘날도 계속 배은망덕한 태도를 취하고  있다. \n만일 하나님께서 우리의 소원을 만족시켜 주지 않으면 우리는 즉시 불평을  토로한다. \n\"주님은 지금까지 나를 잘 도와 주셨는데 이제와서 왜 나를 버리시고 나를 실망케  하\n실까?\" 여기에 이중의 병이 있다. 우리는 별 생각이 없이 우리에게 덕이 되지 않는 것\n을 요구하고 하나님께 우리 육신의 비뚤어진 욕망을 채워주도록 강요하려고 한다.  그\n리고 우리는 때를 기다리지 않고 답을 강요하며 우리의 참지 못하는 조바심이  지나치\n게 우리를 서두르게 만든다.\n11;38\n 이에 예수께서 다시 속으로 통분히여기시며 - 그리스도께서는 한가한  방관자로서 \n무덤에 나아 오지 않고 싸움을 위하여 준비하고 있는 씨름선수와 같이 무덤에  나아갔\n다. 그러므로 예수께서 속으로 다시 통분히 여기신것도 놀라운 일이 아니다. 그가  정\n복해야만 하는 사망의 사나운 횡포가 그의 눈앞에 서 있었기 때문이다.  어떤  이들은 \n그리스도의 이 통분히 여기심이 우리가 이미 언급한 불신(不信) 즉 믿지 아니함에  대\n한 의분에서 일어난 것이라고 설명한다. 그러나 또 하나의 이유가 나에게는 더 적절하\n게 보인다.-그리스도께서는 주위 사람들보다 사건 그 자체를 생각하고 계셨다는  것이\n다. 나사로를 살리는 데 있어서 그리스도의 능력을 더 풍성하게 나타내는 여러가지 내\n용이 뒤따른다. 그것은 무덤을 돌로 막아 놓은지가 나흘이 되었는데 그리스도께서  모\n든 사람이 보는 앞에서 그 돌을 옮겨 놓으라고 명하셨던 것이다. \n11;39\n 주여 죽은지가 나흘이 되었으매 벌써 냄새가 나나이다 - 이것은 불신이 표시였다. \n마르다는 그리스도의 능력에 대하여 자신이 기대할 수 있는 능력 이하로 주님을  대하\n고 있는 것이다. 악의 뿌리는 그녀가 하나님의 무한하고 측량할 수 없는 능력을  자신\n이 육적인 감각에 의하여 헤아렸다는 점에 있다. 죽은 오빠가 이미  부패하여  악취가 \n나기 때문에 더 이상 마르다는 고칠 대책이 없다고 유추하고 있는 것이다. 우리의  마\n음이 잘못된 생각에 의하여 지배될 때, 우리는주님을 우리 마음에서 추방하여  주님이 \n우리 안에서 행하실 일을 이루지 못하도록 만든다. 그녀의 오라비가 영원히  무덤속에 \n놓여 있지 않은 것은 마르다 덕분이 아닌 것이 분명하다. 마르다는 사실 그의  오라비\n가 살아날 수 있는 희망을 끊어 버리고 동시에 그리스도께서 그를 살리는 일도 방해했\n기 때문이다. 물론 마르다의 마음은 정반대였지만 믿음의 연약함이 이를 초래했던  것\n이다. 이쪽 저쪽으로 끌려 다니며 우리는 우리 자신과 싸우는 것이다. 그리고  우리는 \n한쪽 손을 뻗쳐 하나님으로 부터 도움을 청하는 반면에 다른 손으로는 이미  우리에게 \n베풀어지고 있는 도움을 밀어내기가 일쑤다. 물론 마르다가 \"주께서 무엇이든지  하나\n님께 구하시는 것을 하나님이 주실 줄을 아나이다\"라고 말할 때 마르다는 거짓말을 한 \n것이 아니다. 그러나 혼돈되고 불투명한 믿음은 우리가 구체적인 상황에 이르렀을  때 \n이를 활용하지 않는다면 별로 유익이 없는 것이다.\n  나아가서 우리는 마르다에게서 최상의 사람들의 믿음에도 많은 결함이 있다는  것을 \n볼 수 있는 것이다. 그녀는 그리스도에게 달려나와 그를 맞은 첫번째 사람이었다.  이\n것은 보통 이상의 믿음이 분명하다. 그러나 그녀는 계속 주님의 길에 어려움을 제기한\n다. 그러므로 하나님의 은혜가 우리에게까지 미칠 수 있도록 우리의 감각이 포착할 수 \n있는 것보다 더 많은 능력을 하나님께 돌릴 줄 알아야겠다. 그리고 만일 하나님의  한 \n가지 약속이 우리에게 까지 미칠 수 있도록 우리의 감각이 포착할 수 있는 것보다  더 \n많은 능력을 하나님께 돌릴 줄 알아야겠다. 그리고 만일 하나님의 한 가지 약속이  우\n리에게 충분한 증거가 되지 못한다면, 어쨋든 하나님께서 두번 세번 확증해 주실 때는 \n마르다처럼 묵묵히 따르도록 하자\n11;40\n 내 말이 네가 믿으면 하나님의 영광을 보리라 하지 아니하였느냐 - 주님은 마르다\n가 들었던 약속에서 충분한 희망을 걸지 못한 점을 들어 그녀의 믿음 없음을 책망하고 \n있다. 이 말씀에서 요한이 말로 표현한 것보다 더 많은 것을 마르다에게 말씀하셨으리\n라는 것을 분명히 알 수 있다. 이미 앞에서 예시한 대로, 주님께서 \"내가 부활이요 생\n명이라\"고 말씀하셨을 때 그는 이를 의미하셨던 것이다. 그러므로 하나님의 일을 기대\n하지 않았음을 인하여 마르다는 책망을 받았다.\n  네가 믿으면 - 이 말씀은, 믿음이 우리의 눈을 열어 하나님의 영광이 그의 일  가운\n데 비치는 것을 볼 수 있도록 할 뿐만 아니라 또한 우리의 믿음이 하나님의 능력과 선\n하심이 우리에게 나타나도록 그 길을 평탄케 해 주기 때문에, 언급되었다. 그것은  마\n치 시편 81편 10절에 \"네 입을 열라 내가 채우리라\"고 말씀하신 것과 같다. 그리고 불\n신은 하나님의 길을 가로막는다. 말하자면 하나님의 손을 묶어 놓는다. 이러한 이유로 \n인하여 다른 곳에서 예수께서는 \"저희의 믿지 않음을 인하여 거기서 많은 능력을 행치 \n아니하시니라\"(마13:58)고 언급되어 있다. 하나님의 능력이 인간의 뜻에 의하여  구속\n을 받는다는 말이 아니라, 그들의 악의(惡意)가 하나님의 능력을  저항하고  반대하기 \n때문에 그들은 하나님의 능력이 나타나는 것을 받을 자격이 없는 것이다.  하나님께서\n는 종종 이러한 장애를 극복하신다. 그러나 주님께서 그의 손을 멈추시고  믿지  않는 \n자에게 도움을 보류하실 때는, 그들이 불신의 장벽에 갇혀 있어서 주님의 손길이 뻗칠 \n길을 열어주지 않기 때문이다.\n  하나님의 영광을 보리라 - 주의하여 볼 것 같으면 기적이 하나님의 영광이라고 불리\n우고 있다. 하나님께서는 기적을 통하여 그의 손의 능력을 나타내시며 그의 이름을 영\n화롭게 하시기 때문이다. 마르다는 그리스도의 두번째 선언에 만족하여 돌이 옮겨지는 \n것을 허락했다. 그녀는 아직 아무 것도 보지 못했다. 그러나 하나님의 아들이 이 명령\n을 내리시는 것을 보았을 때 마르다는 기꺼이 주님의 명령에 의존한다.\n11:41\n  예수께서 눈을 들어 우러러 보시고 - 참으로 기도를 위해 준비된  마음의  표현이\n다. 누구든지 하나님을 바로 부르기 위해서는 하나님과 연합 되어야 하는데 이것은 우\n리가 지상에서 들려 하늘에 오르기 전에는 될 수 없다. 물론 이것은 항상 볼 수  있는 \n것이 아니다. 깊은 육신의 더러움에 빠져 있는 위선자들은 그들의 심각한 표정에 의하\n여 하늘을 끌어내리기라도 하려는 듯이 심각한 표정을 짓는다. 그러나 위선자들이  하\n는 척하는 것을 하나님의 자녀들은 진심으로 해야 한다. 그러나 그의  눈으로  하늘을 \n우러러보는 자는 정신적으로 하나님을 하늘에 가두어 두어서는 안된다. 하나님은 어디\n에나 편만하여 계신 분으로서 천지에 충만하시기 때문이다. 그러나 인간의 마음이  세\n상을 떠나 천상으로 들리기 전에는 하나님께 대하여 지나치고 세상적인 생각과 상상을 \n계속하기 때문에 성경은 인간의 마음을 하나님의 보좌라고 부르고 그렇게 선언하고 있\n다.\n  눈을 들어 우러러 보는 것에 관한 한, 그렇게 행동하지 않으면 기도가 합당하지  않\n다고 할 수 있는 영속적인 예식이 아니다. 세리는 그의 얼굴을 들지 못하고 땅을 향하\n여 머리를 숙이고 기도했지만 그의 기도는 믿음으로 하늘에 상달되었다. 그러나  하늘\n을 우러러보는 것은 유익한 것이다. 그렇게 함으로 사람은 하나님을 찾을 마음이 생기\n기 때문이다. 뿐만 아니라 기도의 열성은 때때로 우리의 몸에 영향을 미쳐 몸은  모르\n는 사이에 저절로 마음을 따르게 마련이다. 그리스도께서 하늘을 우러러 보셨을 때 그\n는 특별한 열의를 가지고 기도했기 때문에 마음이 하늘로 따라갔을 것이라는 것은  의\n심의 여지가 없다. 게다가 그는 완전히 아버지와 하나가 되어 있었기 때문에 그는  다\n른 사람들을 자신과 함께 하나님께로 데려가기를 원하셨다.\n  아버지여 내 말을 들으신 것을 감사하나이다 - 비록 주님은 아무 것도 구하시지  않\n았지만 감사함으로 기도를 시작하고 있다. 사실 복음서 저자가 주님께서 형식적인  말\n씀으로 기도했다고 기록하지는 않고 있지만, 그전에 기도가 있었던 것이 틀림없다. 그\n렇지 않다면 기도가 응답될 리가 없기 때문이다. 아마 주님은 복음서  저자가  언급한 \n대로 통분히 여기는 심령으로 기도했을 것이다. 주님께서 바보처럼 스스로 흥분했으리\n라는 것은 전혀 그 이야기에 일치되지 않은 말이기 때문이다. 나사로의  생명을  얻은 \n주님은 이제 아버지께 감사한다. 주님께서는 이 능력을 아버지께로서 받았다고 말하고 \n스스로 능력을 주장하지 아니함으로써 자신이 하나님의 대행자임을 인정하고 있을  뿐\n이다. 주님께서는 자신을 인간의 능력에 적응시킴으로써 때로는 신성을 주장하고 하나\n님께 속한 것을 스스로 주장하지만 또 경우에 따라서는 인간의 성격을 입는 것으로 만\n족해 하시고 신성의 모든 영광을 아버지께 돌리기도 하신다. 복음서 저자는  아버지께\n서 그리스도의 말을 들으셨다고 한 한마디 말씀 안에 이 두 가지 면을 놀랍게  표현하\n고 있다. 그리고 복음서저자는 주님께서 사람들로 아버지께서 자기를 보낸 것을  알고 \n자기를 하나님의 아들로 인식하게 하기 위하여 감사를 드렸다고 기록하고 있다.  그리\n스도의 높은 위엄을 사람들이 그대로 이해할 수 없기 때문에, 그리스도의 육신에 나타\n난 하나님의 능력이 인간의 비천하고 둔갑한 인간의 지각을 점진적으로 그러한 경지에\n까지 끌어올렸다. 주님은 전적으로 우리의 것이 되기를 원하셨기 때문에, 주님께서 여\n러 모양으로 우리와 같이 낮추신다 해서 놀랄 필요는 없다. 심지어  주님께서  우리를 \n위하여 자신을 비어 비천한 자리까지 자신을 낮추셨다고 말씀하셔도 그것은 조금도 틀\n린 말이 아니다.\n11;42\n  항상 내 말을 들으시는 줄을 내가 알았나이다 - 이 말씀은 주님께서 원하는  만큼 \n많은 기적을 행할 수 있는 은혜를 아버지로부터 받지 못하고 있었다고 생각하는  사람\n들을 미리 경고하는 말씀이다. 그러므로 주님께서는 자기 자신과 아버지 사이에  완전\n한 일치가 있기 때문에 아버지께서 그에게 아무 것도 거절하지  않으신다고  말씀하고 \n있는 것이다. 그리고 주님께서는 아버지께서 그에게 명령하신 것만을 행하시기 때문에 \n기도할 필요도 없다고 까지 말씀하고 있는 것이다. 그러나 주님께서는 사람들로  이일\n이 참으로 하나님께로서 난 일이라는 것을 확신시키기 위하여 아버지의 이름을 부르셨\n다. 만일 누가 \"그러면 주님께서 왜 죽은 자들을 모두 살리시지 않았느냐?\"고  반문한\n다면 그 대답은 용이하다. 하나님의 선하신 뜻에 따라, 기적은 복음을 확증하는데  충\n분하다고 주님께서 판단하시는 한도 내에서 행하시기 때문이다.\n11:43\n 이 말씀을 하시고 큰 소리로 나사로야 나오라 부르시니 - 주님의  거룩한  능력은 \n주님께서 나사로를 손으로 만지시지 아니하고 그의 음성으로만 외치셨다는 사실에  의\n하여 더 잘 나타나 있다.동시에 주님께서는 우리에게 그의 말씀의 놀라운 능력으 마나\n타내고 있다. 주님께서는 그의 말씀으로 어떻게 죽은 자에게 생명을 회복시켜  주셨는\n가? 그러므로 주님께서는 나사로를 살리시는 가운데 우리가 매일 같이 믿음의  지각을 \n통하여 경험하는 주님의 신령한 은혜를 눈으로 볼 수 있는 표적으로 나타내신 것이다. \n주님은 그의음성에 죽은 생명을 살리는 힘이 내재해 있음을 보여 주셨다.\n11:44\n 죽은 자가 수족을 베로 동인 채로 나오는데 - 복음서 저자는 나사로가 무덤  속에 \n안장되었던 그대로 나왔다는 것을 우리에게 보여주기 위해서 수족을 동였던 베를 언급\n하고 있다. 이러한 방식의 매장은 아직도 유대인들이 사용하고 있다. 유대인들은 베로 \n몸을 동이고 머리는 머리수건으로 별도로 동인다.\n  풀어 놓아 다니게 하라 - 기적의 영광을 찬양하기 위하여 유대인들이 할일은 그들이 \n친히 자기들 눈으로 본 일을 손으로 만져 보는 것이었다. 그리스도께서 나사로를 동이\n고 있는 수의를 흔들어 놓았거나 저절로 수의가 벗겨지도록 해놓았는지도 모르기 때문\n이다. 그러나 주님께서는 증인으로 옆에서 보고 있던 방관자들의 손을 이용하기를  원\n하셨다. 그런데 가톨릭 교도들은 여기서 엉뚱하게도 비밀 고해(告解)를  유추해  내고 \n있다. 그들은 \"그리스도께서는 나사로를 생명으로 회복시켰을 때  제자들이  나사로를 \n풀어 놓아 주기를 원하셨다. 그러므로 교회가 우리의 죄를 사해주지 않는다면  우리가 \n하나님과 화목하는 것으로는 부족하다.\"고 말한다. 그러나 가톨릭 교도들은  나사로를 \n풀어 놓아다니게 하라는 말을 들은 사람들이 제자들이었다고 어떻게 상상할 수 있겠는\n가? 오히려 우리는 그 명령이 유대인들의 의심을 송두리째 제거하기 위하여  유대인들\n에게 주어졌던 것으로 분별한다.\n11;45\n 많은 유대인이 저를 믿었으나 - 그리스도께서는 자기가 행한 기적이 열매없이  지\n나가도록 허락하지 아니하시고, 그 기적을 통하여 몇몇 사람을 믿음으로 이끌었다. 우\n리는 기적에 두가지 용도가 있음을 알아야겠다. 기적은 우리를 믿도록  준비시키든가, \n우리를 믿음 안에서 굳게 해 주든가 두가지 역할을 한다. 복음서 저자는 여기서  전자\n를 지적하고 있다. 주님께서 이야기하고 있는 사람들은 그리스도의 거룩한 능력을  공\n경하고 존귀히 여겼기 때문에 그리스도의 제자로서 자신을 주님께 바쳤다고 요한은 말\n하고 있는 것이다. 그렇지 않다면 기적만으로는 믿음을 자아내기에 부족했다.  그러므\n로 우리는 여기에 사용된 '믿었다'(believe)는 말에서, 그들이 그리스도의 교훈을  받\n아들일 마음의 준비를 갖추게 되었다는 것을 짐작할 수 있을 뿐이다.\n  그리스도를 송사하는 다른 사람들에게서는 경건치 못한 자들의 눈먼  상태와,  미친 \n상태를 드러내는 무서운 분노와 경거망동이 나타나 있는 자들이라도 나사로의  부활은 \n분명히 돌과 같은 마음이라도 부드럽게 만들었을 것이다. 그러나 경건치 못한  상태에\n서 그 쓴 독으로 하나님의 일을 침식하고 부패케 한다. 그래서 사람이 기적에서  유익\n을 얻을 수 있기 전에 먼저 그 마음이 정결케 되어야 한다. 하나님께 대한 경외심이나 \n두려움을 갖지 않는 사람들은 설령 천지가 한데 어울리는 것을 목격한다 해도 항상 건\n전한 교훈을 거절할 것이다. 오늘날도 우리는 많은 하나님의 원수들이 하나님의  능력\n있는 섭리와 손길에 대항해서 미친듯이 싸우는 것을 요구한다. 그러나 이들의  목적은 \n그들이 완악한 괴물과 같은 사람들이라는 것을 보여 주자는 것 뿐이다. 그리스도의 하\n신 일은 바리새인들에게 보고되었다. 바리새인들은 그들의 외식에 정비례해서  복음을 \n반대하는 일에 더 열성적이었기 때문이다. 복음서 저자가 그들의 공회 소집에 대한 내\n용을 기록할 때에 그 이유가 더욱 분명하게 언급되고 있다. 그들은 제사장들의 일부분\n이었다. 그러나 요한은 그들이 말하자면 온 공회의 분노에 불을 붙이는  풀무와  같은 \n존재였기 때문에 특별히 그들을 언급하고 있다.\n11:47\n 이에 대제사장들과 바리새인들이 공회를 모으고 - 여기에 기록되어 있는 대제사장\n들의 눈먼 상태는 아주 심각하다. 만일 그들이 그처럼 어리석고 야수적인 상태만 아니\n었다면, 하나님의 능력이 기적을 통하여 그와 같이 놀랍게 증거된 이후에 적어도 그리\n스도에 대한 경외심을 약간이라도 느꼈을 것이다. 이제 그들은 자기들이 보고 놀랄 수 \n밖에 없었던 하나님의 영광을 매장시킬 목적으로 의도적으로 모였다. 그들이 공개적으\n로 하나님에 대항하여 싸운다고 자랑하지 않은 것은 사실이다. 그러나 그들은  하나님\n의 능력을 뒤옆어버리지 아니하고는 그리스도를 매장시킬 수 없기 때문에, 그들의  주\n제넘은 신성모독으로 말미암아 하나님의 능력을 대항하여 싸우고 있다. 믿지 않는  자\n는 언제나 교만하고 하나님을 멸시하지만, 그렇다고 언제나 하나님과 정멸 충돌을  하\n는 것은 아니다. 그러나 사람이 하나님을 대항하여 오랫동안 다툴 때, 그들의 최후 행\n동은 조금도 하나님을 두려워함이 없이 하늘 위에까지 오르려고 하는 것이다.  그들은 \n그리스도깨서 많은 표적을 행하신 것을 인정한다. 그의 위대한 능력이 어디로서 온 것\n인가? 그러므로 이들은 공개적으로 그리스도의 기적에 빛나고 있는  하나님의  능력을 \n짓밟을 준비를 갖춘다. 그러나 하나님께서는 무작정 참으시는 분이 아니다. 비록 그들\n의 행동을 잠시동안 묵인하실지라도, 하나님께서는 그의 진노의 때가 올 때까지  그들\n의 어리석은 오만을 비웃으신다. 시편 2편 12절의 말씀을 보라.\n  우리가 어떻게 하겠느냐 - 그리스도께서 점차 그의 능력을 나타내고 있는 것이 마치 \n그들의 활동 부족 때문이었던 것처럼, 그들은 이러한 말로 자기들의 나태함을  꾸짖고 \n있다. 그들은 자기들이 적극적으로 활동한다면 그리스도의 발전을 막을 수 있다고  생\n각했던 것이다. 모든 것을 스스로 주장하고 마치 자기들이 원하는 대로 행동할 수  있\n는 권한이 자기들 수중에 있고,일의 결과까지도 자기들의 뜻에 달려 있다고  생각하는 \n것은 악인의 확신이다. 이렇게 생각하는 사람들은 인간적인 자신의 최선을 기울여  노\n력한다면 하나님보다도 더 강하게 나타날 수 있을 것이라고 생각하는 것이다.\n11;48\n 만일 저를 이대로 두면 - 만일 그들이 주님을 그대로 두지 않으면 어떻게 되는가? \n그들은 이미 앞에서 언급한 대로, 그들 자신이 주님께 대항하여 열심히 싸우면 반드시 \n그리스도의 길을 막고 그의 발전을 막을 수 있다고 믿었던 것이다. 만일 그리스도께서 \n사기군이었다면, 그들은 그가 양떼를 주의 우리에서 멀리 유인해 가지 못하도록  그를 \n간섭했어야 마땅할 것이다. 그러나 그들이 그의 기적을 인정할 때에도, 그들은 하나님\n의 능력을 경멸하고 전혀 대수롭게 여기지 않는다는 것을 아주 분명히 하고 있다.\n  로마인들이 와서 - 공공의 선(善)을 위하여라는 그럴듯한 가면이  그들의  완악함을 \n가리고 있었다. 그들의 가장 큰 걱정과 두려움은 그들의 아성이  무너지는  것이었다. \n그러나 그들은 성전과 하나님께 대한 예배에 대하여, 그리고 국가의 명성과  백성들의 \n상태에 대하여 걱정하는 척 행동했다. 그러면 이 모든 것은 무엇을 위하여 왜 하는 것\n이었을까? 그들은 이러한 핑계와 구실을 누구를 속일 목적으로 추구한  것이  아니다. \n이들은 백성을 향해서 말하고 있는 것이 아니고 자기들끼리 마음을  드러내는  중이었\n다. 그들은 모두가 자기들 사이에 공통적으로 깔려있는 배신 행위를 잘 알고  있었다. \n그러면 그들은 왜 자기들의 계획과 생각을 솔직하게 표현하지 않은 것일까?  불경건은 \n천박하며 분명하기 때문에 거의 언제나 외식 즉 위선이 수반되고 있다. 그래서 이들의 \n경건치 아니한 상태는 미덕이라는 가면 밑에 간접적인 암시와 회피를  통해서  모습을 \n드러낸다. 그들의 주된 목적은 다른 사람들을 기만하기 위해서  신중하고  조심스럽게 \n일을 처리하는 것처럼 행동하는 것이었다. 그러나 그들은 그리스도를 핍박할 만한  정\n당한 이유를 찾은 것처럼 행동할 때, 그들의 허황된 가면술에 스스로 속고 있었는지도 \n모른다. 외식하는 자들은 내적으로 양심의 가책을 느낄지라도 나중에는 그 헛된  상상\n에 의하여 스스로 도취되어 죄를 범할 때도 순진한 것같이 보인다. 그러나 그들은  스\n스로 모순에 빠진다. 처음에는 이들이 그리스도께서 기적을 행하셨다고 고백했다.  그\n런데 이제 그들은 주님의 표적에 하나님의 능력이 완연히 나타났는데도 그 능력으로는 \n충분한 안전과 보호가 되지 않을 것처럼 로마인들을 두려워 하고 있다.\n  복음서 저자는 그들의 심각한 의논의 주요 목적이 그들에게 위협이 되는 위험을  경\n계하는 것이었다고 말하고 있다. 그들은 \"만일 로마인들이 우리의 공공생활에 어떤 변\n화가 일어나고 있다는 것을 안다면, 그들이 군대를 보내어 우리나라를 성전과  하나님\n께 대한 예배와 함께 쳐부수러 오지 않겠는가?\"라고 말하고 있었다. 그러나 우리가 바\n른 길에서 떠나기로 결심만하면 피할 수 있는 그런 위험에 대한 방어책에 급급하는 것\n은 약한 일이다. 우리는 먼저 하나님께서 명령하시고 원하시는 것이 무엇인지를  구해\n야 한다. 우리에게 그것이 어떤 결과를 가져다 주더라도 주님의 뜻은 확고히 서야  한\n다. 우리에게 그것이 어떤 결과를 가져다 주더라도 주님의 뜻은 확고히 서야 한다. 그\n런데 오히려 이 사람들은 주님께서 시작하신 것을 세속하도록 그대로 버려둔다면 후환\n이 따를 것이니 그리스도를 제거할 각오를 세운다. 그러나 그가 하나님께서 보내신 사\n람이라면 어데게 될까? 로마인들과 화평하기 위해서 하나님의 선지자를 배척해야만 하\n는가? 이러한 생각 들은 참으로 진지하게 하나님을 두려워 하지 않는 사람들의 착상인 \n것이다. 이들은 옳고 합당한 것에는 무관심하다. 그들은 다만 결과에만  관심이  있을 \n뿐이기 때문이다.\n  그러나 이를 신령하고 거룩하게 고려해보는 유일한 길은 이것이다. 우리는 먼저  하\n나님께 기쁘시게 할 것이 무엇인가를 구해야 한다.그리고 나서우리는 주님께서 명령한 \n것을 담대히 따라야 할 것이며, 우리가 수천 번 죽음 앞에 직면한다 하더라도  두려움\n으로 낙담해서는 안되겠다. 우리의 행동은 언제나 돌풍에 의하여 좌우될 것이 아니라, \n항상 하나님의 말씀에 의해서만 방향을 잡아야 할 것이다. 위험을 무릅쓰고 아니 적어\n도 위험에 대한 공포를 딛고 일어나서 오직 하나님께 순종하는 사람은 결국  성공하게 \n마련이다. 하나님께서는 자기의 말씀에 기초를 둔 꾸준한 행동을  축복하시기  때문이\n다. 반면에 믿지 않는 자들은 그들이 신중함으로 유익을 얻는 것이  아니라  소심하면 \n소심할수록 더 많은 올무에 걸려들게 되는 것이다.\n  이 이야기 속에는 우리 시대의 양상이 그대로 묘사되어 있다. 신중하고  항상  주위 \n환경에 세심하게 마음을 쓰는 사람으로 간주되기를 원하는 사람들은 공중의  안녕질서\n에 대하여 염려한다는 노래를 부르고 다니면서 우리가 시도하고 있는  개혁에는  많은 \n위험이 따를 것이라고 말한다. 그들은 우리에게 대하여 불공평한 비난과 예고를 한 후\n에, 소요를 진정시키는 방법으로 그리스도를 매장시키는 것보다 더 나은 방법을  발전\n하지 못한다고 한다. 이들은 마치 구원의 복음을 말살시킬 수 있는  처방만을  찾아낼 \n수 있다면 이와같이 경건치 못한 방법으로 하나님의 은혜를 멸시하는 것이 성공을  거\n두리라고 생각하는 것이다. 오히려 경건치 못한 자들이 두려워하는  것은  이루어지고 \n말것이다. 비록 그들이 원하는 것을 얻는다해도, 그것은 하나님을 거스림으로써  세상\n을 기쁘게 하려는 것이기 때문에 극히 가치없는 보상이 될 것이다.\n  우리 땅과 민족을 빼앗아 가리라 - 그들이 말하고 있는 것이 성전인지 그들의  영토\n를 말함인지는 확실치 않다. 그들은 자기들의 구원이 성전과 땅 이 두 가지에  좌우된\n다고 생각했다. 만일 성전이 파괴된다면 제사와 하나님께 대한 공적인 예배 그리고 하\n나님의 성호를 부르는 것이 끝날 것이기 때문이다. 그러므로 종교에 대한 관심의 표현\n으로 그들은 성전에 대하여 염려치 않을 수가 없었다. 그들이 다시  이방에  끌려가지 \n않는 것은 교회유지를 위해서 그들에게 매우 중요한 것이었다. 그들은 아직도  하나님\n의 극심한 진노와 따라 바빌론에 끌려가 포로생활을 해야 했던 것을 기억하고 있었다. \n여호와 하나님께서 그들을 그들의 땅에서 내어 쫓으신다면 그것은 하나님께 버림을 받\n는 것이라는 공통된 격언을 그들은 율법 책에서 종종 읽고 있었다. 그러므로 그리스도\n를 멸하지 않고서는 교회가 안전할 수 없다고 그들은 결론을 내렸다. \n11:49\n 그 중에 한 사람 그 해 대제사장인 가야바가 - 그들의 논의는 잠게 끝났다.  가야\n바가 그들이 오랫동안 주저하고 지체하는 것을 허락지 않았기 때문이다. 그는  안전을 \n확보하는 유일한 길로 죄없는 한사람을 죽이는 것을 제안했다. 사람들이 하나님께  대\n한 아무 두려움이 없이 하나님의 말씀이 아닌 육신의 판단을 따라서 계획할 때,  그리\n고 모든 선의 주가 되시는 하나님께서 허락치 않는 것이 그들에게 선이 된다고 확신할 \n때 사람들은 얼마나 심한 죄악으로 뛰어들게 하는가! 가야바는 마치 그들이 잘되고 번\n성하려면 하나님의 진노를 자극해야 한다고 말하고 있는 것과 다름이 없기  때문이다. \n그러므로 우리는 유용한 것과 합당한 것을 절대로 구분하지 않도록 하자. 하나님의 축\n복을 떠나서는 선이나 기쁘게 할 것을 기대할 수 없기 때문이다. 그리고 하나님의  축\n복은 경건치 않은 자들과 반항하는 자들 즉 마귀의 도움을 청하는 자들에게  약속되어 \n있는 것이 아니라 진실되게 주님의 길로 행하는 믿는 자에게 약속되어  있는  것이다. \n그러나 이 논리는 그럴듯한 데가 있다. 왜냐하면 공공의 유익이 먼저 강조되어야 하기 \n때문이다. 그러나 이미 앞에서 말한 대로, 우리가 사람의 목을 찌르고 참으로 그의 배\n를 찌를 때 그의 전신이 보전되었다고 할 수 없는 것처럼, 하나의 민족이 죄없는 선인\n의 부당한 죽음에 의해서 보전될 수는 없는 것이다.\n11:50\n  그 해에 대제사장이므로 - 요한은 그의 직책이 연례적인 것이기 때문에  가야바를 \n그 해의 대제사장이라고 부르고 있는 것이 아니다. 제사장직은 돈을 주고  살수  있는 \n것으로서 하나님의 율법에 반하여 여러 사람들에게 전승되고 있었기 때문이다. 하나님\n께서는 이 제사장직은 그 제사장이 죽음으로써 다음 제사장에게 계승될 수 있는  것이\n라고 말씀하셨다. 그러나 사태가 불안하고 혼란할 때 로마인들은  마음대로  제사장을 \n바꾸었다.\n  복음서 저자가 \"가야바가 이 말은 스스로 함이 아니라\"고 했을 때,  그는  가야바가 \n미친 사람이나 광신자처럼 자기가 알지 못하는 것을 말했다고 한것이 아니다.  가야바\n는 자기의 의견을 말하고 있기 때문이다. 복음서 저자는 그보다 더 위대한 것이  그의 \n혀를 자극했다고 말하고 있는 것이다. 하나님께서는 가야바의 마음에 떠오른 것보다도 \n더 높은 차원의 말씀을 그의 입을 통하여 증거하려고 의도하셨기 때문이다.  가야바는 \n이 당시에 말하자면 두가지의 말을 하는 자였다. 그는 자기의 마음에 품고 있었던  간\n계대로 그리스도를 죽이는 잔인한 계획을 세웠다. 그러나 하나님께서는 그의 혀를  다\n른 목적으로 돌리심으로 모호한 표현을 통하여 동시에 예언을 선포하도록 하셨다.  하\n나님께서는 하늘에 속한 말씀이 대제사장의 자리로부터 흘러나가도록 하심으로 유대인\n들이 핑계할 수 없도록 하셨다. 비록 전 회중에 아무도 그 양심에 가책을 느끼지 않았\n지만 후에 그들은 그들의 무감각이 용서를 받을 수 없다는 것을 알게 되었다.  그렇다\n고 가야바의 완악함이 그의 혀가 성령의 도구가 되는 것을 막을 수도 없었다.  하나님\n께서는 자신이 세운 제사장 직분을 이 사람의 인격보다 더 귀하게 여기셨기 때문이다. \n그리고 이것이 바로 본인이 앞에서 암시한 이유이다. 높은 지위에서 한 발언은 더  분\n명히 경청되고 더 큰 비중과 권위를 지닌다는 것이다. 마찬가지 방법으로  하나님께서\n는 발람에게 예언의 영을 주셔서 그의 입을 통하여 자기 백성을 축복하기를 원하셨다. \n  그러나 가톨릭 교도들이 이 말씀을 근거로 로마 교황이 선포하는 것은 무엇이나  하\n나님이 말씀을 대언하는 것으로 간주해야 한다고 유추하는 것은 어처구니 없는 억측이\n다. 첫째로 대제사장은 언제나 선지자라고 가정한다 하더라도(이것은 사실이  아니다) \n가톨릭 교도들은 로마 교황이 하나님의 명령에 의하여 창설되었음을 증명할 수 있어야 \n한다. 제사장직은 한 사람 그리스도의 출현으로 없어졌으며, 하나님께서 그  후에  한 \n사람으로 온 교회를 지배하게 하셨다는 말씀을 우리는 성경 어느 곳에서도 읽을 수 없\n기 때문이다. 둘째로 대제사장의 권한과 영예가 로마의 교황에게로 이전되었다고 가정\n한다 하더라도, 우리는 제사장들이 가야바의 예언을 받아들임으로 그들에게 무슨 유익\n을 가져다 주었는지를 알아보지 않으면 안된다. 가야바의 판단에 공감한 그들은  이제 \n그리스도를 죽음에 넘기울 것을 공모한다. 그러나 하나님의 아들을  부인하는  무서운 \n배도(背道)로 몰고가는 그런 종류의 순종은 멀리해야 할 것이다. 한 목소리로  가야바\n는 하나님의 이름을 욕되게 하고 동시에 예언도 했다. 그의 선언을 따르는 자들은  예\n언을 멸시하고 하나님 훼방하는 것을 택한다. 우리는 로마의 가야바의 음성을 듣지 않\n도록 똑같이 각별한 주의를 기울여야 겠다. 그렇지 않다면 우리의 비교에는 결함이 있\n는 것이다. 뿐만 아니라, 나는 묻고 싶다. 대제사장의 입에서 한번 예언의 말이  나왔\n다고 해서 그의 말을 항상 예언이라고 할 수 있겠는가? 그는 곧 이어서 우리의 믿음의 \n대주재가 되시고 가장 큰 대제사장이신 분을 참람되게 정죄하였다.  그러므로  우리는 \n복음서 저자가 여기에 기록하고 있는 내용이 특별한 것임을 인정하며  이것을  하나의 \n본보기로 취급하는 것은 어리석은 짓이라고 확언한다.\n  예수께서 그 민족을 위하시고 - 첫째로 복음서 저자는 우리의 구원이  그리스도께서 \n우리를 하나의 우리 안으로 불러주시는 데 있다는 것을 보여주고 있다. 주님께서 우리\n를 생명의 원천이 되시는 아버지와 화목케 하는 것은 그에 의해서 가능하기 때문이다.\n우리는 이로부터 인류는 하나님의 자녀들이 그들의 머리되신 그리스도 안에 모여 하나\n가 되기까지는 하나님으로 부터 소외되어 있다는 것을 알 수 있다.  그러므로  성도의 \n교통은 영생을 위한 준비이다. 그리스도께서 아버지께로 모으지 않는  자들은  사망에 \n거하기 때문이다. 우리는 이를 17장에서 다시 보게 될 것이다. 그래서 바울은  에베소\n서 1장 10절에서 그리스도께서는 하늘과 땅에 있는 모든 것을 통일되게  하기  위하여 \n보내심을 받았다고 가르치고 있는 것이다. 그러므로 그리스도에 의해서 온 구원을  즐\n기기 위해서 우리는 역시 그들과 불화할 필요는 없다. 우리는 하나님과 천사들과 우리\n들 사이에서 하나가 되어야겠다. 이 통일과 단합의 원인과 보증은 그리스도의  죽음이\n다. 주님께서는 그의 죽음으로 모든 만물을 자기에게 통일되게 하시고 우리는  매일같\n이 복음으로 말미암아 그리스도의 우리 안으로 모여들게 되는 것이다.\n11;51\n  그 해에 대제사장이므로 - 요한은 그의 직책이 연례적인 것이기 때문에  가야바를 \n그 해의 대제사장이라고 부르고 있는 것이 아니다. 제사장직은 돈을 주고  살수  있는 \n것으로서 하나님의 율법에 반하여 여러 사람들에게 전승되고 있었기 때문이다. 하나님\n께서는 이 제사장직은 그 제사장이 죽음으로써 다음 제사장에게 계승될 수 있는  것이\n라고 말씀하셨다. 그러나 사태가 불안하고 혼란할 때 로마인들은  마음대로  제사장을 \n바꾸었다.\n  복음서 저자가 \"가야바가 이 말은 스스로 함이 아니라\"고 했을 때,  그는  가야바가 \n미친 사람이나 광신자처럼 자기가 알지 못하는 것을 말했다고 한것이 아니다.  가야바\n는 자기의 의견을 말하고 있기 때문이다. 복음서 저자는 그보다 더 위대한 것이  그의 \n혀를 자극했다고 말하고 있는 것이다. 하나님께서는 가야바의 마음에 떠오른 것보다도 \n더 높은 차원의 말씀을 그의 입을 통하여 증거하려고 의도하셨기 때문이다.  가야바는 \n이 당시에 말하자면 두가지의 말을 하는 자였다. 그는 자기의 마음에 품고 있었던  간\n계대로 그리스도를 죽이는 잔인한 계획을 세웠다. 그러나 하나님께서는 그의 혀를  다\n른 목적으로 돌리심으로 모호한 표현을 통하여 동시에 예언을 선포하도록 하셨다.  하\n나님께서는 하늘에 속한 말씀이 대제사장의 자리로부터 흘러나가도록 하심으로 유대인\n들이 핑계할 수 없도록 하셨다. 비록 전 회중에 아무도 그 양심에 가책을 느끼지 않았\n지만 후에 그들은 그들의 무감각이 용서를 받을 수 없다는 것을 알게 되었다.  그렇다\n고 가야바의 완악함이 그의 혀가 성령의 도구가 되는 것을 막을 수도 없었다.  하나님\n께서는 자신이 세운 제사장 직분을 이 사람의 인격보다 더 귀하게 여기셨기 때문이다. \n그리고 이것이 바로 본인이 앞에서 암시한 이유이다. 높은 지위에서 한 발언은 더  분\n명히 경청되고 더 큰 비중과 권위를 지닌다는 것이다. 마찬가지 방법으로  하나님께서\n는 발람에게 예언의 영을 주셔서 그의 입을 통하여 자기 백성을 축복하기를 원하셨다. \n  그러나 가톨릭 교도들이 이 말씀을 근거로 로마 교황이 선포하는 것은 무엇이나  하\n나님이 말씀을 대언하는 것으로 간주해야 한다고 유추하는 것은 어처구니 없는 억측이\n다. 첫째로 대제사장은 언제나 선지자라고 가정한다 하더라도(이것은 사실이  아니다) \n가톨릭 교도들은 로마 교황이 하나님의 명령에 의하여 창설되었음을 증명할 수 있어야 \n한다. 제사장직은 한 사람 그리스도의 출현으로 없어졌으며, 하나님께서 그  후에  한 \n사람으로 온 교회를 지배하게 하셨다는 말씀을 우리는 성경 어느 곳에서도 읽을 수 없\n기 때문이다. 둘째로 대제사장의 권한과 영예가 로마의 교황에게로 이전되었다고 가정\n한다 하더라도, 우리는 제사장들이 가야바의 예언을 받아들임으로 그들에게 무슨 유익\n을 가져다 주었는지를 알아보지 않으면 안된다. 가야바의 판단에 공감한 그들은  이제 \n그리스도를 죽음에 넘기울 것을 공모한다. 그러나 하나님의 아들을  부인하는  무서운 \n배도(背道)로 몰고가는 그런 종류의 순종은 멀리해야 할 것이다. 한 목소리로  가야바\n는 하나님의 이름을 욕되게 하고 동시에 예언도 했다. 그의 선언을 따르는 자들은  예\n언을 멸시하고 하나님 훼방하는 것을 택한다. 우리는 로마의 가야바의 음성을 듣지 않\n도록 똑같이 각별한 주의를 기울여야 겠다. 그렇지 않다면 우리의 비교에는 결함이 있\n는 것이다. 뿐만 아니라, 나는 묻고 싶다. 대제사장의 입에서 한번 예언의 말이  나왔\n다고 해서 그의 말을 항상 예언이라고 할 수 있겠는가? 그는 곧 이어서 우리의 믿음의 \n대주재가 되시고 가장 큰 대제사장이신 분을 참람되게 정죄하였다.  그러므로  우리는 \n복음서 저자가 여기에 기록하고 있는 내용이 특별한 것임을 인정하며  이것을  하나의 \n본보기로 취급하는 것은 어리석은 짓이라고 확언한다.\n  예수께서 그 민족을 위하시고 - 첫째로 복음서 저자는 우리의 구원이  그리스도께서 \n우리를 하나의 우리 안으로 불러주시는 데 있다는 것을 보여주고 있다. 주님께서 우리\n를 생명의 원천이 되시는 아버지와 화목케 하는 것은 그에 의해서 가능하기 때문이다.\n우리는 이로부터 인류는 하나님의 자녀들이 그들의 머리되신 그리스도 안에 모여 하나\n가 되기까지는 하나님으로 부터 소외되어 있다는 것을 알 수 있다.  그러므로  성도의 \n교통은 영생을 위한 준비이다. 그리스도께서 아버지께로 모으지 않는  자들은  사망에 \n거하기 때문이다. 우리는 이를 17장에서 다시 보게 될 것이다. 그래서 바울은  에베소\n서 1장 10절에서 그리스도께서는 하늘과 땅에 있는 모든 것을 통일되게  하기  위하여 \n보내심을 받았다고 가르치고 있는 것이다. 그러므로 그리스도에 의해서 온 구원을  즐\n기기 위해서 우리는 역시 그들과 불화할 필요는 없다. 우리는 하나님과 천사들과 우리\n들 사이에서 하나가 되어야겠다. 이 통일과 단합의 원인과 보증은 그리스도의  죽음이\n다. 주님께서는 그의 죽음으로 모든 만물을 자기에게 통일되게 하시고 우리는  매일같\n이 복음으로 말미암아 그리스도의 우리 안으로 모여들게 되는 것이다.\n11:52\n 또 그 민족만 위할 뿐 아셴라 - 복음서 저자는 그리스도께서 이룩해 주신  화해는 \n유대인 뿐 아니라 이방인에게까지 미치는 것이라고 말하고 있다. 그런데 멀리  비참하\n게 흩어져 방황하던 하나님의 원수들이 어떻게 하나님의 자녀라고 불리울 수  있는가? \n이미 앞서 말한 대로, 나는 하나님의 심중에 방황하고 잃어진 양이 있었다. 아니 전혀 \n양이 아닌 이리와 맹수가 있었다고 대답한다. 그러므로 부름을 받기도 전에  하나님의 \n자녀라고 간주되는 것은 하나님의 선택에 의한 것이다. 그런데 이들이 드디어  자신과 타인에게 하나님의 자녀로 나타나기 시작한 것이다.\n11:53\n 이날부터는 저희가 예수를 죽이려고 모의하니라 - 복음서 저자는  원수들이  분노 \n중에 그를 찾으리라는 것을 알면서 그리스도께서 다시 피하셨다고 기록하고 있다.그러나 우리는 주님께서 아버지의 맡기신 직분을 피하기 위해서도피한 것이 아니라는 사실을 기억해야겠다. 주님의 유일한 의도는 아버지께서 정하신 때에 자발적인 죽음을  죽기 위해서 자신을 바치는 것이었다. 복음서 저자가 언급하고 있는 모의는  그리스도를 죽이기 위한 것이라기 보다는 그리스도를 추락시키는 방법을 찾기 위한 것이었다.  그들은 이미 그리스도를 제거하기로 작정했다. 이제 그들에게 남은 것은 그들의  결의를 어떻게 실행에 옮기느냐 하는 것이었다.\n11:54\n  빈 들 가까운 곳인 에브라임이라는 동네에 가서 - 우리가 여기서 읽는 동네  이름에 관해서는, 나는 그것이 잘못 발음되었거나 아니면 아주 새로운 동네  이름이었다고 생각한다. 우리는 바빌론 포로 이후에 언어가 얼마나 많이 바뀌었으며 또  그  나라가 얼마나 다르게 보였을 것인가를 알고 있기 때문이다. 그러므로 옛날 사람들에게  알려지지 않은 지명이 언급되는 것도 놀라운 일이 아니다.\n  요한은 그리스도의 제자들을 언급하고 있는데, 이들은 그의 가르침을 받은 제자들을 말하는 것이 아니고 늘 같은 집에 생활하던 주님의 제자들을 지칭하는 것이다.\n11:55\n  유대인의 유월절이 가가우매 많은 사람이 자기를 성결케 하기 위하여 유월절 전에 시골서 예루살렘으로 올라갔더니 - 유월절 제사를 드리기 전에 스스로를 성결케  해야 한다는 특별한 명령은 없었다. 그래서 복음서 저자는 전부를 말하지 않고 많은 사람이 왔다고 언급하고 있는 것이다. 물론 부정한 자는 아무도 그것을 먹도록 허용되지 않았다. 그러나 나는 이 성결과정이 자발적으로 그리고 개인적인 취향에 따라  행해졌다고 말하는 것이다. 다른 사람들은 명절 전에 성결예식에 의하여 준비되지 않았는데도  유월절에 먹는 것이 허락되기도 했다.\n  뿐만 아니라 복음서 저자의 목적은 그리스도가 유대 전역에 얼마나 잘 알려져  있었는가를 보여주자는 데 있었다. 성전에 모여든 사람들은 어느 곳에서 왔든지 주로 그리스도를 찾고 그에 대하여 자기들끼리 논쟁을 벌이자는 데 관심이 있었다. 그들이 인간적으로 주님을 찾았던 것은 사실이다. 그러나 그들은 주님을  찾음으로써  그리스도가 공개적으로 나타나는 것을 막고 있는 것은 대제사장의 횡포 때문이라는 것을 보여주고 있다."
        }
    ]
}