{
    "bible_book": "요한복음",
    "chapter_number": 14,
    "commentaries": [
        {
            "verse_reference": "14:12",
            "commentary": "내가 진실로 진실로 너희에게 이르노니 - 지금까지 그의 제자들에게 자신에  관해\n서 말씀하신 것은 그들에게 필요한 말씀이었다는 뜻에서 감정적인 것이라고  볼  수도 \n있다. 그러므로 이 귀절이 덧붙여지지 않았더라면 이 위로는 하나의 완전한 위로가 될 \n수 없었을 것이다. 더우기 우리의 기억은 하나님의 혜택을 오래 간직하지 않는다는 점\n을 생각하면 더욱 그렇다. 여기에 대해서는 다른 예를 들 필요가 없다. 하나님께서 우\n리에게 온갖 종류의 축복을 가득 채워 놓으시고 한 보름만 쉬신다면 우리는 그가 더이\n상 살아 계시지 않은 것으로 상상해 버린다. 그러기에 여기서 그리스도께서는  사도들\n이 당시 자신들의 눈으로 직접 본 그의 당시의 능력을 언급할 뿐 아니라 장차  그것을 \n계속 깨닫게 해 주실 것을 약속하고 있다. 사실 그의 신성은 그가 지상에  살고  계실 \n때만 입증된 것이 아니고 그가 아버지께로 가신 후에도 신자들은 그것을 생생하게  체\n험하고 있었다. 그러나 우리의 우둔성이나 악의 때문에 우리는 하나님의 일 속에 계시\n는 그를 생각하지 못하고 그의 일 속에 계시는 그리스도를 생각하지 못한다.\n  사도들이 \"이보다 큰 것도 하리라\"하는 말씀에 대해서 당황해 하는 사람들이  많다. \n통상적인 대답에 대해서는 모두 생략하고 한 가지만 말하겠다. 먼저 우리는  그리스도\n의 의미를 파악해야 한다. 그가 자신이 하나님의 아들되심을 입증한 능력은 결코 그의 \n육체적 임재에 국한 된 것이 아니므로 그의 부재 중에도 더 많고 큰 예를 통해서 나타\n나지 않으면 안된다. 그리스도의  승천에  뒤이어  세상의  놀라운  회심(admirabilis \nconversio mundi)사건이 일어나서 그가 인간들 가운데서 살고 계시던 때보다 더  강력\n하게 그의 신성이 드러났었다. 따라서 우리는 그의 신성의 입증이 그리스도 한 분에게 \n국한된 것이 아니라 교회의 온 몸에 충만하게 퍼져 있다는 점을 알 수 있다. 다시  말\n하지만 그리스도께서 말씀하신 행위(doing)는 오직 사도들에게나 소수의 경건한  사람\n들에게 국한된 것이 아니라 교회 전체에 관련된 것이었다.\n  이는 내가 아버지께로 감이니라 - 제자들이 그리스도보다 더 큰 일을 할 이유는  그\n가 그의 나라를 소유하러 들어 가셔서 하늘에서부터 그의 능력을 더욱 더 완전하게 들\n어내실 것이기 때문이다. 그러므로 그가 떠나신 후에 그의 도구에 지나지 않는 사도들\n이 더 뛰어난 일을 했다해서 결코 그의 영광이 감소되는 것은 아니다. 더우기  여기서 \n명백하게 된 점은 그가 아버지의 우편에 앉으신 것은 모든 무릎이 그의 앞에서 꿇도록 \n하려는 뜻에서라는 사실이다. 좀 더 뒤에 그는 그가 사도들의 손에 의해 이루어질  모\n든 것의 원천이 되실 것을 명백하게 선언하고 있다.\n14:13\n 너희가 내 이름으로 무엇을 구하든지 내가 시행하리니 - 하고 그는  말씀하고  있\n다. 그러나 여기서 그는 당시 인간들이 아버지에게 기도하려면 거쳐야할 중보자가  아\n니었는가 하는 질문이 제기될 수도 있다. 나는 그가 하늘의 성소에  들어가신  이후에 \n중보자의 임무를 더욱 더 분명하게 수행하셨다고 대답하겠다.\n  이는......영광을 얻으시게 하려 함이라 - 이 귀절은 \"모든 입으로 예수 그리스도를 \n주라 시인하여 하나님 아버지께 영광을 돌리게 하셨느니라\"(빌2;11)하는 바울의  말과 \n일치한다. 모든 것의 목적은 하나님의 이름을 거룩하게 하는 것이다.  그러나  여기서 \n선언되고 있는 것은 그 이름을 거룩하게 하는 참된 방법이니, 곧 아들 안에서  아들을 \n통해서 거룩하게 하는 것이다. 곧 비록 하나님의 위엄 그 자체는  우리에게서  숨겨져 \n있지만 그것은 그리스도 안에서 비취고 있으며 그의 손길은 감추어져  있지만  우리는 \n그것을 그리스도 안에서 보고 있다. 따라서 아버지께서 우리에게 베푸시는 여러  축복 \n안에서 아버지와 아들을 구별할 권리가 우리에게는 없다. 이것은 \"아들을 영화롭게 하\n지 않는 자는 아버지를 영화롭게 하지 않는 자라\"하는 말씀 그대로다.\n14;14\n 내 이름으로 무엇이든지 내게 구하면 - 이것은 단순한 반복이 아니다. 모두들  자\n신들이 하나님에게 가까이 나갈 자격이 없다는 사실을 깨닫고 있지만 그래도 대다수의 \n사람들은 미친듯이 돌진하는 가운데 무모하고 오만하게 하나님의 이름을 불러댄다. 그\n러다가 모두는 내가 지적한 무가치성을 생각하고서 스스로 여러 가지  방법을  고안해 \n낸다. 그러나 하나님께서 우리를 그에게 초청하시면서 그는 우리 앞에 오직 한 중보자\n만을 제시하고 있는데 이 분만을 통해서 그는 청을 들어 주시고 은혜를 베푸신다.  그\n러나 여기서도 인간의 사악한 마음은 난폭하게 흘러가고 만다. 곧 대다수의  사람들은 \n올바른 길을 서슴없이 내팽개치고 고행의 길과 곁길을 통해 가려고 한다. 그들이 이런 \n짓을 하는 것은 그리스도 안에 있는 하나님의 능력과 선하심을 천박하게 생각하기  때\n문이다. 여기에 또 다른 잘못이 관련된다. 곧 우리는 하나님께서 우리를 부르시기  전\n에는 우리가 하나님께 접근할 수 없으며 우리는 오직 아들을 통해서만 부름을 받고 있\n다는 점을 신중하게 생각하지 않는다. 한번 지적된 말씀이 불충분하다면 우리는  그의 \n이름으로 아버지에게 기도해야 한다는 두번째 말씀을 들을 때에도 그는  자신의  손을 \n우리에게 펼치시면서 우리가 쓸데 없이 다른 중보자들을 찾는데 헛된 노력을 기울이지 \n말도록 권하고 있다는 점을 명심하도록 하자.\n14;15\n   너희가 나를 사랑하면 - 제자들의 그리스도에 대한 사랑은 참되고 진정한  것이었\n다. 그러나 우리에게도 흔히 그렇듯이 이들의 사랑에는 어딘가 미신적이 것이 있었다. \n곧 그들은 그를 이 세상에 붙잡아 두고자 했는데 어리석은 생각이었다. 이러한 잘못을 \n교정하는 뜻에서 그는 그들에게 그들의 사랑을 재정립할 것을, 곧 그가 그들에게 주신 \n계명을 준수하는 일에 집착할 것을 당부하고 있다. 그리스도를 사랑하는 듯한  사람들 \n가운데서 올바르게 그를 존경하는 사람이 드물다는 점을 생각하면 이것은 참으로 유용\n한 가르침이었다. 아니 시시한 짓거리를 해 놓고 자화자찬하며 기만에 빠지는  우리들\n이다. 그러나 그리스도에 대한 참사랑은 그의 가르침을 유일한 척도로 지킬 때 확실하\n게 드러난다. 그러나 우리는 우리의 그리스도에 대한 사랑인 순수한 순종과  결합되지 \n않을 경우에는 흠투성이 이므로 우리의 감정이 얼마나 죄악스러운가 하는 점에 대해서\n도 경고를 받고 있다.\n14:16\n내가 아버지께 구하겠으니 - 그는 그들이 그의 부재중에 느낄 슬픔을 달래는 뜻에\n서 이 말씀을 하고 있다. 그와 동시에 그리스도께서는 그들이 그의 계명을 지킬 수 있\n는 힘을 주시겠다고 약속하고 있는데 권고만으로는 아무런 힘이 없기 때문이다.  그러\n므로 그는 당장, 비록 그가 몸으로는 떠나 있겠지만 그의 영을 통해서 그들과 함께 있\n을 것이므로 그들에게 도움이 없이 그냥 내버려두지 않을 것이라는  말씀을  덧붙이고 \n있다.\n  여기서 그는 성령을 가리켜 '아버지의 선물'로 부르고 있는데 이것은 그가 그의  기\n도를 통해서 얻을 선물이었다. 다른 곳에 보면 그가 손수 성령을  주시마고  약속하는 \n것으로 되어 있다. 그리스도는 우리의 중보자이시기 때문에 아버지에게서 성령의 은혜\n를 받는가 하면, 그는 또한 하나님이시기 때문에 이 은혜를 직접 베푸신다는 점을  생\n각하면 이 두 말씀은 참되고 적절한 표현이다. 그러므로 이 의미는 \"아버지께서는  나\n를 너희들에게 보혜사(Comforter)로 주셨지만 그러나 그것은 잠정적인 것이었다. 이제\n는 내가 나의 임무를 수행했기 때문에 아벚*에게 다른 보혜사를, 그것도 잠간  동안이 \n아니라 영원히 너희들과 함께 있을 보혜사를 주십사하고 기도할 것이다.\"하는  내용이\n다.\n  여기서 '보혜사'(Paracletus;파라콜레투스)가 그리스도와 성령  모두에게  적용되고 \n있는데 양자의 임무가 그들의 보호를 통해서 우리를 권면하고 인도하는 것이라는 점을 \n생각하면 당연하다. 그리스도께서는 그가 이 세상에 살고 있는 동안에는 자신이  백성\n에 대한 보호자였으나 그 후에는 그들을 성령의 보호와 지배에 위탁하셨다. 그럼 오늘\n날 우리는 더 이상 그리스도의 보호 아래(Sub Christi cliemtela)있지 않는가 하고 누\n가 묻는다면 대답은 간단하다. 그리스도는 계속적인 보호자이지만 더 이상 눈에  보이\n는 방법을 이용하지는 않고 있다. 그가 이 세상에 계실 동안에는 그는 자신을  그들의 \n보호자로 공공연하게 드러내셨다. 이제 그는 그의 성령을 통해서 우리를 보호하고  있\n다.\n  그리스도께서 성령을 가리켜 다른 보혜사로 부르는 것은 우리가 각자에게서 받는 축\n복이 다르기 때문이다. 그리스도의 임무는 세상 죄를 속죄함으로써  하나님의  진노를 \n풀어드리고 인간들을 사망에서 속량하며 의와 생명을 획득하게 하는 것이었다. 성령의 \n임무는 우리로 하여금 그리스도 자신에게 동참할 뿐 아니라 그의 모든 축복을  누리게 \n하는 것이다. 그리고 성령과 성자는 서로 다른 인격인만큼 여기서 이 둘의 인격을  구\n별하는 것도 잘못이 없을 줄 안다.\n14:17\n  진리의 영이라 - 그리스도께서는 성령에 대한 또 다른 명칭을 여기서 사용하고 있\n는데 이것은 그가 진리의 스승(magister veritatis)이라는 말씀이다.  여기서  우리가 \n그를 통해서 내면적으로 가르침을 받기 전에는 우리의 모든 마음은 허영과 거짓에  휘\n말려 있다는 결론이 나온다.\n  세상은 능히 저를 받지 못하나니 - 그의 의도는 세상이 빼앗기고 있는 은사가  보통 \n은사를 뜻하는 것이 아니라는 점을 생각할 때, 이 대조는 하나님께서 그의 선택  받은 \n백성들에게만 베푸시는 은혜의 탁월성을 돋보이게 하고 있다. 그런 의미에서 이사야도\n(60:2) \"보라 어두움이 땅을 덮을 것이며 캄캄함이 만민을 가리우려니와 오직  여호와\n께서 네 위에 나타나리니\"하는 말을 외치고 있다. 하나님께서 특이한  특권을  통해서 \n교회를 온 세상보다 뛰어나게 하실 때 그의 교회에 대한 자비는 더욱 더 칭송을  받아 \n마땅하다.  그렇지만 그리스도께서는 제자들이-세상이 흔히 육신의 모습에 따라  그렇\n듯이-자만에 빠지지 말것을 권고하는 가운데 자신들이 아니라 성령의  은혜를  생각할 \n것을 단단히 당부하고 있다. 지상적인 사람들은 자신들의 이성만 의지하고 하늘의  조\n명을 무시하기 때문에 이들에게는 성령에 대한 성경의 모든 귀절이 한낱 꿈에  지나지 \n않는다. 비록 성령의 빛을 할 수 있는 한 불식하는 이 교만이 온 사방에 깔려  있더라\n도 우리는 자신의 빈곤을 의식하고 건전한 이해에 속하는 것은 모조리 다른  근원에서 \n흘러 나온다는 점을 명심해야겠다. 그리스도의 말씀은 성령에 관계된 것 가운데 그 어\n느 것도 인간의 이성을 통해서 배울 수 없으며, 그는 오직 신앙의 체험을 통해서만 알\n려지고 있다는 점을 입증하고 있다.\n  \"세상은 성령을 알지 못하기 때문에 그를 감당할 수 없으나, 너희들은 그가  너희들\n과 함께 거하고 있기 때문에 그를 알고 있다\"고 하는 식으로 그는 말씀하고 있다.  따\n라서 우리에게 자신을 알려 주시는 분은 우리 속에 내주하시는 성령뿐이다. 그렇지 않\n을 경우에는 그는 알려지지 않은 그대로요, 이해할 수 없는 그대로 남아 있다.\n14;18\n  내가 너희를 고아와 같이 버려두지 아니하고 - 이 귀절은 성령의 보호를 받지  않\n는 인간의 상태와 인간의 행동에 대해서 잘 가르쳐 주고 있다. 그러나 인간은 온갖 종\n류의 시기와 불공평을 받을 수 밖에 없으며 스스로는 자신을 지배할 수 없는,  한마디\n로 말해서 아무것도 혼자서 할 수 없는 고아인 것이다. 그와 같은 엄청난 연약성에 대\n한 유일한 대비책은 그리스도로 하여금 그가 약속하신 성령을 통해서 우리를 다스리게 \n하는 것이다. 그러므로 먼저 제자들이 그들의 연약성에 대해서 지적받는 것은  그들이 \n자신을 불신하고 그리스도의 보호를 의존하게 하려는 뜻에서이다. 그리고 그는 그들을 \n결코 떠나지 않겠다고 약속하고 있는데 이것은 그들에게 대비책을  약속하는  것이요, \n그들에게 그에 대한 소망을 불러 일으키는 것이다. \"너희에게로 오리라\"하는 말씀으로 \n그는 그가 그의 백성들 속에 거하시며 만물을 충만케 하시는 방법을, 곧,  그의  영적 \n능력을 통해 그렇게 하심을 제시하고 있다. 그러므로 여기서 명백하게 된 것은 성령의 \n은혜가 그의 신성에 대한 뛰어난 증거라는 점이다.\n14:19\n  조금 있으면 - \"내가 세상이 보기에는 물러 가지만 그러나 너희들과 함께 있을 것\n이다\"하는 말씀으로써 그는 앞에서 말한 특별한 은혜를 계속 추천하고 있는데  이것으\n로 제잗마의 슬픔이 누구러지거나 아니면 완전히 제거되기에 충분했다. 그러나 우리가 \n이 그리스도의 비밀한 모습을 향유(享有)하려면 우리는 그의 임재나 부재를 육적인 안\n목으로 판단할 것이 아니라, 신앙의 눈으로 그의 능력을 계속 바라보아야 한다.  이렇\n게 함으로써 신자들은, 비록 그들이 육체적으로는 그와 멀리 있지만, 항상 그의  영을 \n통해서 그리스도의 임재를 누리며 그를 바라보게 된다.\n  이는 내가 살았고 - 이것은 두가지 의미로 볼 수 있다. 곧 이것은 앞절의  확증으로 \n볼 수도 있고 아니면 그리스도가 살아 계시기 때문에 신자들이 살것이라는 의미도  따\n로 읽을 수도 있다. 나는 전자의 의미를 택한다. 물론 여기서 그리스도의 생명이 우리\n의 생명의 원인이라는 다른 교의를 유추할 수도 있다. 먼저 그는 왜 그가 그의 제자들\n에게는 보이고 세상에게는 보이지 않을 것인가 하는 구별의 이유를 지적하고 있다. 그\n것은 그리스도는 영적인 생활을 통해서만 보여질 수 있는데 세상은 이것이 없기  때문\n이다.  세상이  그리스도를  보지  못한다는  사실은,  죽음과   관계되는   눈먼상태\n(morscaecitatis)가 그 원인이라는 점을 생각하면, 별로 놀라운 일도 아니다.  그러나 \n인간이 성령을 통해서 살기 시작하면 그 순간부터 그에게는 당장에  그리스도를  보는 \n눈이 주어진다. 그럴 수 밖에 없는 것은 우리의 생명이 그리스도의  생명과  결합되어 \n있고 그것을 우리의 생명의 샘으로 삼기 때문이다. 그러므로 생명을 얻는 문제에 있어\n서는 우리의 눈은 그리스도를 지향해야 하며 그의 생명이 우리에게 신앙을 통해  양도\n되고 그 결과 우리의 양심은 그리스도께서 우리에게 살아 계시는 한 우리가 모든 파멸\n의 위험과 상관없다는 점을 확신할 수 있어야 한다. 그의 지체들이 죽어 있다면  그의 \n생명이 아무 것도 아니라는 사실은 불변의 사실이다.\n14;20\n 그 날에는 - 많은 사람들은 이것을 오순절날로 본다. 그러나 이것은 그리스도께서 \n그의 영적 능력을 제시하는 시간부터 최종적인 부활까지를 하루로 경산 할 때 이 동안\n의 끊임이 없는 과정을 지시한다. 그들이 그때부터 알기 시작한 것은 사실이지만 성령\n께서 아직 그들에게 그처럼 강력하게 작용한 것은 아니었으므로 그 능력은,  말하자면 \n연약하고 초보적인 것이었다. 이 귀절의 의도는 우리가 쓸데 없는 사변을 통해서 우리\n와 그와의 성스럽고 신비한 연합, 그리고 그와 아버지와의 연합이 무엇인가를  알  수 \n있는 것이 아니고 그것을 알 수 있는 유일한 길은 그가 성령의 은밀한 효력을  통해서 \n그의 생명을 우리에게 쏟아 주실 때만 가능하다는 점이다. 그리고 이것이 앞서 말한대로, 신앙의 체험이다.\n  아리우스파 사람들은 이 증거를 악용해서 그리스도께서는 오직 참여와 은혜를  통해서만(only by participation and grace)하나님이시라는 점을 증명한다고 떠들어 댄다. \n그러나 이런 헛소리를 반박하는 문제는 간단하다. 그리스도께서는 그의 영원한 본질에 대해서만 말씀하고 있는 것이 아니라 그 안에서 나타났던 신령한 능력을 천거하고  있다. 아버지께서 아들 속에 모든 충만한 축복을 두셨듯이 아들은 자신을 완전히 우리에게 주셨다. 우리가 \"그 안에 있다\"는 말씀은 우리가 그의 몸에 접붙여진 가운데  그의 모든 의와 모든 축복에의 참여자가 되기 때문이다. 그리고 그가 우리  안에  계신다는 말씀은 그가 그의 영적 효력을 통해서 우리의 생명의 주(主)이신 원인이 되심을  명백하게 보여 주시고 있기 때문이다.\n14:21\n  나의 계명을 가지고 지키는 자라야 - 그는 우리의 그에 대한 사랑의 확실한  증거\n가 그의 계명을 지키는데 달려 있다는 앞의 말씀을 반복하고 있다. 제자들에게 이  점\n을 그처럼 자주 반복하시는 이유는 그들이 이 목적에서 이탈하지 않도록 하려는  뜻에\n서이다. 대부분의 우리는 육적인 태도에 빠져 들어가 그리스도의  이름으로  그리스도 \n아닌 다른 것을 사랑하려는 경향이 농후하다. 이것은 또한 사도 바울이 고린도후서  5\n장 16-17절에서, \"비록 우리가 그리스도도 육체대로 알았으나 이제부터는 이같이 알지 \n아니하노라. 그런즉 누구든지 그리스도 안에 있으면 새로운 피조물이라\"하고 가르치고 \n있는 내용이기도 하다. '나의 계명을 가진다'는 말은 계명에 대해서 올바른  가르침을 \n받는다는 뜻이다. 그리고 계명을 '지킨다'는 것은 우리 자신과 우리의 생활을 그 원칙\n에 따라 맞춘다는 뜻이다.\n  나를 사랑하는 자니 - 그리스도께서는 마치 인간이 사랑하는데  있어서  하나님보다 \n앞서는 것처럼 말씀하고 있다. 그러나 \"우리가 원수 되었을 때에 그가 우리를  자신에\n게 화해시키셨다\"(롬5:10)하는 말씀과 \"우리가 먼저 하나님을 사랑한 것이 아니요  그\n가 먼저 우리를 사랑하셨다\"(요일4:10)하는 말씀에 비교하면 이것은 터무니없다. 그러\n나 이것은 원인과 결과에 대한 변론이 아니다. 그러므로 우리가 그리스도에게  가지는 \n사랑이 하나님의 우리에 대한 사랑에 선행한다는 추론은 잘못이다. 그리스도께서는 다\n만, 그를 사랑하는 자는 모두 그와 아버지에게 사랑을 받을 것이므로 복이 있다는  뜻\n으로 말씀하셨을 뿐이다. 이것은 하나님께서 그 때부터 그들을  사랑하기  시작하시기 \n때문이 아니라 그들에게는 그들의 마음에 새겨진 그의 아버지의 사랑에  대한  증거가 \n있기 때문이다.\n  그에게 나를 나타내리라 - 이 귀절 역시 동일한 의도에서 말씀하신 것이다.  지식이 \n사랑보다 선행하는 것은 사실이다. 그러나 그리스도의 의도는 그의 가르침을 순수하게 \n지키는 자들이 매일매일 신앙에 진전을 보도록 허용하실 것이라는 뜻이다. 다시  말하\n자면 \"그들로 하여금 나에게 더 친근하게 가까이 접근하도록 하겠다\"는 내용이다.  여\n기서 우리는 경건의 열매는 그리스도에 대한 지식의 발전이라는 사실을 추론할 수  있\n다. 곧 가진 자에게 주시겠다는 약속을 하시는 그는 위선자들을 배척하실  뿐  아니라 \n복음의 가르침을 온 마음으로 받아 들이며 그것을 순종하는데 온 생활을 바치는  사람\n들 모두에게 신앙의 진전이 있도록 해 주신다. 바로 이렇게 때문에 많은 사람들이  떨\n어져 나가며, 열 사람중 한명 비율로도 정도(正道)이 발전을 하는 사람을  보기  어렵\n다. 대부분의 사람들은 그리스도께서 자신을 드러내 보여줄 만한 가치가 없다. 여기서 \n또한 명심할 것은 그리스도에 대한 보다 완전한 지식이 우리의 그리스도를 향한  사랑\n에 대한 특별한 보상으로 언급되고 있다는 점이다. 여기서 우리는 이  사랑이  얼마나 \n귀한 보화인가 하는 점을 알 수 있다.\n14:22\n  가룟인 아닌 유다가 가로되 - 그리스도가 온 세상을 비취는 의의 태양이라는 점을 \n생각하면 그가 왜 극소수의 사람들에게만 그의 빛을 한정하는가 하는  질문은  터무니 \n없는 것이 아니다. 곧 그가 오직 극소수의 사람에게만 빛을 비춰 주시고 그의  광채를 \n구별없이 온 사방에 쏟지 않는 것이 일관되지 않은 것으로 보일 것이다. 그러나  그리\n스도의 대답에는 왜 극소수에게는 자신을 계시하면서 대부분의  인간들에게는  자신을 \n숨기는가 하는 이유가 언급되어 있지 않으므로 이 문제가 전부 해결되는 것은 아니다. \n사실 그는 처음에는 모든 인간이 하나같이 똑 같은 상태에 있음을, 곧 그에게서  완전\n히 소외되어 있음을 볼 뿐이다. 그러므로 그는 누구 하나 그를 사랑하는 사람이  있어\n서 그를 선택할 수 있는 것이 아니라 그의 원수들 가운데서 사람을  선택해서  마음을 \n움직여 그를 사랑하게 하는 수 밖에 없다. 그러나 여기서 그는 이런 구별을 두고 다루\n지 않았다. 이것은 그의 의도와 전혀 다른 문제였다. 그의 의도는 그의 제자들로 하여\n금 경건에 전념하도록 권면해서 신앙에 큰 진전을 보도록 하는데 있었다. 그러므로 그\n는 복음의 가르침을 지키는 이 표적을 통해서 세상과 그들을 구별하는 데서 그치고 있\n다.\n  이 표적은 신앙의 시작 뒤에 이어지는 것이요, 신앙은 그들의  부르심의  결과이다. \n후에 가서 그는 그들에게 이점을 지적할 것이다. 그러나 여기서는 그들에게 그의 가르\n침과 경건에 전념할 것만을 명령하고 있다. 이 말씀으로 그리스도께서는 우리의  여러 \n임무와 외적인 행동이 그에 대한 사랑으로부터 우러나올 때만이 복음을 제대로 순종하\n는 것이라는 점을 제시하고 있다. 하나님의 사랑이 인간의 마음에 있어서 외적인 지체\n를 다스리기 전에는 손발, 및 온 몸은 헛수고만 할 뿐이다. 우리가 그리스도의 명령을 \n순종한다는 것은 우리가 그를 사랑할 때만 가능하지만 그의 명령을  완벽하게  지키는 \n사람이 아무도 없는 만큼 따라서 그에 대한 사랑은 이 세상 어디에서고 찾아볼 수  없\n다는 결론이 나온다. 그러나 하나님께서는 이 목적에 이르려고 진정한 노력을  기울이\n는 사람들의 순종을 기뻐하신다. \n14:23\n  내 아버지께서 저를 사랑하실 것이요 - 이미 설명한 바 있지만  하나님의  사랑이 \n둘째 자리에 놓인 것은 그것이 우리의 사랑의 원인인 우리의 경건 뒤에  오기  때문이 \n아니라, 신자들로 하여금 그들의 복음에 대한 순종이 하나님께 기쁨이 된다는  사실을 \n확신시키고 그들로 하여금 그에게서 계속 새롭고 풍성한 선물을 기대하게 하려는 뜻에\n서이다.\n  저에게 와서 - 이 말씀은 그를 사랑하는 사람은 하나님의 은혜가 자신 속에 내주(內\n住)하는 것을 느낄것이요 날마다 하나님의 여러 선물을 더욱 더 받을  것이라는  뜻이\n다. 그러므로 그는 여기서 우리가 태어 나기 전에, 아니 세상이 창조되기  전에  그가 \n우리에게 가졌던 영원한 사랑을 두고 말씀하고 있는 것이 아니라, 그가 우리로 하여금 \n그의 입양에의 참여자로 만드시면서 우리의 마음에 날인하는 그 사랑을 두고 말씀하고 \n있다. 더우기 그는 처음 조명을 뜻하는 것이 아니라 \"무릇 있는 자는 받을  것이요\"하\n는 말씀에 따라 계속적으로 신자들이 발전해 가야 마땅한 신앙의 단계를 뜻하고 있다.\n  그러므로 로마 가톨릭이 이 귀절에서 우리의 하나님에 대한 사랑은 이중적이라는 사\n실을 추론하는 것은 잘못이다. 그들은 하나님께서 그의 영을 통해서 우리를  중생시켜 \n주기 전에 우리가 자연적으로 하나님을 사랑하며 이 사랑때문에 중생의  은혜를  받게 \n된다고 생각한다. 이것은 마치 성령이 이곳 저곳에서 우리는 하나님께서 우리의  마음\n을 변화시켜 주시기 전에는 하나님에게서 완전히 등을 돌리고 있으며, 그에 대한 증오\n심으로 가득차 있다는 점을 가르치지 않고, 아니 소리쳐 외치지 않고 있다는 이야기나 \n마찬가지다. 그러므로 우리는 그리스도의 의미를, 곧 그와 아버지께서 오셔서  신자들\n이 계속 그의 은혜를 신뢰하도록 하시겠다는 말씀을 고수하지 않으면 안된다. \n14:24\n 나를 사랑하지 아니하는 자는 - 신자들은 이 세상에서 불신자들과 섞여 사는 가운\n데 마치 풍랑이 극심한 바다에서 온갖 폭풍에 시달리듯 시달리지 않으면 안되기  때문\n에 그리스도께서는 다시 이권고를 통해 그들로 하여금 못된 본을 보고 곁길로  흐르지 \n않을 것을 당부하고 있다. 이것은 마치 \"세상을 보거나 거기에 기대지 말라. 거기에는 \n언제고 나와 나의 가르침을 멸시하는 자들이 있을 것이다. 너희들은 너희들이 한번 받\n은 은혜를 끝까지 고수하기만 하라\"는 말씀과 같다. 하지만 그는 이 말씀에서  세상이 \n눈먼 가운데 멸망하는 것은 세상의 배은망덕에 대한 정당한 보응이라는 점을 암시하고 \n있는데 이것은 세상은 진정한 의를 멸시함으로써 그리스도에 대한 불경건한  증오심을 \n들어 내기 때문이다.\n  너희의 듣는 말은 - 제자들이 세상의 외고집 때문에 낙심하거나 방황하는 것을 막는 \n뜻에서 그는 다시 한번 그의 가르침이 인간적인 고안에 의한 것이 아니라  하나님에게\n서 온 것이라는 사실을 증거함으로써 그의 가르침의 권위를 강조하고 있다. 우리의 신\n앙의 인내는 하나님께서 우리의 지도자요 우리는 오직 그의 영원한 진리에 뿌리를  박\n고 있다는 사실을 아는 데서 가능하다. 그러므로 세상이 제 아무리 추태를 부리며  광\n기를 발한다 해도 우리는 모두 천지를 초월하는 그리스도의 가르침을 그대로 따르도록 \n하자. 그는 이 말씀이 자신의 것이 아니라는 말씀으로써 자신을 제자들과  한  위치에 \n세우고 있다. 그것은 마치 \"나는 아버지께서 나에게 주신 것을 충실하게 전달하고  있\n을 뿐이므로 이 말씀은 인간적이 아니다\"라고 말씀하신 것이나 다름없다. 하지만 우리\n가 아느대로 그는 하나님의 영원한 지혜이듯이 그만이 모든 가르침의  원천이요  유사 \n이래 모든 선지자들은 그의 영에 의해서 말한 것 뿐이다.\n14:25\n  내가......이 말을 너희에게 하였거니와 - 물론 그들은 이 말씀에서 제대로  교훈\n을 얻지 못했지만 이것은 그들이 무슨 일이 있어도 낙심하지 않도록 하는 뜻에서 덧붙\n이신 말씀이다. 그는 가르침의 씨앗을 뿌렸었지만 이것을 당시 제자들의 마음  속에서 \n잠시 동안 잠들고 있었다. 그러므로 그는 그들에게 필요없는 것으로 보이는 이 가르침\n이 열매를 맺히고 말 것이므로 그때까지 소망을 갖도록 당부하고 있다. 한 마디로, 그\n는 그들이 이미 들은 가르침 속에는 풍성한 위로가 담겨 있으므로 다른 곳에서 그것을 \n찾으려 해서는 안된다는 점을 당부하고 있다. 그리고 이것이 그들에게 당장  이해되지 \n않는다면 내면적인 교사(interior magister)인 성령께서 동일한 것을  그들의  마음에 \n말씀하실 때까지 용기를 잃지 말 것을 그는 당부하고 있다. 우리는 그리스도의 가르침\n의 내용을 당장에 이해하지 못할 경우에는 교만한 마음에 압도되어, 애매모호한  것에 \n쓸데 없이 헛수고 할 필요가 뭐냐는 식으로 나오기 마련이라는 점을 생각할 때 이  권\n면은 모두에게 아주 유익하다. 우리는 즉각적으로 순응하는 습관을 길러야  한다.  곧 \n우리가 하나님의 도장에서 제대로 발전해 나가려면 열심히 듣고 주의를 기울여야 마땅\n하다. 무엇보다도 성령께서 우리가 종종 헛 읽고 헛 들은 것으로 생각하기 쉬운  것을 \n명백하게 깨우쳐 주실 때까지 인내하는 것이 필요하다.\n  우리가 그리스도의 말씀의 뜻을 당장 이해하지 못할 경우 배움에 대한 열성이  식어\n지거나 절망에 빠지는 것을 막는 뜻에서 우리는 \"성령께서 내가 너희에게  말한  모든 \n것을\" 마침내 \"생각나게 하시리라\"하는 말씀이 우리 모두에게 하신  말씀이라는  점을 \n명심하도록 하자. 이사야는 불신자들에게는 벌로써 하나님의 말씀이 이해할  수  없는 \n책(closed book)이 되고 말 것이라는 점을 경고한 바 있다. 그러나 여호화께서는 그의 \n백성에 대해서도 이 방법을 사용하시는 경우가 많다. 그러므로 우리는 바로 그런 이유\n때문에 말씀을 배척할 것이 아니라 참을성있게 계시의 시간을 기다려야 한다.  그리고 \n그리스도께서는 사도들에게 그들이 그의 입에서 이미 들은 사실을 가르쳐  주는  것이 \n성령의 특수한 점을 말씀하고 있는데 여기서 외형적인 가르침에 성령의 가르침이 따르\n지 않으면 그것은 무용지물이 된다는 점을 우리는 알 수 있다. 그는 인간의 입을 통해\n서 우리의 귀를 울려 주시기도 하고 성령을 통해서 내면적으로 말씀하시기도 한다. 그\n는 이 두 방법을 그의 생각에 따라 좋으신대로 동시에 적용하기도 하고 각각 다른  때\n에 적용하기도 한다.\n  여기서 우리는 그가 성령이 가르쳐 주실 것으로 약속하는 내용이  무엇인가를  살펴 \n볼 필요가 있다. 먼저 성령께서는 \"내가 너희에게 말한 모든것\"을 상기시켜 주실 것으\n로 그는 말씀하고 있다. 여기서 성령은 새로운 계시의 건설자가 아니라는 결론이 나온\n다. 이 한마디로 우리는 사단이 처음부터 성령의 권위라는 거짓 이름 밑에 교회에  들\n여온 모든 착상들을 반박할 수 있다. 모하멧과 교황은 성경에는 완전한  교의가  담겨 \n있지 않으며 보다 높은 차원의 것이 후에 성령에 의해서 계시되었다는 원칙을  똑같이 \n고수한다. 오늘날의 재세례파들과 자유사상가들(Libertines)역시 그들의 광기를  동일\n한 구덩이에서 파내고 있다. 그러나 복음에 위배되는 착상을 도입하는 영은  사기군이\n요 그리스도의 보냄을 받지 않고 있다. 오직 그리스도께서는 복음의  가르침을,  마치 \n그것에 서명이라도 하듯이, 확증할 성령을 약속하고 있을 뿐이다. 성령이  그리스도의 \n이름으로 아버지의 보냄을 받는다는 것이 무엇인가에 대해서는 이미 설명한 바 있다.\n14;27\n  평안을 너희에게 끼치노니 - 여기서 말하는 '평안'은 서로 만나거나 헤어질 때 주\n고 받는 안부에 지나지 않는다. 이것이 히브리어에서 말하는 '평안'의 의미다. 그러므\n로 그는 그의 나라의 일반 습관에 따라서, '잘 있거라'하는 식으로 말씀하고 있다. 그\n러나 그는 곧 이어서 이 평안이 그저 격식을 갖추는 의미에서 입술로만 말하거나,  또 \n그것을 진심으로 말한다해도 그것을 실제로 줄 수 없는 대부분의 인간들의 것과  다르\n다는 점을 덧붙이고 있다. 그러나 그리스도의 평안은 허황한 소원에서 그치는 것이 아\n니라 거기에 실제적인 효과가 따른다는 것이 그리스도의 주장이다. 즉, 그의 몸은  떠\n나지만 그의 평안은 제자들과 함께 남아 있다는 뜻이다. 바꿔 말하자면  그들은  그의 \n축복으로 항상 행복할 것이라는 뜻이다.\n  너희는 마음에 근심도 말고 - 여기서 다시 그는 그의 떠나심에 대한 제자들의  경악\n을 바로 잡고 있다. 곧 그들은 그의 육체적 임재만 빼앗길 뿐, 그의 진정한 임재는 성\n령을 통해 계속 누릴 것이므로 놀랄 필요가 없다는 내용이다. 우리 또한 이러한  종류\n의 임재로 만족할 것이지 언제고 하나님을 외형적인 착상과 결부시키는 육신에게 굴복\n하지 않도록 하자. \n14:28\n  나를 사랑하였더면 - 물론 제자들은 그리스도를 사랑했지만 그러나 그들은 마땅히 \n그를 사랑했어야 하는 수준에까지는 미치지 못하고 있었다. 그들의  사랑에는  어딘가 \n육적인 것이 섞여 있었기 때문에 그분과 헤어지는 것을 견딜 수 없어 했다. 그들이 그\n를 영적으로 사랑했더라면 그들은 무엇보다도 그의 아버지에게로의  귀환을  열망했을 \n것이다.\n  아버지는 나보다 크심이니라 - 이 귀절은 여러가지 방법으로 곡해되어  오고  있다. \n아리우스파에서는 그리스도께서 어느 정도 하나님보다 열등하다는 점을  입증한답시고 \n그가 아버지 보다 못하다는 이야기를 한다. 그러한 중상 모략에 대한  핑계를  완전히 \n제거하는 뜻에서 정통적인 조상들은 이것을 그의 인성에 관계된 것으로 보아야 한다는 \n점을 주장했다. 그러나 아리우스파에서 이 증거를 악용했다지만 조상들의 해결책 역시 \n옳지 않으며 그것을 적용할 수도 없다. 왜냐하면 그리스도께서는 여기서 그의  인성이\n나 영원한 신성을 두고 말씀하고 있는 것이 아니라 우리의 연약성을 생각하시고  자신\n의 위치를 하나님과 우리 사이에 해당하는 것으로 말씀하고 있을 뿐이기 때문이다. 우\n리가 하나님의 높이에 따를 수 없기 때문에 그리스도께서 우리를 그곳에 들어  올리려\n고 내려 오신 것이다. 그의 말씀의 요지는 \"너희들은 내가 아버지께로 돌아가는  것을 \n기뻐해야 한다. 그리고 이것은 너희들이 추구해야 할 최종 목표이기도 하다\"하는 뜻이\n다. 이 말씀으로써 그는 그가 어떤 면에서 아버지와 다른가 하는 점이 아니라 왜 그가 \n우리에게 내려 오셨는가를, 곧 우리를 하나님과 연합시키기 위해서 오셨음을 보여주시\n고 있다. 우리가 이 목표에 도달하기 전까지는 우리는 길가는 도중에 서있는 사람이나 \n마찬가지다. 그리고 그가 우리를 하나님께로 인도하기 전에는 우리는 그를 반(半)  그\n리스도(Semi-Christ)와 불구가 된 그리스도(Mutilated-Christ)로만  상상하기  마련이\n다.\n  바울도 고린도전서 15장24절에서 그리스도께서 \"나라를 아버지 하나님께 바쳐서  하\n나님으로 하여금 만유의 주로서 만유 안에 계시게 하실 것이다\"하는 말을 하고 있는데 \n비슷한 내용이다. 그리스도께서는 그의 인성으로 통치하실 뿐 아니라, 또한 그가 육신\n으로 계시된 하나님이기에 통치하신다. 그러므로 지금 그리스도의 얼굴에서만  볼  수 \n있는 신성은 그때 가서는 그에게서 공공연하게 드러날 것이다. 여기서 한가지  차이가 \n있다면 바울은 그리스도께서 하늘에 오르신 시간부터 비취기 시작한 신성한 광채의 완\n전성을 묘사하고 있다는 점이다. 문제를 더 명확하게 얘기하는 뜻에서 좀 더 직설적으\n로 얘기해 보자. 그리스도께서는 여기서 아버지의 신성과 자신의 신성의 차이를  비교\n하거나 그의 인성과 아버지의 신령한 본질을 비교하는 것이 아니라 그의 현재  상태와 \n그가 곧 누릴 하늘의 영광을 비교하고 있다. 그것은 마치, \"너희들은 나를 이  세상에 \n잡아두려고 하지만 내가 하늘에 올라가는 편이 더 낫다\"고 말씀하신 것이나 다름없다. \n그러므로 우리 모두 육신을 입고 낮추신 그리스도를 보며 그가 우리를 복된 불멸의 샘\n으로 인도해 주실 것을 바라도록 하자. 그는 우리를 달이나 태양권으로 데려 가는데서 \n만족하는 것이 아니라 우리를 하나님 아버지와 하나로 만드실 지도자이시다.\n14:29\n  이제 이 일이 이루기 전에 - 이것에 대해서 제자들에게 그처럼 자주 경고할 수 밖\n에 없었던 것은 그것이 인간의 모든 이해를 초월하는 비밀이었기 때문이다. 그는 그가 \n앞으로 일어날 것을 미리 말하는 것은 그것이 정작 일어날 때 그들이  그것을  믿도록 \n하려는 뜻에서라는 점을 밝히 말씀하고 있다. 제자들이 그리스도의 입에서 들은  사건\n들이 직접 그들의 눈 알에서 성취되는 것을 보면서 그의 예언을 되새겼을  때  이것은 \n그들의 신앙에 적잖은 도움이 되었을 것이다. 그러나 우리는 이 귀절을 일종의 양보절\n로 읽어서, \"너희가 지금은 이 심오한 신비를 감당할 수 없기 때문에  사건이  일어날 \n때 까지는 그대로 참아 주겠다. 그러나 그때 가서 발생하는 사건은 그 자체가 이 가르\n침을 설명하는 해설가의 역할을 할 것이다\"하는 식으로 볼 수도 있다. 말하자면 그 당\n시에는 소 귀에 경 읽는 것이나 다름없어 보였지만 후에 가서는 그의  말씀이  바람에 \n날린 것이 아니라 흙 속에 뿌려진 씨앗과 같았다는 것이 드러날 것이라는 뜻이다.  여\n기서 그리스도께서는 그의 말씀과 여러 사건의 성취를 하나로 묶어  말씀하고  있는데 \n여기서 우리는 우리에게 신앙을 낳는 것은 그의 죽으심, 부활, 승천 사건이 모두 그의 \n말씀과 연관되어 하나가 되는 경우에만 가능하다는 점을 알 수 있다.\n14:30\n  이후에는 내가 너희와 말을 많이 하지 아니하리니 - 이 말씀으로써 그는 제자들이 \n자신의 말에 더 주의를 기울이고 그의 가르침을 마음에 깊히 간직하기를 바라셨다. 포\n식은 대개 염증(dislike)을 가져 오기 마련이요 우리는 우리에게 없는 것이나 곧 사라\n지고 말 것에 대해서는 더 열성을 보이기 마련이다. 그러므로 제자들에게 그의 가르침\n을 열심히 귀담아 듣도록 하려는 뜻에서 그는 그가 곧 떠나실 것이라는 점을 광고하고 \n있다. 물론 그리스도께서는 우리의 일생에 걸쳐서 쉬지 않고 우리를 가르치시지만  우\n리는 이 말씀을 우리의 생활에 적용할 필요가 있다. 왜냐하면 우리의 인생은 짧은  만\n큼 우리는 우리에게 오는 기회를 잘 붙잡아 사용해야 하기 때문이다.\n  이 세상 임금이 오겠음이라 - 그는 직접 대놓고 그가 곧 죽는다는 점과 그의 죽음이 \n시각이 가까와 오고 있음을 말할 수도 있었다. 그러나 그가 말을 바꿔 언급하면서  그\n들의 마음을 사전에 굳세게 해 주시는 것은 그들이 그처럼 참혹한 죽음에  기겁을  한 \n나머지 졸도하지 않도록 하려는 뜻에서였다. 사실 십자가에 못 박힌 그를 믿는다는 것\n은 지옥에서 생명을 찾는 것이나 다름없다. 먼저 그는 이 능력이 사단에게 허락될  것\n이라는 말씀을 하고 다음에 그는 어쩔 수 없어서가 아니라 아버지께 순종하기  때문에 \n떠나야 할 것이라는 점을 덧붙이고 있다.\n  마귀를 이 세상의 임금이라고 부르는 것은 그에게-마니교에서 생각하는 것처럼-하나\n님의 나라와 다른 나라가 있기 때문이 아니라 하나님의 허락하심에 따라 그가 이 세상\n에서 그의 독재를 행사하기 때문이다. 그러므로 이 명칭이 마귀에게 적용되는 것을 볼 \n때 우리의 비참한 처지를 부끄러워할 줄 알아야겠다. 왜냐하면 이 '세상'이라는  말에\n는 온 인류가 포함되어 있으며 인간들이 제 아무리 뽐내지만 그들은 그들이  그리스도\n의 영에 의해 중생하기 전에는 마귀의 소유이기 때문이다. 이 처참한 노예살이에서 우\n리를 건져 내고 구원하실 분은 오직 한 구원자뿐이다. 이 처벌이 인류에게 부과된  것\n은 첫 인간의 죄 때문이었으며 그것은 새로운 죄악때문에 날마다 더 악화되고 있는 만\n큼 우리는 우리 자신과 우리의 죄악을 미워할 줄 알아야겠다. 그러나 우리는 자발적인 \n이 노예살이의 책임을 면할 수 없을 정도로 사단의 지배에 꼭 매여 있다. 여기서 불경\n건한 자들의 활동이 마귀의 짓으로 얘기되고 있는데 이것은 그들이 사단의 사주를  받\n고 있는 만큼 그들의 모든 행동을 그의 일로 간주하는 것이 당연하기 때문이다.\n  그러나 저는 내게 관계할 것이 없으니 - 사단이 사망의 나라를 휘어잡는 것은  아담\n의 죄 때문이다. 그러므로 그는 그리스도 편에서의 자발적인 복종이 없이는 아무 흠이 \n없으신 그분에게 손을 댈 수 없었다. 하지만 이 말씀에는 더 깊은 의미가  담겨  있는 \n것으로 생각한다. 주석가들은 사단이 그리스도에게서 아무것도 발견하지  못한  것은, \n그에게는 죄악의 흠이 하나도 없는 만큼, 그에게서 죽음의 원인을 전혀 발견할 수  없\n기 때문이라는 식으로 말한다. 그러나 나는, 그리스도께서 그의 순결성뿐 아니라 죽음\n에 굴복할 수 없는 그의 신성한 능력을 주장하고 있는 것으로 본다. 제자들의 그의 능\n력에 대한 신앙에 구김이 가지 않도록 하는 뜻에서 그가 연약해서 굴복하는 것이 아니라는 점을 그들에게 선언한 것은 적절했다. 물론 이 일반적인 말씀 속에는 그가  사단에게 이끌려 억지로 죽어가고 있지 않다는 말씀도 포함된다. 여기서 우리는 그가 우리 대신에 죽음에 굴복하셨다는 점을 알 수 있다.\n14;31\n 오직 내가 아버지를 사랑하는 것과 - 어떤 사람들은 이 귀절을 \"세상으로 알게 하는 뜻에서......일어나, 여기를 떠나자\"하는 식으로 한 문장으로 보는가 하면 어떤 사람들은 이 귀절을 따로 읽는 가운데 무엇인가가 중간에 빠져 있다고 보기도 한다.  그러나 이것은 본문의 의미에 별로 중요한 것이 아니므로 나는 독자들이 둘  중에  어느 하나를 택하든 상관 없는 것으로 본다. 여기서 특별히 주목할 점은  하나님의  경륜을 여기서 최상의 것으로 삼고 있는데 이것은 우리가 그리스도께서 사단의  횡포에  질질 끌려 죽어갔기 때문에 그에게 일어난 모든 것이 하나님의 계획에  위배된다는  생각을 못하도록 하려는 뜻에서라는 사실이다. 곧 그의 아들을 화해자로 정하시고 세상의  죄악이 그의 죽음을 통해서 속죄받도록 하신 쪽은 하나님이었다. 이것을 성취하기  위해서 그는 사단이 잠시동안 그에게 승리하는 것을 허용하셨다. 그러므로 그리스도께서는 그의 아버지의 경륜을 순종하는 뜻에서 사단에게 아무런 저항을 보이지  않고  있으며 그의 이 순종을 우리의 의를 위한 대가(pretium)로 제시하고 있다.\n  일어나라 여기를 떠나자 - 어떤 사람들은 그리스도께서 이 말씀을 하신 다음에 그곳을 떠나셨으며 다음에 나오는 것은 그들이 걸어가는 동안에 이야기 된 것으로  생각한다. 그러나 요한은 뒤에 가서야 그리스도께서 그의 제자들과 함께 나가셨다는  사실을 기록하고 있는 만큼 그가 그때 당장 그들을 데리고 다른 곳으로 간것으로  보기보다는 그들이 그에게서 본, 뛰어난 순종의 본보기를 하나님에게 바칠 것을 권면하신  것으로 보는 것이 더 타당한 것 같다."
        }
    ]
}