{
    "bible_book": "이사야",
    "chapter_number": 31,
    "commentaries": [
        {
            "verse_reference": "31:1",
            "commentary": "그들은 말을 의지하며.\n 선지자는 애굽이 제공할 수 있는 도움 가운데 특히 말을 지목한다. ‘말’이 고대 근동에 처음 들어온 이후 이 지역에서의 전쟁 양상은 급속도로 변모되어 갔다. 병거 부대와 기병대 등, 말만이 제공할 수 있는 독특한 지구력과 기동력은 싸움의 질을 변화시켰으며, 파괴력 또한 엄청나게 증가시켰다. 따라서 병거와 마병의 보유력은 곧 그 나라의 군사력을 측정하는 기준으로까지 인식되었다. 이러한 측면에서 앗수르는 당시 독보적인 존재였다. 그러나 그 수효에 관한 한, 애굽도 이에 못지 않았다. 출애굽 당시 애굽의 바로는 600대의 특별 병거를 위시한 많은 병거들을 대동하고 이스라엘 백성을 추격했으며(출 14:7), 시삭은 60,000의 마병을 이끌고 유다를 침공했다(대하 12:3). 또한 애굽은 인접한 국가들에게 병거를 수출하기도 하였다(왕상 10:29). 그러므로 유다가 앗수르의 위협을 당하여 애굽 특히 그들의 ‘말’에 마음이 끌렸으리라는 것은 자연스런 일이다."
        },
        {
            "verse_reference": "31:2",
            "commentary": "여호와께서도 지혜로우신즉 재앙을 내리실 것이라.\n 선지자는 대단히 완곡하게 풍자적으로, 그리고 대단히 완곡하게 하나님의 지혜와 애굽의 지혜, 그리고 애굽을 의뢰한 유다 지도자들의 지혜를 비교한다(5:21, 19:11-15, 28:14, 25, 30:1-2). 애굽이 지혜롭다면, 하나님은 더욱 지혜로우시지 아니하냐? (그러므로 마땅히 그에게 조언을 구했어야 했다.) 유다 지도자들아, 너희들만 지혜롭고 하나님은 지혜롭지 아니하시냐? (그러므로 하나님께서 너희들로 하여금 큰코를 다치게 하실 것이다)’(Alexander). 그의 말씀들을 변하게 아니하시고.\n 자신을 불신한 백성들에 대해 선포하신 경고를 결코 철회치 아니하신다는 말이다. 오직 중심에서 우러나는 회개가 아니고서는 어떠한 것으로도 하나님의 징계를 변경시킬 수 없다. 악행하는 자들의 집 … 행악을 돕는 자들을 치리시니.\n ‘악행하는 자들의 집’은 유다를 가리키고(1:4), ‘행악을 돕는 자들’은 애굽을 가리킨다. ‘하나님께서 예루살렘에 불행을 가져오기로 마음 먹으시면 애굽의 도움인들 무슨 쓸모가 있겠는가?’(Oswalt)."
        },
        {
            "verse_reference": "31:3",
            "commentary": "애굽은 사람이요 … 영이 아니라.\n 애굽과 하나님 사이의 대조가 간명한 문구로 진술되고 있다. ‘사람’과 ‘신’, 그리고 ‘육체’와 ‘영’의 대조는 수사학적인 것으로, 비교 자체가 아예 불가능한 사항을 강조하기 위한 것이다(민 23:19, 겔 28:2, 9, 호 11:9). 일반적으로 ‘육체’는 깨어지기 쉬운 나약하고 덧없는 존재를 가리킨다(시 56:4, 11, 146:3, 눅 12:4-5)."
        },
        {
            "verse_reference": "31:4",
            "commentary": "본문에 대해서는 두 가지 해석이 대립된다. (1) 부정적으로 보는 경우: 목자들(애굽)의 제지에도 불구하고 사자(하나님)는 일단 잡은 먹이(유다)를 놓지 않고 끝까지 잡아먹는다(징벌한다, Delizsch, Young, Lange). (2) 긍정적으로 보는 경우: 목자들의 위협에도 불구하고 유다를 끝까지 보호하실 것이다(Calvin, Oswalt, J. Watts). 여기서는 후자가 더 타당한 것 같다."
        },
        {
            "verse_reference": "31:5",
            "commentary": "새가 날개 치며 그 새끼를 보호함 같이.\n 앞 절에서 사자로 비유된 하나님께서 본문에서는 새끼를 보호하는 어미새로 비유된다. 어미새는 새끼를 보호하기 위해서라면 제 몸도 아끼지 않고 싸울 만큼 모성애가 강하다(신 32:11). 이는 하나님과 유다의 관계에 있어서 또 다른 측면을 보여준다. 즉, 그 백성을 구원하시는 하나님의 능력이 ‘사자처럼’ 강하실 뿐만 아니라 또한 그 백성을 사랑하시는 하나님의 애정과 관심이 ‘어미새처럼’ 끈끈하고 뜨거움을 묘사하는 것이다. 이 사실을 선지자는 연속되는 4개의 동사들을 사용하여 표현한다. 호위하며 건지며 뛰어넘어 구원하리라.\n ‘호위하며’(גָּנַן 가난)는 ‘덮다’, ‘가리다’는 뜻으로, ‘뛰어넘다’(פָּסחַ 파사흐)와 평행을 이룬다. ‘파사흐’는 출애굽기에서 유월절 사건과 관련하여 사용된 동사인데, 그 때 하나님의 보복하는 천사가 애굽의 장자들은 남김없이 죽였지만, 이스라엘 자손의 집은 한 사람도 다치지 않게 ‘넘어갔던’ 것이다(출 12:13, 23, 27). 이는 미래에 있을 구원이 출애굽과 비슷할 것을 시사한다(11:15, 30:29). ‘건지며’(נָצַל 나찰)와 ‘구원하리라’(מָלַט 말라트)는 평행하는 말로서 다같이 ‘구해낸다’는 뜻이 있다."
        },
        {
            "verse_reference": "31:6",
            "commentary": "그 백성을 위로하시는 여호와의 자비하심에 근거하여 선지자는 동(同)시대의 백성들에게 회개를 촉구한다. 너희는 심히 거역하던 자에게로 돌아오라.\n ‘심히 거역하였다’는 말은 직역하면 ‘반역을 심화하였다’이며, 백성들이 하나님을 떠났을 뿐 아니라 의도적으로 그것을 더욱 심화시켰음을 말한다. 그럼에도 불구하고 이들에게 아직 회개의 문이 닫힌 것은 아니다. 그들의 죄악보다 더 크신 하나님의 긍휼이 남아 있기 때문이다."
        },
        {
            "verse_reference": "31:7",
            "commentary": "은 우상, 금 우상을 … 던져 버릴 것이며.\n 우상 숭배가 만연되었던 때에 참회개의 증거는 이전에 섬기던 우상들을 무가치하게 내던져 버린 행위로 나타날 것이다(30:22). 회개는 내면에서부터 보이지 않게 시작하지만 항상 눈으로 볼 수 있는 외적인 열매로 나타난다. 또 그럴 때에만 그 진실성을 인정 받게 된다(눅 3:8-14 참조)."
        },
        {
            "verse_reference": "31:8",
            "commentary": "앗수르는 칼에 엎어질 것이나.\n 앗수르의 멸망은 하나님의 약속에 대한 보증으로서 주어진다(8-9절). 그러나 이것은 앞 절에서 언급된 백성들의 회개와 밀접한 연관이 있다. 본문 초두에 나오는 접속사 ‘וְ 와우’가 이 사실을 암시하고 있다: ‘그 때에 앗수르가 떨어질 것이며 … ’(원문). 사람의 칼로 말미암음이 아니겠고.\n 앗수르 군대가 군사적 열세 때문에 패배하는 것이 아니라, 인간의 힘을 초월한 신비한 힘에 의해 괴멸된 것을 말한다. 성경은 이스라엘의 역사 속에서 이러한 신비가 반복되었음을 증언하고 있다. 홍해를 건넌 사건, 여리고 성을 무너뜨린 전투, 기드온의 승리 등은 그 대표적인 사례들이 될 것인데, 여기에 선지자는 앗수르의 몰락을 첨가시킨다. 그러나 성경은 이에 덧붙여 이스라엘이 하나님과의 굳건한 신앙 관계에 있을 때에만 이러한 일이 가능했음을 또한 교훈하고 있다. 그의 장정들은 복역하는 자가 될 것이라.\n 한 나라의 꽃이라고 할 수 있는 청년들, 곧 전쟁을 위하여 선발된 용사들이 외국으로 끌려가 노예로 복역하게 된다는 것은 그 나라의 완전한 붕괴를 뜻한다."
        },
        {
            "verse_reference": "31:9",
            "commentary": "그의 반석은 … 그의 고관들은 기치로 말미암아 놀라리라.\n 대부분의 학자들은 ‘그의 반석’이 ‘그의 고관들’과 평행하는 말로서, 앗수르의 왕을 가리킨다는 데에 일치한다(Delitzsch, Cheyne, Lange). 군대를 지휘하던 그, 그래서 백성들이 철석 같이 믿었던 왕도 두려움 때문에 싸움 한번 변변히 하지 못하고 그만 물러나고 말 것이다. ‘기치로 말미암아’는 두 가지로 해석 가능하다. (1) ‘기치 때문에’, 즉 적군의 군기를 보고 크게 두려워한다(Oswalt, J. Watts). (2) ‘기치로부터’, 즉 너무 무서워서 자신들의 군기마저 뒤에 팽개친 채 도망친다(Calvin, Delitzsch). ‘두려움으로 말미암아’라는 말과의 평행을 고려할 때 전자가 더 나을 것이다. 여호와의 불은 … 예루살렘에 있느니라.\n 예루사렘은 하나님의 불이 타오르는 풀무이며, 그곳에서 타는 불은 죄악을 소멸하시는 하나님의 거룩하심과 그 능력을 상징한다. 예루살렘이 하나님의 풀무이므로 함부로 손대는 자마다 소멸하는 불에 의해 멸망할 수밖에 없다면(레 10:1-7 참조), 예루살렘은 안전하게 보존 될 수밖에 없는 것이다(Oswalt). 강해 이스라엘이 앗수르의 위협을 피하기 위해 애굽을 의지하는 사실을 책망하며 앗수르 와 애굽의 심판에 대해 묘사하고 있는 전장(30장)에 이어 본장은 애굽을 의지하는  이 스라엘 자손들의 불신앙을 재차 지적하면서 동시에 하나님만이  유일한  보호자이심을 부각시키고 있다. 즉 전장이 애굽 동맹에 대한 책망과 함께 애굽과 앗수르에 대한  외 부적인 심판을 보여주는 반면에 본장은 동일하게 애굽 동맹에 대한  죄를  지적하면서 주로 내부적이며 영적인 부분에 치중하여 묘사하고 있다. 저자는 이러한 방식으로  논 리를 전개함으로써 이스라엘의 범죄 행위가 내부적인 오염에 기인하고 있음을  드러내 고 있다. 이러한 내용을 담고 있는 본장은 애굽과의 동맹에서 드러난  이스라엘의  불신앙을 지적하는 전반부(1-3절), 시온의 구원을 선포하는 중반부(4, 5절), 이스라엘 자손들의 회개와 그 결과를 묘사하는 후반부(6-9절)로 구성되어 있다. 한편, 본장은 짧게 9절로 구성되어 있으나 그 내용의 중대함이나 표현 기교에 있어 서 결코 다른 장과 비해 뒤지지 않는다. 본장을 통하여 이스라엘의 정체와 동시에  이 스라엘의 궁극적인 미래에 대한 예언을 암시적으로 발견할 수 있고(5절) 한  걸음  더 나아가서 신약시대의 교회가 하나님과 어떠한 관계를 맺고 살아가야 하는가에 대한 통 일적인 원리를 찾을 수 있다(6, 7절). 또한, 표현 방식에 있어서는 히브리 시의 평행법이 부분적으로 다음과 같이 나타난 다. +-------------------------------------------------------------+ |                    2 절     하  반  절                      | +-------------------------------------------------------------+ |     A 악행하는 자의 집을              B 치시며              | |      A' 행악을 돕는 자를               B' 치시리니          | +-------------------------------------------------------------+ 아울러 당시 이스라엘의 형편을 주로 동물이나 식물 또는 목자에 비유하여 나타내 고 있다(4, 5절).  특히 하나님께서 당신을 백성들을 돌보심에 대하여 '새의 보호'로 서 비유하고 있는데 이는 히브리 비유의 압권이라고 볼 수 있다. 이제 이상과 같은 특징을 담고 있는 본장을 몇 단락으로 나누어 살펴보면 다음과 같다. 1. 이스라엘의 근본적인 죄(31 : 1-3) 이스라엘을 괴롭히는 앗수르에 대한 심판이 하나님의 구원 역사 속에 이미 예정되 어 있던 사건임을 밝히는 전 단락(30 : 27-33)에 이어서 본 단락은 애굽의 도움을 의 지하려는 이스라엘 자손들의 저의를 신랄하게 지적하고 있다. 이러한 내용은 이미 전 장(30 : 1-7)에서도 언급된 바 있는데 본 단락과 약간의 차이가 있음을 발견할 수 있 다. 그 차이점에 대하여 정리해 보면 다음과 같다. +----------------+-----------------------------+----------------------------+ |  내     용     |       전장(30 : 1-7)        |      본 단락(31 : 1-3)     | +----------------+-----------------------------+----------------------------+ |   책망의 강도  |       매우 강함(1절)        |          강함(1절)         | |                |      ('패역한 자식들')      |       ('화 있을진저')      | +----------------+-----------------------------+----------------------------+ |표현의 세밀성   |구체적인 역사적 상황을 열거함| 역사적 상황에 대한 언급이  | |                |         (2-5절)             |         없음               | +----------------+-----------------------------+----------------------------+ |결과에 대한 묘사|허무함을 비유적으로 지적함   | 허무함을 근본적으로 지적함 | |                |         (7 절)              |          (3 절)            | +----------------+-----------------------------+----------------------------+ 이렇게 애굽을 의지하는 이스라엘 자손들의 죄를 지적하고 있는 본 단락은 애굽의 도움을 구하려는 이스라엘 자손들의 모습과 징계를 묘사하는 전반부(1, 2절), 이에 대 한 결과를 근본적으로 묘사하고 있는 후반부(3절) 등으로 구성되어 있다. 이제 본 단 락의 주된 내용상의 특징을 살펴보면 다음과 같다. (1) 세상의 힘과 하나님을 동시에 의지하는 것은 불가능하다(1절) : 당시 앗수르는 마병이 심히 많았던 반면 이스라엘은 상대적으로 마병이 부족하였다. 그래서 이스라엘 은 애굽의 마병과 병거를 의지하고 싶은 생각이 절실해졌고 결과적으로 하나님을 의지 하지 않게 되었다. 예레미야 선지자는 \"무릇 사람을 믿으며 혈육으로 그 권력을 삼고 마음이 여호와에게서 떠난 그 사람은 저주를 받을 것이라\"(렘 17:5)라고 표현함으로써 '세상을 의지하는 것'과 '하나님의 저주를 받는 것'을 동일시하고 있다. 이러한 내용 은 신약의 교훈에서도 발견된다. 야고보 사도는 직설적으로 '세상과 벗됨이 하나님과 원수됨을 알지 못하느뇨'(약 4:4)라고 밝힘으로써 '세상의 벗됨'과 '하나님과 원수됨' 을 동일시하고 있다. (2) 이스라엘 자손들의 잘못은 의지하는 대상에 대한 오해에서 비롯된다(3절) : 저 자는 이스라엘 자손들의 죄악이 근본적으로 세상과 하나님에 대한 잘못된 이해에서 기 인한다고 밝히고 있다. 이스라엘은 마치 애굽을 신처럼 의지하고 하나님을 무기력한 존재로 취급함으로써 많은 오류를 낳게 되었다. 이러한 사실에 대해 선지자 이사야는 '애굽은 신이 아니고 사람이며 말들은 영이 아니라 육'이라고 표현한다. 결국 이스라 엘은 나약한 육체를 신뢰함으로써 참된 구원으로 가는 데 실패하게 된 것이다. 2. 시온의 구원(31 : 4-5) 애굽을 의지하는 유다 백성들의 근본적인 죄악을 지적하는 전 단락(1-3절)과는 달 리 본 단락에서는 남은 자의 구원에 대하여 묘사하고 있다. 저자는 하나님께서 어떠한 위기 상황속에서도 끝까지 예루살렘을 보호하신다는 확신을 피력하고 있다. 이와같이 심판에서 구원으로 극적인 분위기의 전환이 이루어지는 본 단락은 이스라엘의 처한 상 황을 비유적으로 묘사하고 있는 전반부(4절), 시온을 구원하시는 여호와의 모습을 묘 사하고 있는 후반부(5절) 등으로 구성되어 있다. 여기서 저자는 예루살렘이 안전할 수 있는 근본적인 이유가 하나님께서 보호하시기 때문이라고 강조한다(4, 5절). 특별히 하나님께서 이스라엘을 보호하심에 대해 '사자 가 식물을 지키는 모습'(4절), '새가 새끼를 보호하는 모습'(5절) 등과 같이 조금 생 소한 비유를 사용하여 묘사하고 있다. 하나님은 당신의 백성들에게는 새끼를 품은 어 미 새와 같이 인자하실 것이지만, 원수들에게는 먹을 것을 움켜쥐고 단숨에 삼켜버리 려는 사자와 같다. 이러한 표현은 역사적 격동기에 동요하는 이스라엘 자손에게 하나 님의 변함없는 사랑과 관심을 확인시켜 주고 있다. 특히 '넘어와서'(5절)라는 표현은 첫 유월절을 언급하는 출애굽기에서 사용된 바로 그 동사로서(출 12:13) 지금 처한 상 황 속에서 예루살렘을 보호하시는 것이 출애굽 사건에 버금가는 중요한 의미를 갖는다 는 사실을 알려준다. 3. 회개의 촉구와 그 결과(31 : 6-9) 여호와의 주권적인 보호를 통한 시온의 구원을 묘사하는 있는 전 단락(4, 5절)에 이어서 본 단락은 이스라엘 자손들의 회개에 대한 요구와 그 결과들을 기술하고 있다. 이러한 내용을 소개하고 있는 본 단락은 회개와 함께 수반되는 성결함에 대하여 묘사 하는 전반부(6, 7절), 회개 이후에 있을 결과들에 대하여 서술하고 있는 후반부(8, 9 절)등으로 구성되어 있다. 그런데 많은 주석가들은 본 단락이 내용 전개의 패턴상 이사야의 작품으로 보기가 어렵다고 하면서, 특히 6, 7절은 저자가 다른 사람이거나 필사자가 후대에 첨가한 부 분이라고 주장한다. 그러나 '용서(5절) - 회개(6절) - 우상 숭배에 대한 탄핵(7절)'의 구조는 30:19 이하에도 나타나는 패턴이기 때문에 이러한 주장은 설득력이 없는 것이 다. 이제 반복된 메시지를 통해서 철저한 회개와 개혁을 호소하는 본장의 핵심적인 사 상을 살펴보면 다음과 같다. (1) 여호와의 구원에 참여하기 위해서는 참된 회개가 동반되어야 한다(6, 7절) : 이사야는 하나님께서 시온의 구원을 성취할 수 있는 유일한 분임을 근거(5절)로 하여 유다 백성들이 회개해야 함을 강조하고 있다. 즉 하나님의 구원을 선포하고 이 구원에 참여하기 위해서는 회개가 필수적으로 뒤따라야 함을 밝히고 있는 것이다. 그리고 이 러한 회개는 그 동안 백성들이 섬기던 우상들을 버리고 돌아서는 결단으로 연결된다. 우상 숭배에 대한 단절없이 하나님의 백성으로서의 삼을 살 수 없다. (2) 참된 회개는 주변의 환경을 변화시킨다(8, 9절) : 저자는 회개가 단순히 개인 적인 삼의 변화뿐이 아니라 이스라엘을 괴롭히던 앗수르의 멸망에까지로 확대된다고 말한다. 자신의 잘못을 뉘우치고 참되신 하나님께로 돌아온 이스라엘에게는 앗수르의 강력한 힘이 더 이상 위력이 없으며 오히려 멸망을 재촉하는 도구에 불과할 뿐이다(8 절). 이와같이 하나님과의 영적관계의 회복은 모든 문제를 해결하는 열쇠가 된다. 이상과 같은 본장에서 우리는 세상을 의지하고 말고 오직 하나님만을 신뢰해야 한다는 점을 다시 한번 절감하게 된다. 하나님의 명령을 거역하고 애굽과 동맹을 맺은 이스라엘은 심각한 위기에 처하게 될 것이다(1절). 그러나 하나님은 회개하고 돌아오는 자들에게 언제든지 은혜를 베푸신다. 우리는 이러한 두 가지 측면을 명심하고 하나님께 배역하지 않도록 노력함과 동시에 잘못이 발견되었을 경우에는 즉각적으로 회개해야 할 것이다."
        }
    ]
}