{
    "bible_book": "창세기",
    "chapter_number": 24,
    "commentaries": [
        {
            "verse_reference": "24:1",
            "commentary": "아브라함이...늙었고 - 사라의 죽음(23장)에 연이어 아브라함이 늙었다는 점이 강조 되고 있는 것은 서서히 한 세대는 물러가고 이삭이라는 또 한 세대가 구속사의 전면에 등장할 시점이 되었음을 예고해 준다. 또한 이삭의 아내를 구하는 일과 관련하여 아브라함이 나이많다는 점이 언급되고 있는 것은 그 일이 아브라함 노년(老年)의 최후의 중대사이자 더 이상 지체할 수 없는 촉급한 일임을 의미한다. 범사에 복을 주셨더라 - 아브라함은 그의 나이 75세에 하나님의 부르심을 받은이래(12:4) 175세로 세상을 하직하기까지(25:7) 험난한 나그네 생활을 하며 많은 고초를 겪었다. 그런데도 그의 생을 가리켜 범사에 하나님께 축복받은 삶이라고 한 것은 하나님께서 먼저 아브라함을 찾아 오셔서 그의 삶 전체가 의로운 것이 되게 하시고 믿음의 아비가 되게 해주신 것(17:5)을 의미하지 단순히 때마다 물질과 권력, 건강 등과 같은 축복을 내려 주신 것만을 의미하지는 않는다<신 28장,성경에 나타난 복의 의미>."
        },
        {
            "verse_reference": "24:2",
            "commentary": "모든 소유를 맡은 늙은 종 - 여기서 '늙은'(oldest)으로 번역된 원어'자켄'( ) 은 '장로'(elder)로도 번역된 말로(50:7;롯 4:2) 존경을 나타내는 칭호이다. 이 노종은 약 60년전에 아브라함의 상속자로 지명되기도 한 다메섹 사람 엘리에셀(15:2) 로 추정 되는데 이스마엘과 이삭 탄생 후 아브라함의 집사장(執事長)으로 최선을 다하였기에 존경을 받았던 것 같다. 네 손을 내 환도뼈 밑에 넣으라 - 충성의 맹세나 절대 복종, 친밀하고도 엄숙한 서약을 표하던 고대의 관습이다<1-9절,환도뼈 맹세>."
        },
        {
            "verse_reference": "24:3",
            "commentary": "하늘의 하나님, 땅의 하나님이신 여호와 - 하나님만이 우주 만물의 절대 주권자이심을 의미한다(느 9:6). 이는 인간의 운명도 하나님의 주관하에 있음을 인정하는 말로 여호와 하나님께서 이삭의 결혼에 대하여서 조차 직접적으로 섭리하여 주실 것이라는 아브라함의 확신을 드러내 준다(7절). 또한 이삭의 결혼은 단순한 혼인이 아니라 하나님 나라 건설에 있어서 중요한 부분을 차지할 대사(大事)이므로(keil) 전우주의 주인이신 하나님의 이름 아래 진행되어야만 했다. 가나안 족속의 딸 중에서...택하지 말고 - 이삭을 자기 혈통과 결혼시켜 순수성을 보존할 뿐 아니라 가나안 족속의 방종한 생활에 물들지 않도록 구별짓기 위함이다. 즉 가나안 족속의 도덕적 문란을 익히 알고 있던 아브라함(18:16-33;19:27,28)은 이삭이 그들의 딸과 결혼함으로 말미암아 악에 물들 가능성을 사전에 배제하려 하였던 것이다. 한편 훗날 모세의 율법에서도 이스라엘인이 우상 숭배 행위에 탐닉해 있는 가나안인과 혼인하는 것은 엄격히 금지 되었는데(출 34:16;신 7:3) 이는 믿는 자와 함께 멍에를 같이 함(고후 6:14)이 하나님의 기뻐하시는 뜻임을 알 수 있다<고전 7장, 그리스도인 의 결혼관>."
        },
        {
            "verse_reference": "24:4",
            "commentary": "내 고향 내 족속 - 갈대아 우르(11:28)가 아닌 유프라테스 강 건너편의 하란 지역을 가리킨다(10절;11:31, 32;12:4).이지역 주민들은 가나안 주민들보다 덜 문란할 뿐 아니라 여호와에 대한 지식이 있었던 것으로 보인다. 물론 그들은 완전한 여호와 종교의 추종자로 볼 수는 없고 라반(31장) 집안의 경우처럼 몇몇 이방신과 더불어 여호와를 경배했던 혼합종교주의자로 여겨진다. 한편 아브라함이 에벧의 후손인 메소포타미아 지역의 주민들(11:15-26)을 '내 족속' 이라고 부른 것은 당시 아직 이스라엘 민족이 성립되지 않았기 때문이다<10장, 히브리인과 아스라엘인>. 이삭을 위하여 아내를 택하라 - 이러한 근친 결혼은 순수한 신앙전수와 셈족의 언약적 혈통을 보존하기 위한 데라 가문의 오래된 전통이었다<11:29>."
        },
        {
            "verse_reference": "24:5",
            "commentary": "여자가...오고자 아니하거든 - 문명의 도시 하란에 비해 가나안은 척박한 곳이었으며 하란과 가나안은 20여일이 훨씬 더 소요되는 먼 길(약 800km)이었고 여인의 몸으로 일가 친척과 친구들이 있는 정든 고향을 떠나 낯 모르는 사람을 따라 낯선 땅으로 따라 나선다는 것은 쉽지 않은 일이었으며 더군다나 신부 될 여인이 신랑 될 사람의 얼굴이나 직접적인 정보도 알지 못하는 상태엿으니 이러한 가능성은 충분히 있었다. 주인의 아들을...나오신 땅으로 인도하여 - 작은 출애굽 사건이라고 할 수 있는 아브라함의 출본토(出本土) 사건(12:4)의 의미를 이해하지 못한데서 나온 인간적인 대안(代案)이다."
        },
        {
            "verse_reference": "24:6",
            "commentary": "삼가( ,솨마르) - 본분을 지켜 온전히 행하라는 뜻이다(18:19). 여기서는 '너 자신을 조심하여'라는 의미가 강하다. 이는 아브라함이 그 종에게 매우 간곡히 당부하고 있음을 보여 준다. 돌아가지 말라 - 본토를 나온것은 자신과 자신의 후손이 함께 받은 하나님의 명령이므로 또 다른 지시가 없이는 가나안을 떠날 수 없다는 뜻이다. 이는 하나님의 지시를 받기 전에 인간적인 생각을 좇아 행동했던 아브라함의 지난 날의 태도와는 대조되는 것으로(12:10-20;20:1:7) 말씀만을 좇아 행동하는 그의 성숙된 신앙 인격을 보여 준다."
        },
        {
            "verse_reference": "24:7",
            "commentary": "네 씨에게 주리라 하셨으니...보내실지라 - 여기서 '씨' 는 이삭을 포함한 아브라함의 전후손을 가리킨다. 그런데 이러한 후손을 얻기 위하여선 필수적으로 이삭에게 아내가 있어야하니 하나님께선 반드시 그러한 처녀를 예비하시어 가나안 땅 이삭에게로 보내 주실 것이라는 의미이다. 이는 아브라함이 하나님은 언약을 반드시 성취시켜 주시는 분으로 굳게 믿고 있음을 잘 드러내 준다(신 7:9)."
        },
        {
            "verse_reference": "24:8",
            "commentary": "만일 여자가...맹세가 너와 상관이 없나니 - 하란을 떠나 가나안 땅으로 오려는 여자가 없으면 하나님께서 다른 곳에서 이삭의 아내 될 자를 예비하려는 것이 분명하므로 그에 순응하는 도리밖에 없음을 강조하는 말이다. 이는 마음의 소원과 일의 계획은 인간에게 있을지라도 그것을 이루시는 분은 하나님이심을 아는 자만이 고백할 수 있는 말이다(잠16:1)"
        },
        {
            "verse_reference": "24:9",
            "commentary": "이에...맹세하였더라 - 고향에서 이삭의 아내 될 자를 구하고 못 구하고는 하나님의 뜻에 달려있을 뿐 종은 최선을 다하기만 하면 된다는 제의는 종이 쾌히 응락할 만큼 지극히 만족스런 것이었음에 틀림없다."
        },
        {
            "verse_reference": "24:10",
            "commentary": "약대 중 열 필 - 이렇게 많은 약대는 신부될 자와 그의 가족에게 줄예물을 운반하는데 필요한 것이었기도 하겠지만(52절) 여행 목적이 성공할 줄로 굳게 믿고 돌아올 때 신부와 그 일행을 태워 오기 위한 준비물이었을 것이다(61절). 메소보다미아( , 아람 나하라임)- '두 강'(나하라임)과 '아람'이 합쳐진말로 '두 강들의 아람' 이란 뜻. 여기서 두강은 티그리스와 유프라테스 강을 가리키고 '아람'은 '고지' 또는 '산지'란 뜻이다. 이는 곧 티그리스와 유프라테스 사이의 고원 지대를 가리키는데 세계 3대 문명 발상지 중의 하나로 히브리와 헤라 문명에 크게 영향을 준 근원지이다. 나홀의성에 이르러 - 아브라함의 동생 나홀(15절;11:26)이 거주하던 성읍 곧 메소포타미아의 하란에 도착하였음을 가리킨다(28:10). 나홀은 아마 우르에서 아비 데라를 따라 함께 왔다가 하란에서 정주했거나 아니면 데라가 떠난 후 얼마 안 있어 이곳으로 이주해 왔을 것이다<11:31>."
        },
        {
            "verse_reference": "24:11",
            "commentary": "성밖 우물 곁 - 물은 생활의 필수요소이기 때문에 자연히 우물이나 샘, 개울을 중심으로 부락이 형성 되기 마련이다. 그런데도 많은 경우에 있어 우물이 성밖에 위치하는 까닭은 아마 먼지가 적게 일어나고 수질 오염을 예방할 수 있었기 때문일 것이다. 여인들이 물을 길러 나올 때- 팔레스틴의 낮은 매우 무덥기 때문에 특별한 경우가 아니고서는 대개 서늘한 아침과 저녁 두 차례에 걸쳐 공동으로 물을 길었다(요4:6,7). 그리고 이때 신분의 고하를 막론하고 여자들은 고유 의무로서 우물터에 물을 길으러 나왔으며 그곳에서 각종 정보 교환과 남자들이 물을 길어나 귀로나르는 것이 일반적이었지만 작은 시골 마을에서는 여자들이 물을 길어 어깨나 머리에 이고 나르는 것이 보통이었다."
        },
        {
            "verse_reference": "24:12",
            "commentary": "순적히 만나게 하사( .하크레 나)- 직역하면 '만나는 일이 일어나게 해주소서'이다(27:20).이 말은 하나님께서 자신의 걸음을 순탄하게 인도해 주실 것을 신뢰하는 믿음에 찬 간구이다. 은헤를 베푸시옵소서 - 아브라함의 가정에서 경건 생활을 몸에 익힌 엘에리셀이 인간적인 수단을 강구(講究) 하기에 앞서 기도로써 하나님의 도우심을 간구하는 장면이다. 즉 그는 매사에 기도하는 자세로 하나님께 의지하는 것만이 참된 지혜이자 문제해결의 지름길임을 깨달았는데 그의 기도는 뒤이어 알 수 있듯이 그즉시로 응답받은 기도(사65:24)였다(사6:36-40;사 38:1-8)."
        },
        {
            "verse_reference": "24:13,14",
            "commentary": "우물( , 아인) - 원래의 뜻은 '눈'(eye)이다. 이는 아마 눈에서 눈물이 흘러 나오는 현상이 샘에서 물이 솟아나는 현상과 유사성을 지니기 때문인듯 하다. 당신의 약대에게도 마시우리라 하면 - 약대 곧 낙타는 긴 여행 끝에 상당히 많은 물을 섭취해야 하는 짐승이다. 따라서 여행자 뿐 아니라 그와 동행하는 낙타에게까지 자원해서 물을 길어 먹일 정도의 여자라면 상냥하고 친절한 마음씨와 함께센스(sense) 까지 겸비한 여자라는 좋은 증거가 된다. 이처럼 순수한 사랑과 봉사 정신,지혜를 갖춘 여인을 이삭의 아내로 택정하다라고 기도한 에리에셀은 그 역시 인간의 지혜가 아닌 하나님께서 부여해 주신 지혜를 갖춘 자였음에 분명하다."
        },
        {
            "verse_reference": "24:15",
            "commentary": "리브가 - '끈', '고리'라는 뜻이다. 이삭과는 오촌간이면서 그의 아내가 되었는데 이로써 하나님의 언약 혈통을 잇는 자가 되었다는 데 그 이름의 뜻이 있는 것 같다 <22:23>. 물 항아리( ,카드) - 일반적으로는 물을 길어 나르는 조그마한 항아리나 바께쓰(bucket)를 가리키는데 예외적으로 저장용 큰 항아리나 통을 의미하기도 한다(왕상 17:12)."
        },
        {
            "verse_reference": "24:16",
            "commentary": "심히 아리땁고 - 마음씨 뿐 아니라 외모도 아름다운 것은 아브라함과 이삭, 야곱의 아내들의 공통점이다(12:11;26:7;29:17). 즉 그녀들의 아름다움은 외모와 행실이 어긋나는 성격의 것이 아니라 생활과 밀착된 아름다움으로 사랑과 총명이 겸비된 아름다움이었다. 행실과는 동떨어진 채 퇴폐한 목적과 허영에서 겉으로만 다듬는 아름다움은 오래 가지 못할 뿐더러 주위 사람들에게 순결하고 참된 기쁨도 주지 못한다. 따라서 성도들은 외적인 아름다움을 추구하기에 앞서 신앙으로 다듬어진 인격과 행실이 조화를 이루는 아름다움을 먼저 추구해야 할 것이다(딤전 2:9,10). 남자가 가까이 하지 아니한 처녀 - 남자와 성 관계(sexual interoourse)를 갖지 아니한 숫처녀를 뜻한다.즉 순결함을 강조한 표현이다. 이에 비해 '소녀'( ,나아라)란 '젊음' 을 강조한 말이다(사21:12).당시 리브가가 얼마나 미모가 출중하며 생기 발랄했는가를 짐작케 해준다. 한편 성 윤리가 혼탁해 있는 오늘날의 사회에서는 혼전(婚前)성 행위가 비일 비재하며 간음 죄에 대한 법규가지도 철폐하라는 압력이 강해지고 있지만 모든 남녀가 혼전 순결을 지키는 것은 무엇보다도 중요하다.왜냐하면 성(性)은 하나님께서 인간에게 주신 축복 중의 하나이며(아 5:18,19;전9:9) 결혼을 통하여서만 성적 욕망을 충족시키도록 하나님께서 질서를 세우셨기 때문이다<아 5장, 올바른 성 윤리>."
        },
        {
            "verse_reference": "24:18",
            "commentary": "급히 그 물 항아리를 - 처음 보는 나그네의 요구에 조금도 지체하지 않고 물을 마시우게 한 것은 마지 못해 응한 선대(善待)가 아니라 진실된 친절로서 리브가의 상냥한 마음씨와 열심으로 선을 행하는 모습을 잘 드러 내준다. 이러한 선행은 비록 보상을 바라고 행해져서는 안 되는 것이지만 성경은 '선을 행하되 낙심하지 말지니...때가 이르매 거두리라'(갈6:9)고 가르치고 있다."
        },
        {
            "verse_reference": "24:19,20",
            "commentary": "배불리 마시게...모든 약대를 위하여 긷는지라 - 낙타는 항상 위(胃)에 물을 저장해 두는 덕에 장기간 동안 물을 마시지 않고도 견딜 수 있는 반면 한번 물을 마시기 시작하면 엄청난 양을 마신다. 따라서 여행 끝에 지친 열마리의 낙타들(10절)이 배불리 마실 수 있을 만큼 구유에 물을 가득 채우려면 리브가가 우물에 몇 십번을 왕래하여야만 했음에 틀림없다."
        },
        {
            "verse_reference": "24:21",
            "commentary": "묵묵히 주목하여 - 비록 자원한 일이긴 하나 리브가가 연약한 여자의 몸으로 물동이를 이고 우물을 몇 십번이나 왕래하는 것은 힘든 일이었으니 엘라에셀이 이를 만류할 수도있었을 것이다. 그러나 그는 그렇게 하지 않았는데 아마 그 까닭은(1)하나님께서 자신의 기도에 그렇게 신속히 응답 해 주신 데 대한 놀라움과 기쁨에 사로잡혔으며(2) 좀더 신중하고도 안전하게 리브가를 관찰하기 위해서였을 것이다. 여부를 알고자 - 친절한 마음씨와 태도, 아름다운 용모에 있어서는 이삭의 아내감으로 부족함이 없으나 과연 그녀가 참으로 아브라함의 일가 친족인가 하는 여부를 알기 위함이다."
        },
        {
            "verse_reference": "24:22",
            "commentary": "금고리 한 개와...금 손목고리 한 쌍 - 신부에게 주는 예물(53절)이 아니라 리브가의 친절한 행동에 대한 감사 표시로 준 선물이다. 결혼 예물은 여자 집안의 가장(家長) 허락없이는 제공될 수 없다(50-53절). 한편 여기서 '금고리'는 원어로 '네젬'( )인데 귀고리(35:4;삿8:24)나 코고리(47 절;겔16:12)를 가리킨다."
        },
        {
            "verse_reference": "24:24",
            "commentary": "밀가가...브두엘의 딸 - 성(姓)과 이름의 문화가 별로 발달되지 않았던 고대 근동에서는 자신을 소개할 때 이처럼 친족 관계를 밝히는 것이 통례였다. 이 소개로 리브가가 아브라함의 혈족임이 밝혀졌다."
        },
        {
            "verse_reference": "24:25",
            "commentary": "짚과 보리가 족하며 - 사람 뿐 아니라 여전히 약대에 대하여서도 관심을 멈추지 않는 리브가의 세심한 배려이다. 이처럼 짐승과 하찮은 풀 한 포기라도 귀히 여길 수 있는 자세는 천지 만물과 그 모든 것들의 생명이 하나님께로 부터 온 것임을 깨닫는 자만이 가질 수 있는 태도이다(욥 12:10)"
        },
        {
            "verse_reference": "24:26",
            "commentary": "여호와께 경배하고 - 하나님의 놀라우신 섭리와 인도에 깊은 감사를 드리는 엘리에셀의 경건한 신앙 자세이다. 즉 그는 하나님께서 보여 주시도록 기도한 표징(14절)이 그당장에 나타나자 하나님이 자신의 사명을 성공적으로 수행할 수 있도록 하여 주셨음을 깨닫고 즉시 무릎을 꿇고 감사 기도를 드린 것이다."
        },
        {
            "verse_reference": "24:27",
            "commentary": "여호와를 찬송하나이다 - 엘리에셀의 찬송 중에 나타난 하나님은 (1)성도에게 언제나 신실하신 하나님(2) 성도의 발걸음을 친히 인도시는 하나님(시5:8;23:2;27:11;48:14)이시다. 인자( ,헤세드) - '은혜', '자비','긍휼'등으로 번역된는 단어로 하나님께서 인간에게 값없이 베푸시는 은총을 의미한다<20:13>."
        },
        {
            "verse_reference": "24:28",
            "commentary": "어미 집에 고하였더라 - ' 아비 집'이란 말 대신 '어미집'(mother's house)이 사용된 데 대하여 혹자는이것이 리브가의 집에서는 여자가 가장(家長) 임을 나타내는 것이라고 주장한다. 그러나 그러한 주장은 리브가의 오라비인 라반이 가족의 대변자로 나타난 사실에 비추어 볼 때 타당성이없다 (31-33,50절). 아마 이러한 말은 당시 여자들이 남자들의 장막과는 따로 구분된 장막<18:10>에서 생활한 데서 나온 표현으로 아비나 다른 형제들에 앞서 먼저 어머니에게 달려간 것을 가리킬 것이다."
        },
        {
            "verse_reference": "24:29",
            "commentary": "라반 - '하얀', '백색'이라는 뜻이다. 표리 부동하며(29:26) 물욕(物慾)이 많 은 자(31:6,7)였는데 집안 일에 아비 브두엘(50절)보다 그가 더 적극적으로 나 서는 것을 볼 때 장자로서 당시 연로한 아비를 대신하여 집안의 대소사(大小事)를 처리할 수 있는 권한을 위임받은 것 같다."
        },
        {
            "verse_reference": "24:30",
            "commentary": "고리와 그 손의 손목고리를 보고 - 이러한 선물은 라반으로 하여금 엘리에셀 일행을 환대하게 한 동기로 작용하였을 것이다(31-33절)."
        },
        {
            "verse_reference": "24:31",
            "commentary": "여호와께 복을 받은 자여 - 뒷날의 행적을 살펴보면 라반은 하나님을 온전히 신앙하지 않은 자였음을 알수 있다(331:30). 따라서 이러한 인사말은 라반이 누이 동생으로부터 엘리에셀의 행동을 전해 듣고(28절) 그가 부른 하나님의 명칭(27절)에 의거해 갖춘 예우에 불과하지 결코 라반이 여호와 제일주의의 신앙자였음을 보여 주는 말이 아니라 하겠다."
        },
        {
            "verse_reference": "24:32",
            "commentary": "종자( , 에노쉬) - 일반적인 '남자','사람'을 뜻한다. 여기서는 나이든 엘리에셀을 도와 함께 여행 길을 떠나 온 아브라함 집의 종들을 가리킨다. 이처럼 라반은 '종'들 조차도 자기 집에 채아온 '남자' 곧'손님'으로서 극진히 대접했던 것이다. 발 씻을 물을 주고. 사막 지방의 경우 손님이 자기 집을 방문하였을 때 가장 먼저 행하던 접대 풍습이다<18:4>."
        },
        {
            "verse_reference": "24:33",
            "commentary": "내 일을 진술하기 전에는 - 일반적인 상황하에서는 주인과 손님이 음식을 들면서 이야기를 나누거나 아니면 식사 후에 담소(談笑) 하는 것이 보통이다. 그러나 엘리에셀은 오랜 여행 끝에 지칠 대로 지쳤으면서도 여독을 풀 수 있는 식사 시간을 갖기에 앞서 자신의 여행 목적을 밝히려 들었는데 이는 (1) 자신이 아브라함의 명령을 받고 파송된 종이라는 점과(2) 주인 앞에서 하나님의 이름으로 맹세한 환도뼈 언약(9절)을 잊지 않은 그가 자신의 몸을 돌보지 않고 맡은 바 사명을 다하려 한 아름다운 모습이다."
        },
        {
            "verse_reference": "24:34",
            "commentary": "아브라함의 종이니이다 - 자신을 아브라함 집의 집사장<2절>으로 소개하지 않고 그저 종이라고만 소개한 것은 자신이 주인으로부터 사명을 받은 자일 뿐임을 강조하기 위함이다. 이처럼 자신을 감추고 주인만을 내세우는 겸손한 태도는 오늘날 하나님의 일꾼인 모든 성도들이 필히 견지해야할 태도이다(고전 1:31;15:10)"
        },
        {
            "verse_reference": "24:35",
            "commentary": "창성케 하시되 - 리브가를 시집보내도 좋을 만큼 아브라함의 재력(財力)과 기반이 튼튼함만을 강조하는 말이 아니다. 이는 하나님께서 아브라함과 함께 하시는 한 그가 패배자적인 삶을 살게 되지는 않을 강조한 것이기도 하다<1절>."
        },
        {
            "verse_reference": "24:36",
            "commentary": "그 모든 소유를 그 아들에게 주었나이다 - 아브라함 집안에서의 이삭의 위치를 설명해 준다. 즉 그는 하나님의 언약 자손(17:21) 으로서 아브라함의 혈통(15:4)과 기업(21:10)을 이어받을 유일한 상속자였던 것이다."
        },
        {
            "verse_reference": "24:37",
            "commentary": "-41 자신의 친족 중에서 며느리를 얻기 원한 아브라함의 소원과 이 일에 하나님께서 함께 해주실 것을 믿는 아브라함의 믿음이 증거되고 있다. 이는 엘리에셀이 어려움을 무릅쓰고 가나안에서 하란까지 여행한 동기와 목적을 밝힌 것으로 리브가를 보내 달라는 간접적인 요구이다."
        },
        {
            "verse_reference": "24:40",
            "commentary": "섬기는( ,할라크) - '함께가다'(19:2) '따라가다'(삼하16:13)'걷다'(렘10:23)는 뜻이다. 하나님을 섬기는 것은 곧 그분과 함께 동행하며 그분의 명령을 좇아(왕상 14:8)더불어 왕래하는 것(삼상 30:30)임을 시사해 준다."
        },
        {
            "verse_reference": "24:42",
            "commentary": "-48 리브가는 하나님께서 이삭을 위해 택정해 놓은 배필(配匹) 임을 열변하는 부분이다. 그런데 엘리에셀의 이러한 열변은 추상적인 사고에서 나온 것이 아니라 자신의 기도에 대한 하나님의 응답과 그로 말미암은 확신에서 나온 구체적인 것이었으니 라반을 공감시키기에 충분하였을 것이다<28-60절 강해>."
        },
        {
            "verse_reference": "24:49",
            "commentary": "나로 좌우간 행하게 하소서 - 리브가에 대한 청혼의 수락 여부를 분명히 해 주어야 자신이 주인과 맺은 약속, 즉 본토 혈족 중에서 신부를 구하는 일을 차질없이 수행할 수 있다는 뜻이다(공동 번역). 이는 라반이 청혼을 거절한다 하여도 낙심치 않고 속히 다른 곳에 가서 신부를 찾아보겠다는 굳은 의지의 표명이다."
        },
        {
            "verse_reference": "24:50",
            "commentary": "이 일이 여호와께로 말미암았으니 - 하나님의 예정과 섭리에 라반과 브두엘이 도리없이 굴복당하는 장면이다. 즉 라반이 여호와를 온전히 경외하는 자가 아니었음에도 불구하고 순순히 청혼에 응한 것은(1) 하나님의 강권적인 역사와(2)아브라함의 확고한 신앙심(7절)(3) 엘리에셀의 불타는 사명감(33절)과 하나님의 도움을 간구하는 겸손한 자세 등에 굴복당했기 때문이다. 가부를 말할 수 없노라 - 청혼에 대하여 수락 여부를 얘기해 줄 수 없다는 뜻이 아니라 모든 일이 하나님으로 말미암았는데 어찌 인간이 이에 대해 '좋다','나쁘다'할 수 있겠느냐는 뜻이다(공동 번역)."
        },
        {
            "verse_reference": "24:51",
            "commentary": "데리고 가서...되게 하라 - 자녀에 관한 모든 일, 그중에서 특히 결혼 문제에 있어서 당사자의 의견보다 부모와 가문의 의견이 더 중요시 되었던 것은 비단 옛날의 우리 나라 뿐 아니라 고대 근동 지방의 관습이었다<28-60 절, 배우자 선택에 있어서의 부모의 권위>. 또한 여기서처럼 아비를 도와 오라비가 누이 동생의 결혼 문제에 적극 개입하는 것도 당시의 관습이었는데(34:5,13,25;삿 21:22;삼하13:22),때문에 라반과 브두엘의 결정에 따라 이제 리브가는 이삭의 아내로 확정되었다."
        },
        {
            "verse_reference": "24:53",
            "commentary": "은금 패물과 의복...보물 - 22절과 같이 단순한 감사 선물이 아니라 결혼 성립을 뜻하는 공식적인 예물이다. 즉 이는 고대의 관습을 따라 여러 증인들이 있는 자리 에서 신랑과 신랑측의 이름으로 신부와 신부 가족들에게 준 결혼 빙폐(聘幣)인 것이다<34장,빙물과 예물>."
        },
        {
            "verse_reference": "24:54",
            "commentary": "아침에 일어나서...돌아가게 하소서 - 엘리에셀이 이처럼 서두른 이유는 아마(1)자신을 보낸 후 그 결과를 고대하고 있을 아브라함에게 한시 바삐 기쁜 소식을 전해 드리고 싶은 충정과(2) 일의 결과를 보고하기 전까지는 자신의 사명이 종결되지 않은 것으로 생각한 투철한 사명 의식 때문이었을 것이다."
        },
        {
            "verse_reference": "24:55",
            "commentary": "소녀로 며칠을 - 갑작스러운 혼인에 대하여 여러 준비를 갖출 뿐 아니라 리브가와의 이별에 대비하여 마음 정리를 하는 데는 적어도 며칠간의 시간적 여유가 필요함이 자명하다."
        },
        {
            "verse_reference": "24:57",
            "commentary": "그에게 물으리라 - 결혼의 수락 여부를 묻겠다는 뜻이 아니라 지금 당장 떠나느냐 아니면 며칠 후에 떠나느냐의 결정권을 리브가에게 일임하겠다는 뜻이다."
        },
        {
            "verse_reference": "24:58",
            "commentary": "가겠나이다 - 하나님의 뜻에 즉각적으로 순종하는 믿음과 용기 있는 대답이다. 아마도 리브가는 엘리에셀이 자신의 여행 목적을 밝힐 때부터 이미 하나님의 거역할 수 없는 뜻을 깨닫고 믿음을 굳힌 것 같다. 아뭏든 이러한 결단으로 말미암아 그녀는 속히 족장의 아내로서의 길에 들어섬과 동시에 예수 그리스도에게까지 이어지는 언약 백성의 족보(마 1:1-16)로 이적(移籍)하게 되었다. 이는 비록 우리의 한 순간적 신앙 결단이라 할지라도 그것이 얼마나 중요한 결과를 낳을 수 있는지를 잘 가준다 <28-60 강해>."
        },
        {
            "verse_reference": "24:59",
            "commentary": "그의 유모와 - 이름은 드보라이다(35:8). 유아 시절부터 신부를 계속하여 돌보아온 유모를 신부의 시중을 위해 함께 시집에 보내던 일은 당시 부유층과 저명 인사들 사이에서 행해지던 관례적인 일인데 지금도 아라비아의 일부 나라들에서는 행하여지고 있다."
        },
        {
            "verse_reference": "24:60",
            "commentary": "너는 천만 인의 어미가...얻게 할지어다 - 자손 번성과 장막의 터를 넓히기를 기원하는 이러한 축복은 고대 근동 여인들에게 주어지던 최대의 축복이긴 하다. 그렇지만 아브라함에게 주셨던 하나님의 약속(22:17)을 알리 없는 리브가의 가족들이 그녀에게 그것과 한치 틀림 없는 동일한 축복을 기원 할 수 있었던 것은 우연한 일로 볼 수 없다. 따라서 이는 하나님께서 그들의 입을 빌어 재확인한 자신의 약속이자 예언으로 이해해야 한다."
        },
        {
            "verse_reference": "24:61",
            "commentary": "종이 리브가를 데리고 가니라 - 아브라함의 신실한 종인 엘리에셀이 신부 리브가를 신랑 이삭에게로 인도해 가는 모습은 성도를 정결한 처녀로 한 남편인 그리스도께 인도하려 한 바울의 열심을 연상시켜 준다(고후 11:2)"
        },
        {
            "verse_reference": "24:62",
            "commentary": "브엘 라해로이 - '나를 아시는 살아계시는 하나님의 우물'이란 뜻이다. 하갈이 여호와의 사자를 만났던 곳으로 가데스와 베렛사이의 술(shur)길가 샘물이다(16:7 - 14). 남방에 거하였었음이라 - 사라가 사망했던 당시 아브라함은 헤브론 지역에 거주하고 있었다(23:2). 그런데 아직도여전히 아브라함의 거주지가 그곳 이었다면 엘리에셀 일행은 남방 브엘라해로이에 오기 전 먼저 그곳에 들렀을 것이다.그러나 엘리에셀이 그러지 아니한 것으로 보아 사라의 죽음 이후 아브라함은 이삭과 함께 헤브론을 떠나 이미 남방에 이주하여 살고 있었음을 알 수 있다."
        },
        {
            "verse_reference": "24:63",
            "commentary": "들에 나가 묵상하다가 - '묵상하다'에 해당하는 원어 '수아흐'( )는 상념에 젖거나 슬픔에 잠기는 것 또는 기도하는 것을 가리킨다. 아마 이삭은 모친 사후(死後) ,고요한 저녁 무렵 들판에 나가 사라의 죽음을 애도하는 것이 습관이 되었던 것 같다. 특히 이즈음은 결혼 문제가 눈 앞에 닥친 때였으니 만큼 이일을 놓고 하나님 께 기도드리곤 하였을 것이다."
        },
        {
            "verse_reference": "24:64,65",
            "commentary": "약대에서 내려 - 상대방에 대한 겸양의 표시이다. 특별히 여자가 낙타를 타고가는 경우 남자를 만났을 때 잽싸게 내려 상대에게 예를 갖추는 것이 보편적인 예법이 었 다고 한다. 면박을 취하여 스스로 가리우더라 - '면박'( ,차이프)은 보통의 수건이나 베일(veil) 보다는 훰신 큰 '너울'(공동 번역)을 가리킨다. 리브가가 이러한 너울로 자신을 가리운 것은 결혼하기 전의 신랑이 신부의 얼굴을 보아서는 안 되던 당시의 관 습에 따른 것인데 신랑에 대한 신부의 겸양(謙讓)과 복종, 순결을 나타내 준다(고전 11:10)."
        },
        {
            "verse_reference": "24:67",
            "commentary": "모친 사라의 장막으로 들이고 - 당시 족장이나 부유층의 사람들은 여러개의 크고 작은 장막을 갖고 있어 가족의 신분에 따라 적당한 장막을 분배 해 주었다. 따라서 족장의 부인인 사라가 생전에 기거하였던 장막은 아브라함 집의 소중한 유물이 되었을 것이다. 그런데 이삭이 리브가를 이곳으로 인도 하였다 함은 이제 리브가가 실질적인 새 안주인으로서 아브라함 집의 모든 특권을 누릴 수 있는 존귀한 위치가 되었다는 것을 뜻한다. 아내를 삼고 사랑하였으니 - 이러한 이삭과 리브가의 모습은 일부다처주의가 팽배 했던 시대에 세상 풍속을 좇지아니하고 하나님의 창조 질서인 일부 일처제를 좇은 아름다운 장면이다<4장, 일부 다처주의의시작>.한편 타락한 세대일수록 사랑은 결혼의 목적과 조건에서 밀려나기 십상인데 그럴수록 우리는 사랑이 참된 결혼의 본질적인 요소로, 변할 수 없는 하나님의 뜻이자 예수께서 원하시는 바임을 잊지 말아야 한다. 왜냐하면 한 남자와 한 여자의 순수하고 깨끗한 사랑의 만남은 그리스도와 교회의 거룩한 결합을 상징한 징표가 되기 때문이다(엡5:31-33). 모친 상사 후에 위로를 얻었더라 - 학자들간에 상당한 논란을 일으키는 구절이다. 왜냐하면 이삭 탄생시 사라의 나이는 90세였고(17:17;21:5)사라 운명시 이삭의 나이는 37세였으며(23:1), 이삭이 리브가와 결혼한 것은 그의 나이 40세때였으니(25:20) 이삭 이 3년 동안이나 사라를 위해 애도했다는 결론이 나오기 때문이다. 구약에서 위대한 인물들의 죽음을 슬퍼하는 공식적 애도 기간은 보통 30일 내지는 70일이었다(50:3;민 20:29;신 34:8). 그러나 이러한 의문점은 이삭이 노년에 자신을 낳고 기뻐하던 어머니의 모습과 각별히 자신을 사랑해 준 어머니의 정을 못 잊어 했을 것이라는 것을 생각 할때 충분히 해소될 수 있다. 사라의 죽음으로(23장) 고독과 죽음에 대한 위기 의식을 느끼게된 아브라함은 자신의 유일한 합법적 상속자이자 언약 후손인 이삭의 결혼을 서두르게 된다(24장). 이 일후 성경은 아브라함의 죽음과 이삭이 주축이 된 언약 가문에 관해 언급함으로써(25장)언약의 실체이신 예수 그리스도를 향한 역사 진행에 박차를 가하고 있음을 볼수 있다. 본장의 내용을 살펴보면 언약에 근거한 이삭의 결혼, 곧 순수한 혈통의 이삭 아내를 구하기 위해 아브라함이 가장 신뢰하는 종을 메소포타미아 지방으로 보냈다(1-9절). 신부 선정의 위임을 받은 종의 탁월한 신앙과 그의 기도에 적절히 응답하신 하나님의 자비하심이 그려져 있다(10-27절). 혼담이 아무런 방해없이 하나님의 섭리중 쉽게 진행되는 것을 보여 준다(28-60절). 이삭과 리브가의 상면(相面) 모습이 기록되었다(61-67절). 우리는 본장에서 언약의 후손 이상의 결혼을 세세한 곳까지 준비하신 하나님의 은혜로운 섭리와 더불어 그 섭리의 성취를 위해 최선을 다하는 아브라함과 그 종의 신실함을 목격할 수 있다. 실로 하나님은 당신의 백성과 동역(同役)하시기를 기뻐하신다.또한 사랑으로 결합된(67절) 이삭과 리브가의 결혼은 몇 천년전에 있었던 한 족장의 단순한 사건으로 끝맺지 않는다. 이 결혼은 약속의 후손에게 주어질 영광스런 메시야 도래의 시작일 따름이다. 즉 장차 그리스도의 재림때 이루어질 신랑 예수와 신부 성도간의 혼인 잔치를 예표해주는 전주곡이다(마 22:2;엡 5:32; 계 19:7-9). 1. 이삭을 위한 혼사 준비(24:1-9) 창세기에서 가장 긴 본장의 주제는 '언약의 씨를 순결하게 보존하는 것'이다. 아브라함은 자신의 생명이 다 했음을 감지하고 하나님이 약속한 땅 가나안에서 약속의 후손인 이삭과 함께 미래를 가꿔갈 며느리를 선택하기 위해 자기가 떠나왔던 고향으로 종을 보냈다. 그는 종을 떠나보내기 전에 다음의 세가지 단서를 붙인다. 가나안인 중에서 선택하지 말것(3절). 이는 순수한 혈통 보존이라는 목적 이상의 의미를 지닌 것으로서 가나안 종교와 풍습의 불결함에 오염되지 않도록하기 위한 조처였다. 자기의 고향, 자기의 친족에게 가서 이삭의 아내를 데려올것(4절). 준비하시는 하나님을 믿는 신앙에 근거한 명령이었다. 이삭을 자기의 고향으로 절대 데려가지 말것(5-8절). 왜냐하면 이삭이 메소포타미아로 돌아가 문명이 발달한 그곳에서 결혼하여 영원히 정착할 가능성이 높았기 때문이었다. 아브라함은 하나님께서 자기의 본토 친척 아비의 집에서 영구히 불러내어 약속하신 가나안에서 살게 만드셨다는 확실한 소명 의식과 역사 의식이 있었던 것이다. * 환도뼈 맹세. 맹세의 신성함과 신실성을 나타내는 표시로 고대 팔레스틴 지역에서 널리 행해졌던 의식인데, 성경에는 이곳외에 야곱의 경우(47:29)에만 발견된다. 환도뼈 부분은 엉덩이와 무릎 사이의 넓적다리 부분을 가르키는데, 환도뼈 아래 손을 넣고 맹세하는 행위가 정확히 무슨 의미를 지니는 지에 대해 명확한 성경적 자료는 없지만 다음과 같이 추정해 볼 수 있다. 환도뼈가 있는 허리 부분은 후손을 잉태케 할 수 있는 정력의 근원지로서 자손의 계승을 의미한다(35:11; 46:26; 히 7:10). 따라서 자신의 후손도 자신이 서약한 맹세를 지킬 의무와 권한이 있음을 나타내 보이는 상징적 행동이라 할 수 있다. 환도뼈란 남자 생식기의 완곡어법으로 사타구니를 뜻한다. 그곳에 손을 넣는 것은 할례를 명령하신 거룩한 하나님 앞에서 엄숙한 서약을 한다는 의미가 내포된 것이다. 환도뼈란 권위와 주권을 상징한다. 따라서 거기에 손을 넣는 것은 주인에 대한 절대 복종과 충성을 맹세하는 행위라 할 수 있다. 환도뼈는 사람의 가장 은밀한 부분으로서 이곳에 손을 넣는 것은 가장 절친한 관계임을 중명하는 표시이다. 위의 네 견해들은 나름대로 타당성이 있기 때문에 결국 환도뼈에 손을 넣고 맹세한다는 것은 위 네 견해 모두를 종합한 뜻으로 풀이할 수 있다. 즉 환도뼈 맹세는 서약의 절대성과 영원성 및 거룩성 그리고 신실성과 합일성 등을 강조한 상징적 의식 행위인 것이다. 2. 엘리에셀과 리브가와의 만남(24:10-27) 신앙인들 중에는 막상 자신이 믿는 하나님을 신뢰해야 할 중요한 시점에 이르러서는 하나님보다 자신의 경험과 지혜에 의존하는 우(愚)를 범할 때가 많다. 이는 하나님을 온전히 신앙하지 못할 때 생겨나는 현상이다. 아브라함의 간곡한 당부를 받고(1-9절), 그의 특사로 메소포타미아 지방에 보내진 엘리에셀은 어떤 근거와 판단으로 이삭의 아내를 선택해야할 지를 알지 못한채 목적지에 도착했다(10,11절). 이때 그는 자신의 연륜에서 얻어진 경험에 기초하지 않고 먼저 하나님께 기도함으로 자신의 앞날을 의탁했다(12-14절; 잠 14:14). 그는 하나님께서 이미 선택해 두신 이삭의 아내될 처녀를 순조롭게 만나기를 기도했는데, 그의 기도는 구체적인 것으로 그녀의 인품을 한 눈에 볼 수 있는 내용이었다. 즉 나그네를 도와줄 만큼의 자상함, 사랑이 넘치는 순종, 동물에게까지 자비를 아끼지 않는 마음 등을 가진 처녀를 만나게 해달라는 기도였다. 하나님은 그 기도에 대해 기대 이상으로 응답해 주셨으며 당신의 인도하심에 대한 확신을 제공하셨다(15-27절). 이에 엘리에셀은 하나님께서 당신의 사자를 앞서 보내시고(7절) 모든일을 형통케 하신 하나님의 은혜로운 경륜을 깊이 감사하는 감격의 기도를 드렸다(26절). 즉 그의 순조로운 진행에 자고(自高)하지 않고, 일의 처음과 나중에 하나님의 주권을 인정하고 그 모든 영광을 하나님께 돌렸던 것이다. 더우기 하나님께서는 혼사를 신속히 진행시킴으로써 그 일이 당신의 은혜로운 섭리에 의한 것임을 더욱 명료하게 하셨다(28-60절). 이처럼 하나님은 매사에 당신의 주권을 인정하는 자를 돌보시고 그의 삶을 평탄케 하신다(잠 3:6). 하나님의 주권을 인정하는 방법 가운데 하나가 매사건마다 기도로 시작하여 기도로 마치는 것이다. * 구약에 나타난 나그네 보호법. 낮밤의 기온차가 심하고 도처에 야생동물의 기습 위험과 칼을 소유한 자(그 당시에 전쟁용 무기는 주로 특권층 내지 약탈자들만 소유하였음)들의 횡포가 도사리고 있었던 팔레스틴 지역의 정황으로서는, 나그네를 영접하는 일이 관례적 풍습이요, 또한 최고의 선행중 하나로 간주되었다. 이러한 인습은 후대에 이르러 율법 정신에도 접맥되어 나그네를 돌보는 것이 선민 이스라엘의 의무로 정착되었다. 그 구체적인 규범으로 나그네를 압제하거나 학대하지 말것(출 22:21). 추수 중 한 모퉁이의 곡물과 과일들은 나그네를 위해 남겨 둘 것(레 23:22; 신 24:19-21). 나그네를 사랑할 것(신 10:19) 구제년의 십일조는 나그네를 위해 사용할 것(신 14:29; 26:12,13). 나그네의 송사를 억울하게 하지 말것(신 24:17; 27:19). 나그네도 여호와의 언약에 참예시킬 것(신 29:11, 12; 수 8:35). 그들의 필요를 채워 줄 것(레 25:35; 민 35:15)등이다. 이러한 나그네에 대한 선행은 인류의 기본적인 덕목일뿐아니라 하나님을 사랑하는 자의 구체적인 표현이라는 점에서 그 중요성이 있다. 예수께서는 나그네에 대한 배려가 곧 당신을 위한 봉사라고까지 말씀하실 정도로 그 선행의 가치를 높이 여기셨다(마 25:35-40). * 만남의 중요성. 사회적 동믈이라 일컬어지는 인간에게 있어서 만남은 중요한 의미를 지닌다. 어떤 부모와 환경을 만나느냐에 따라 자신의 앞날을 어느정도 예감할 수 있고 어떤 친구와 사상을 접하느냐에 따라 그의 인격과 사회적인 활동반경을 예측할 수 있다. 그리고 가장 중요하게는 그가 어떤 신(神)을 만나느냐에 따라 그의 운명이 영원히 결정된다. 이런 여러 만남과 더불어 생의 반려자를 만나는 일 또한 자신의 일생과 후손의 장래가 걸린 중요한 만남이다. 특별히 하나님을 믿는 자들은 배우자가 생명의 은혜를 유업으로 함께 받을 자(벧전 3:7)라는 점에서그 선택은 신중해야 한다. 이 사실을 누구보다도 잘 알고 있었던 본문의 아브라함도 자부(子婦) 선택을 놓고 하나님께 진지한 의탁과 함께 그가 가장 신뢰하는 종을 고향 메소포타미아로 보냈다. 한편 이 결혼에서 놓치지 말아야 할 사실은 순종과 기도로 일관했던 아브라함 종의 훌륭한 신앙 인격이다. 그는 나홀성 밖 우물가에서 하나님께 전부를 의탁하고 그에 적절한 응답을 받았다. 특히 여정 내내 \"여호와께서 내게 평탄한 길을 주실 것이라\"(21,40,42절)는 확신과 \"여호와께서 내게 형통한 길을 주셨으니\"(56절)라는 최후 증언을 통해서 전노정을 주도하시며 당신의 백성을 형통케 하시는 하나님의 섭리를 간증하고 있다. 실로 만남이란 큰 의미를 지니며 일생에 중요한 역활을 한다. 우리가 중요하게 생각하며 큰 가치를 둔 만남일수록, 우리 스스로의 판단과 결정에 쉽게 의존할 것이 아니라, 우리보다 우리를 보다 정확히 아시며 우리를 궁극적으로 윤택하게 하시는 하나님께 매사를 전적 의탁할때, 하나님의 놀라운 인도를 채험하게 될 것이다. 3. 리브가 가족의 결혼 승낙(24:28-60) 자신의 앞날을 순적히 인도해 주실 것을 하나님께 간구했던(10-27절) 아브라함의 종은 환대하는 리브가가 자기가 찾고 있는 바로 그 처녀임을 확신하고 그녀에게 예물을 건내 주었다(22절). 하지만 중근동 지방의 결혼 풍습상 당사자가 모든 결정을 할 수 없었기에 가족의 동의가 필요했다(삿 21:22). 그리하여 리브가의 집에 도착한 아브라함의 종은 매우 길게 자기 사명을 언급하고 하나님께서 선하게 인도 하셨음을 감사해 한다. 그의 설명을 요약하면 하나님의 축복으로 번영한 아브라함(35절). 언약의 후손인 이삭을 얻음(36절). 이 여정에 앞서 주인과 맺은 약속(37-41절). 여정 동안 내내 인도하셨던 하나님의 사랑(42-48절)등이었다. 이러한 본문은 하나님께서 인간의 사소하게 보이는 삶마저도 깊은 관심을 가지시며 특별히 당신을 신뢰하는 자를 바른 길로 인도하신다는 사실을 깨우쳐 준다. 사실 우리가 죄로 오염된 양심과 이성과 지각을 가진 인간인지라 매순간 하나님의 도우시는 손길을 발견하지 못할뿐이지, 하나님께서는 우리의 사소하고 평범한 일상사에도 깊이 관여하고 계시는 것이다. 여하튼 리브가와 그 가정에서는 아브라함의 종 엘리에셀의 설명을 듣고 주저함없이 결혼을 승낙하였다. 즉 그들은 절대적인 여호와 하나님의 주권 앞에 완전히 앞도되어 더 이상의 이의를 제기할 수 없었던 것이다(50절). 그종은 이 결정이 떨어지자 지체치 않고 그 다음 날로 리브가와 함께 귀환할 것을 통보했다. 이는 당시의 예법(55절)으로 볼 때 지나친 요청으로 생각되나, 주인 아브라함의 명령에 신속히 부응하겠다는 그의 열정이란 점에서 충분히 이해할 수 있다. 한편 그 종의 결의에 찬 요청에 용기 있는 결단을 내린 리브가의 태도가 눈여겨 볼 만하다. 즉 그녀는 무모하게 보이는 듯한 가나안 행(行)에 대해 조금의 주저함도 없이 응낙하였는데, 이는 그녀가 경솔한 것이 아니라 용기와 결단성이 있는 여성이었음을 시사해준다. 그녀는 이 결단으로 인해 구속사의 중추적 역활을 담당한 아브라함 가문의 며느리라는 영광스러운 위치에 서게 되었다. 이처럼 신앙 세계에서는 항상 용기와 결단이 요구된다. 하나님은 신앙의 회색(灰色) 지대에서 머뭇거리는 자를 반기지 않으시며, 자신의 안일과 만족을 돌아보지 않고 과단성 있게 당신의 뜻을 추종하는 자를 기쁘게 받으시며 그를 영화롭게 하신다. * 결혼에 미치는 히브리인의 부권(父權). 성경에는 히브리인들의 결혼 적령기가 몇 세인지에 관해 별 언급이 없으나 통례적으로 어린 나이에 혼인했던 것으로 보인다(랍비 시대에는 소녀의 최저 결혼 연령이 12세, 소년은 13세로 규정됨). 아러한 조혼의 인습은 문화인류학적으로 보아 어느 사회에서나 대부분 가장들에게 자식의 배우자를 선택하는 권한이 주어질 수 밖에 없었다. 특히 여자를 재산처럼 간주했던 고대인들의 관념으로 볼때, 결혼 문제에 당사자인 처녀의 의사를 반영한다는 것은 상상도 할 수 없는 일이었다. 본문에 거론된 이삭-리브가 혼담에 있어서도 아브라함의 종이 리브가와 담판을 짓지 않고 그 당시 그 집안의 결정권을 지녔던 오빠 라반과 더불어 상의하는 것을 보게된다(50절). 당사자 리브가의 의사는 모든 결정이 완료된 후에야 비로서 추가로 확인되었을 뿐이다(57절). 이러한 부모의 절대적 권위는 절대적 순복이 요구되는 여호와 신앙의 반영으로서 부모의 권위는 여호와의 권위를 대변하는일종의 그림자 역활을 했다. 즉 히브리인들은 눈에 보이는 부모 순종을 통하여 보이지 않는 하나님 순종하는 법을 배워갔던것이다. 더불어 여호와 신앙의 순수성 보존이라는 측면에서 신앙적인 부모가 신앙적인 상대자를 구해준다는 아름다운 의미가 내포되어 있다. 숙명적으로 예속적인 위치에 머물 수 밖에 없었던 여자와는 대조적으로 남자에게는 자신의 의사를 반영할 수 있는 약간의 예외 조항이 있었다. 즉 총각은 자기가 사모하는 여인이 있음을 부모에게 알릴 수 있었으며(34:4; 삿 14:2), 부모와 상의하지 않거나 심지어 부모의 의사에 배치되는 결혼을 결정할 수 있었다(26:34,35). 그러나 대부분은 부모의 의사를 존중하였다. 결혼 문제에 관해 부모의 권위를 인정하는 것은 전근대적인 사고 발상이라 할 수도 있을 것이다. 그러나 히브리인들이 자신의 가장 중요한 문제를 하나님의 대권자라 할 수 있는 부모에게 맡긴 신앙적인 정신만은 오늘 우리의 삶에 반영됨이 마땅하다 하겠다(엡 6:1,2). 4. 이삭과 리브가의 상면(相面)(24:61-67) 어머니를 여의고 외로움을 달래던 이삭에게 결혼 문제가 대두되고 그의 아내 선택을 위해 부친의 고향에 종이 파견되자 그는 설레임과 기다림으로 나날을 보내게 되었다. 사실 결혼에 있어서 부모의 권한이 절대적이었던 당시 상황으로서는 기다림밖에 또 다른 방도가 없었다. 이에 이삭은 하나님께 모든것을 의탁하고 조용히 묵상하는 시간을 보내는 데 많은 시간을 보내었다(63절). 인간이 지니고 있는 문제를 가장 명확하고 신속하게 해결할 수 있는 방법은 위와 같이 자신의 모든 것을 하나님께 맡기고 기도하며 그분의 응답을 기다리는 것이다. 하나님은 인내하며 당신의 뜻을 기다리는 이삭의 기도에 응답하시는 표로 아름다운 미모와 마음씨(16-25절), 그리고 여호와 신앙에 근거한 용기(58절)를 지닌 리브가를 그에게 인도하셨다. 이는 마치 하나님이 독처하는 아담에게 하와를 이끌어 오셨던 에덴 동산의 정경과 흡사하다(2:22). 그들의 만남은 분명 하나님의 놀라운 경륜과 자신들의 간절한 기도의 합작품이라 할 수 있다. 이처럼 신적 권위와 참신앙에 의해 맬어진 부부는 사랑과 행복이 넘치는 가정을 이루지 않을 수 없다. 왜냐하면 사랑의 하나님께서 그들과 내내 함께 하실 것이기 때문이다. 결혼은 인간이 만든 제도가 아니라 홀로 있는 인간을 위해 두 사람이 서로 사랑하며 의지할 수 있도록 하나님께서 특별히 만드신 제도이다(2:18-25). 그러므로 결혼을 준비하거나 결혼 생활을 하고 있는 자라면 누구나 결혼이 지니는 신성함을 느껴야 하고 또한 결혼을 통해 하나님의 창조 사역에 동참한다는 의식을 지니며 그 일을 위해 기도해야한다."
        }
    ]
}