{
    "bible_book": "창세기",
    "chapter_number": 25,
    "commentaries": [
        {
            "verse_reference": "25:1",
            "commentary": "후처(* ,이솨) - '부인', '아내' 또는 일반적인 '여자'를 가리키는 말이나 후처로 번역된 것은 언약의 자손을 낳을 합법적 아내인 사라와 구별하기 위함이다(6절;대상 1:32). 그두라 - 이름의 뜻은 '향기'이다."
        },
        {
            "verse_reference": "25:2",
            "commentary": "시므란 - '찬양하는'이란 뜻이다. 욕산 - '새 사냥꾼'이란 뜻이다. 남부 아라비아의 야키쉬에 사는 힘야릭 족속의 조상으로 알려져 있다. 므단 - '분쟁'이란 뜻이다. 미디안 - '심판'이란 뜻으로서 후에 므단과 미디안 두 족속이 한 족속으로 합쳐진 것 같다. 이스박 - '버리는 자'란 의미이다. 에돔 땅 쇼백에 정착한 듯하다. 수아 - '부귀'. 이두매의 산 지역의 지명과 동일하다."
        },
        {
            "verse_reference": "25:3",
            "commentary": "스바 - 소와 나귀를 강탈하던 스바 족속의 조상(욥 1:15; 6:19)이다. 드단 - 후손은 에돔의 남동쪽에 위치한 족속으로 두로의 주요한 교역민(겔 25:13)이었다. 앗수르 족속 - 북부 아라비아 사람들로 팔레스틴 남쪽에 거주 한 것 같다. 히브리 발음으로 아슈림(* )인데 앗시리아와 혼동하면 안된다. 르두시 - '핍박을 당하는'의 뜻이다. 르움미 - '민족'이란 뜻으로서 이들은 메소포타미아 지역에 산재한 듯하다."
        },
        {
            "verse_reference": "25:4",
            "commentary": "에바 - '어두움'이란 뜻이며 사 60:6 에는 풍요로운 족속으로 나온다. 에벨 - '송아지'란 의미이다. 헷야즈의 바누기파족과 관련이 있다. 하녹 - '추종자'란 의미이다. 아비다 - '지식의 아버지'란 뜻이다. 엘다아 - '하나님이 불렀던 자'란 뜻이다."
        },
        {
            "verse_reference": "25:5",
            "commentary": "아브라함은 하나님의 구속 목적이 담긴 혈통 관계를 잊지 않고 자신의 합법적 상속자이자 언약의 후손 이삭에게 자기 모든 소유를 물려주었다. 더욱이 아브라함은 가나안땅에의 약속과 언약의 상속권까지도 물려주었다."
        },
        {
            "verse_reference": "25:6",
            "commentary": "재물(* ,마타노트) - '선물','혜택'이란 뜻이다. 이는 이삭이 아브라함에게서 받은 '모든 소유'와는 달리 서자들은 재산상속권을 요구할 수 없고 단지 주는 것만을 받을수 있는 언약 밖의 자손임을 보여 준다. 동국(* ,에레츠 케뎀) - '동쪽의 땅'. 광의적인 의미로는 아라비아이다. 이삭과 서자를 다른 곳에 거주하게 한 것은 이들 사이에 발생 할 소지가 있는 분쟁을 미연에 방지하고 언약 자손의 순수한 혈통을 보존코자 하는 아브라함의 신중한 처사였다."
        },
        {
            "verse_reference": "25:7",
            "commentary": "향년(* , 예메 쉐네 하예) - 직역하면 '인생 햇수의 날들'이다. 인생이란 햇수로 계수되기 보다는 하루의 날들로 이어진 연약한 존재임을 연상케 하는 히브리적 표현이다. 이는 하루 하루의 중요성을 인식시켜 준다. 일백 칠십 오 세 - 아브라함은 75세에 소명받은 후 100년간의 나그네 생활을 마치고 175세를 일기로 하나님이 계신 영원한 가나안으로 들어갔다<25 장. 강해>."
        },
        {
            "verse_reference": "25:8",
            "commentary": "수가 높고 나이 많아 - 직역하면 '백발의 나이로 그 연수(年數)가 충만하여 만족했다'이다. 이는 지상에서 복된 수명을 누렸다는 뜻으로 아브라함이 이 땅위에 머무는 동안 하나님의 놀라운 은총 속에 여한이 없이 풍성한 삶을 살다가 생의 승리자로 죽어간 사실을 여실히 보여 준다(잠 16:31;20:29). 열조(* ,암) - 집합적 단위로 '백성', 좀 더 좁은 의미로는 이스라엘 백성으로서의 '지파'를 의미한다. '열조에게 돌아간다'는 표현은 사후에도 그들의 후손 들의 삶과 인격을 통해 자신들의 삶이 계속 유지된다는 구약의 내세관을 보여준다. 이는 신약의 '영생 개념'과는 차이가 나지만(요 3:16; 5:24 갈 6:7,8) 죽음이 인생의 종착역이 아니라 또 다른 생의 영역 속으 로 들어가는 출발점이라는 사실을 이해시켜 주는데는 도움이 된다(15:15; 삿 2:10)."
        },
        {
            "verse_reference": "25:9",
            "commentary": "이삭과 이스마엘이 - 평소 화목치 못했던 그들이 아버지 아브라함을 장사하기 위해 협력하는 모습을 볼 수 있다. 예수 그리스도의 죽음이 하나님과 인간 사이에 화목을 가져온 것처럼, 때때로 의인의 죽음이 불화의 감정을 해소하고 화목의 장을 마련할 때가 있다."
        },
        {
            "verse_reference": "25:11",
            "commentary": "브엘 라해로이 - 이 뜻은 '나를 감찰하시는 생존자의 우물'(16:14)이다. 하갈이 사라를 피하여 도주하던 중 샘곁에서 여호와의 사자를 만나 위로와 축복을 받은 뒤 그샘을 명명한데서 연유되었다."
        },
        {
            "verse_reference": "25:12",
            "commentary": "아브라함에게 낳은 아들 이스마엘 - 하나님의 사랑받는 자 아브라함과의 관계때문에 비록 선민의 대열에 들지는 못했지만 이스마엘이 낳은 후손들은 세상적으로 존귀케 되었으며 신정국 이스라엘과 밀접한 관계를 가지고 성장했다."
        },
        {
            "verse_reference": "25:13",
            "commentary": "세대(* , 톨다) - 원 뜻은 '출생'이다. 따라서 '세대대로'를 '출생 순서대로'로 이해하는 것이 자연스럽다. 게달 - '검은 피부'라는 뜻으로서 사 21:7에는 활을 잘 사용하는 족속으로 묘사 되었다. 그들의 천막은 볼품있고 내구성이 강한 것으로 유명하다(렘 49:29; 아 1:5). 아라비아 페트라와 바벨론 사이에 있는 광야에 거주했었다(사 42:11; 시 120:5). 앗브엘 - '하나님의 기적'이란뜻이다. 이 족속은 사해 남서부에 거주 하였다. 밉삼 - '달콤한','즐거운', '향기로운' 등의 뜻이다. 정확한 위치는 알 수 없다."
        },
        {
            "verse_reference": "25:14",
            "commentary": "미스마 - '듣는다', '주의하다'란 의미이다. 70인역과 벌게이트역에는 마스마로 되어 있다. 두마 - '침묵'이란 뜻의 말. 시리아와 바벨론의 경계선에 위치한 두맛 엘드옌델에 거주했다. 맛사 - '견디다'의 뜻. 두마의 북쪽에 있는 미사노이에 정착하였다."
        },
        {
            "verse_reference": "25:15",
            "commentary": "하닷 - '날카로움'이란 뜻이다. 이 족속은 오만과 바레인 근처의 아라비아 해안땅에 거주했다. 데마 - '오른 손을 사용하다'란 의미이다. 주로 무역에 종사한 족속이다(욥 6:19;렘 25:13). 여둘과 나비스 - 요단 동편에 거주하는 이스라엘 민족과 가까운 족속이다."
        },
        {
            "verse_reference": "25:16",
            "commentary": "촌 - 성벽이 없는 임시 거주지를 의미한다(사 42:11). 즉, 이동할 수 있는 장막의 진을 일컫는다. 부락 - 요새화 된 유숙지를 뜻한다(민 31:10; 아 8:9). 십 이 방백 - 이스마엘 후손의 창성함(숫자적으로나 사회적으로)을 보여 주는 구절이자 언약의 온전한 성취를 나타낸 부분이다(17:20). 특히 '방백'(* ,나시)이란 큰 무리의 지도자(겔 45:9)나 추장(30:2)을 일컫는 말로써 이스마엘 자손의 흥왕함을 대변해 주는 말이다."
        },
        {
            "verse_reference": "25:17",
            "commentary": "이스마엘은...일백 삼십 칠 세 - 아브라함 사후(死後) 48년만에 이스마엘은 파란 많은 생을 마감했다. 비록 그에게는 언약의 후손 이삭과 같은 축복이 주어지지 않았지만 아브라함의 죽음에 대한 기사<8절>와 동일한 필치로 그의 죽음을 언급한 것으로 보아 그는 아브라함과 동일한 사후 거처에 들어간 것으로 보인다."
        },
        {
            "verse_reference": "25:18",
            "commentary": "술 - '성벽'이란 뜻이며 브엘세바와 애굽 사이의 중간 지점<16:7낱말 풀이>에 위치해 있다. 형제의 맞은편에 거하였더라 - '거하다'(* , 나팔)란 '넘어지다'(시 10:10),'엎드러지다'(사 3:8)는 뜻으로 이해되기도 하지만 여기서는 오래 '정착하다'는 의미로 사용되었다. 결국 이부분은 이스마엘 후손들이 그들의 물려받은 땅에서 형제 민족들과 대치하면서(정복. 수탈당하지 않고) 살았음을 암시한다."
        },
        {
            "verse_reference": "25:19",
            "commentary": "이삭의 후예는 이러하니라 - 창세기는 대부분 족장의 역사들로 엮여져 있다. 그런데 이런 역사들을 기술함에 있어서 '족보'를 자주 사용하고 있는 것을 볼 수있는데 이 족보는 단순한 인명의 열거가 아니라 그 인명을 통해 기나긴 역사를 압축, 요약한 다이제스트(digest) 역사 기록임을 알 수 있다. 본절은 본서의 족보 기록 중 아홉번째 등장하는 것으로 (1) 이삭 후예의 역사성과( 2) 언약의 후손이 어떻게 이어져 내려가고 있는가를 밝혀 주며 (3)이삭 후에 새롭게 등장하는 야곱의 생애를 조명시켜 주는 역할을 한다."
        },
        {
            "verse_reference": "25:20",
            "commentary": "밧단 아람(* , 파단 아람) - '아람인의 벌판'이란 뜻이다. 메소포타미아의 북부 지역을 지칭하며 본래 아브라함 가문의 발생지로 간주된다. 구체적으로 리브가의 출신지를 언급하는 이유는 그녀가 혼합 민족이 아닌 언약 백성인 아브라함의 순수한 혈족으로 하나님의 기업을 소유할 자격이 있음을 강조하기 위함이다."
        },
        {
            "verse_reference": "25:21",
            "commentary": "잉태하지 못하므로 - 이삭은 40세에 결혼하였으나 20년 동안 리브가를 통하여 자식을 갖지 못했다. 아브라함의 후처인 그두라는 벌써 6형제를 낳았고 그 자손들까지 번성하고 있었을 뿐만 아니라, 첩의 소생인 이스마엘 역시 이미 12형제와 12방백을 이루고 있었다. 결국 근 20년의 기도가 응답되어 나이 60세에 쌍동이를 얻게 될 뿐 아니라 그의 후손도 번성케된다(히6:14,15). 하나님의 은총이 지연될 때 10년을 견디지 못하고 첩을 얻었던 아브라함과는(16:3) 달리 이삭은 그런 실수를 범치 않았다. 하나님이 맺으신 약속의 성취는 확실하나 간혹 더딜 때가 있다(합 2:3). 이는 약속의 씨가 단순한 자연적 결실이 아닌 하나님의 은총의 산물임을 확신케 하기 위해서이다(시127:3). 위하여(* , 레노카흐) - '마주 대하여'란 전치사이다. '간구하매'와 함께 사용되어, 항상 누구를 염두에 두고 기도한다는 의미이다. 간구하매(* , 아타르) - '향을 피우다'란 어근에서 유래한 말로서 성도의 기도가 향연과 같이 올라감을 비유한다(Gesenius)."
        },
        {
            "verse_reference": "25:22",
            "commentary": "싸우는지라(* , 라차츠) - '압박하다', '깨뜨리다' 등의 뜻이 있으나 본문에서는 '서로 요동하다'는 번역이 적합하다. 즉 복중의 태아가 격한 몸부림을 했다는 뜻이다. 이는 쌍 태아의 복중 싸움으로 인한 현상이었다. 하나님의 특별하신 간섭으로 임신케 된 리브가는 정상적인 태아의 운동 이상의 요동으로 인하여 놀랐다. 이 같으면 내가 어찌할꼬 - 이 말은 다음 세 가지 사실을 내포한다. (1) 임신의 고통으로 인한 육체적 괴로움의 하소연(Rosenmuller).(2) 복중의 태아가 요동하다가 유산하면 어찌하리요란 정신적 갈등, 그리고(3) 신적 은총으로 잉태한 아이가 뱃속에서 부터 싸우는 데서 연유한 영적인 불안감을 토로하는 의미다. 즉, 리브가는 자기 태 중에 있는 아이들의 싸움에서 육체적인 괴로움과 정신적 갈등과 영적인 불안감을 동시에 느꼈던 것이다. 한편 리브가의 이 예감은 원시 복음(3:15)에 계시된 여인의 후손과 뱀의 후손 간의 싸움, 즉 영육간의 싸움(롬 7:15-22)과 종말에 있을 그리스도와 사단 간의 우주적인 투쟁(계 20:1-3, 10)을 쌍태의 싸움으로 예고한 하나님의 신비로운 계시였다."
        },
        {
            "verse_reference": "25:23",
            "commentary": "국민(* , 고이) - 단수로는 '나라', '국가'이고 복수는 '열방', '열방', '이방', '이방인들', '이방사람', '민족', '만민', '국민', '족속', '거민', 등으로 번역되었다. 여기서는 이스라엘과 에돔의 두 '민족'을 지칭한다. 태(* , 베텐) - '비어있다'는 어근에서 유래한 말이며 '태', '자궁', '배','몸'으로 번역된다. 복(* , 메에) - '부드럽다'는 뜻의 어근에서 유래, 오직 복수로만 사용된다. '복부', '배', '자궁'으로 쓰였으며 상징적인 의미에서 동정심을 가 리킬 때도 있다. 강하겠고(* ,아마츠) - '강하다', '담대히 하다', '굳세게 하다', '힘있게 하다'는 뜻의 미래 미완료형으로서 계속적인 강성함을 계시한다. 이는 이스라엘이 상대국 에돔보다 지속적으로 모든 면에서 앞서나갈 것을 예견한 말이다. 섬기리라(* , 아바드) - '일하다', '봉사하다', '경작하다', '노예의 신분이 되다', '노동하다'란 뜻의 미래 미완료로 에돔 족속이 이스라엘의 지배 아래 있게 될 것을 암시한 말이다. 이 족속이 저 족속보다 강하겠고...섬기리라 - 예언적인 신탁의 형태로 표현된 이 대답은 한 태속에서 두 국민과 두 민족의 창시자인 야곱과 에서가 출생하여 그후 야곱의 장자권 계승과 더불어 그들의 후손인 이스라엘과 에돔 사이의 뿌리깊은 갈등과 반목 그리고 이미 승부가 결정난 필연적인 싸움이 계속되리라는 예언이다. 결국 이 예언은 야곱 자손이 에서의 자손을 정복했던 출애굽 사건과 다윗의 치세중에 여자적으로 성취되었다(삼하 8:12, 13:대하 21:8). 더 나아가 바울은 영적 해석 으로 이 예언속에서 하나님 의 주권적인 선택 교리를 설명했다(롬 9:10-23; 말 1:2-4). 따라서 본 예언은 사람의 구원이 행위로 말미암지 않고 오직 하나님의 뜻과 그의 은혜로 이루어진다는 사실을 암시하는 구절로 이해되어야 한다."
        },
        {
            "verse_reference": "25:24",
            "commentary": "기한(* ,음) - 문자적으로는 '날' 로서 일출에서 일몰까지, 또는 일몰에서 다음 일몰까지를 의미하거나 제한된 시간이나 기한을 의미한다. 여기서는 후자의 의미이다<1:5>."
        },
        {
            "verse_reference": "25:25",
            "commentary": "붉고(* , 아드모니) - '아담'이란 히브리 말에서 유래한 말로서 '머리, 팔 또는 안색이 붉은'이란 뜻이다. 이는 혈기 왕성했던 에서의 성격과 조화를 이루는 외모의 한 특징이다. 갖옷(* , 에데르 세아르) - 직역하면 '털이 많은 겉옷'이다. '전신이 갖옷같다'는 말은 신생아의 외모가 기이하게 붉은 털로 싸여져있다는 말로 그의 야성적이고 육욕적인 성품을 예견케 한다(Kalisch, Keil). 후에 그는 들판을 돌아 다니는 사냥꾼이 되어 아버지가 즐기던 음식올 대접하여 부친 이삭의 사랑을 독점했다. 에서(* , 에사우) - 이름의 뜻은 '거친', '털이 많은'이다. 이는 그의 열정적이고 동물적인 기질을 대변해 준다(Murphy). 에서는 피부가 붉었었으므로 '에돔'이라고도 하였다."
        },
        {
            "verse_reference": "25:26",
            "commentary": "발꿈치(* . 아카브) - 이는 '발뒤꿈치를 잡는다', '속이다', '불의로 남의 뒤를 친다'(27:36), '발뒤꿈치를 든다'(시 41:9) 등의 뜻을 갖는다. 한편 발꿈치를 잡고 출생한 것에 대한 해석으로는 이 말이(1) 지극히 짧은 시간적 격차를 묘사한말이다(Bush)(2) 야곱이 에서의 발꿈치를 붙잡으려는 듯이 바 짝 뒤쫓아서 나온 모습을 말한다(Delitzsch) 등의 학설이 있다. 그러나 호12:3에서의 인용은 문자 그대로의 해석을 정당화한다(Keil). 허나 우리가 집중 추적해야 될 사실은 이런 의학적인 난제가 아니라 영적이고 예표적인 의미를 지닌 하나님의 섭리이다. 야곱(* , 야아콥) - 어근 아카브(* )는 '발뒤꿈치'(heel; 3:15, 호12:3) 또는 '발뒤꿈치률 잡는다'란 뜻과 '뒷면'이란의미가 있어 나쁜 의도로 사용될 때는 '남을 사취하는 자'(27:36), '거짓되다'(렘 9:3;17:9), '발꿈치를 든다'(시41:9)는 뜻을 내포한다. 기이한 출생에 의해 붙여진 그의 이름은 이와 같이 좋지 못하나 훗날 하나님의 은혜로 새롭게 태어났을 때 붙여진 '하나님과 겨루어 이긴자' 즉 이스라엘(32:8)이라는 한 영광된 이름을 얻 게 되었다."
        },
        {
            "verse_reference": "25:27",
            "commentary": "장성하매(* , 가달) - 육체, 정신, 소유, 명예, 또는 자존심 등의 측면에서 '크게되다' '자라나다' '확대되다'란 뜻이다. 가사를 충분히 분담할 수 있은연령에 도달했음을 암시한다. 익숙한(* , 야다) - '알다'(12:11),'깨닫다'(출 34:29),'습득하다','동침하다'(4:1)란 뜻으로 단순한 지식을 의미하지 않고 체험적으로 안다는 말이다. 에서의 능숙한 사냥솜씨를 암시한다. 사냥꾼(* , 차이드) - '곁에 엎드리다', '쫓다'란 어원에서 유래한 말로 '예비하다'(수 9:5), '양식'(수9:14), '식물'(느 13:15)로도 번역됐다. 에서의 민첩한 기질과 양식을 위해 사냥업에 종사함을 보여 준다. 들(* , 사데) - '뻗치다'는 어근에서 유래되어 '밭'(23:17), '전지' 등으로도 번역되나 앞의 '사냥군'이란 말로 보아 '들판','초원'이 적합하다. 결국 '들 사람'이란 농부가 아니라 넓은 초원을 가로지르며 사냥을 일삼는 자를 가리킨다. 사람(* ,이쉬) - '현존하다' '강하다'란 어원에서 유래하였다. 이 말의 용법은 짐승과 대립되는 경우에(출11:7), 또는 여자(2:23)나 하나님(32:28)과 대립되는 의미로 사용되었다. '아담'이 흙으로 된 허무함과 비참성을 지닌 인간을 표현한다면 '이쉬'는 능력을 지닌 인간을 나타낸 말이다(시 42:9; 62:9). 여기서는 에서의 야성적인 늠름함을 암시키 위해 사용된 듯하다. 종용한(* , 탐) - '완성하다'에서 유래하여 '순전한'(욥 1:1), '완전한'(시64:4), '온전한'(잠 29:10)등의 도덕적인 용례가 많으나 여기서는 강한 인상을 풍기는 에서와 대조적으로 단지 야곱의 평온하고 단순한 면(luther)을 표현한 듯하다(고전1:26-29). 장막에 거하니 - '거하다'는 '야솨브'(* )로 '머무다'(13:12), '거주하다'(출 12:40). '앉다'(삿 3:5), '우거하다'(26:17)로 번역된다. 야곱은 가정적인 사람으로 집안에 머물기를 좋아했으며 부친을 계승하여 전형적인 목양에 종사한 듯하다."
        },
        {
            "verse_reference": "25:28",
            "commentary": "사냥한 고기(* , 파아 차이드) - 문자적으로 '그의 입 안에 있는 사냥물'이다(LXX). 에서가 사냥하여 얻은 고기를 계속적으로 탐닉해 왔던 이삭의 습관을 알 수 있다. 좋아하므로(* , 아하브) - '애정을 갖다' '사랑하다'는 뜻으로 선택의 원인이 사랑에 있음을 표현할 때 사용된다(신10:15; 말1:2,3). 반면에 불선 택의 미움을 의미할 때는 '사네'(* )란 말이 사용된다(말 1:3). 또한 하나님이 베푸시는 언약적 사랑을 표현할 때는 '헤세드'(* )란 말을 썼다(신 7:9;미 7:20;왕상8:23). 본문에서는 에서를 편애한 이삭의 선택적 사랑이 에서의 사냥한 고기로 인함임을 밝힌다. 결국 이러한 부모의 편애가 자녀에게 끼친 영향을 두 아들의 생애와 그 후손의 역사에서 볼 수 있다."
        },
        {
            "verse_reference": "25:29",
            "commentary": "죽(* , 나지드) - '끓어오르다'에서 유래한 말로 끓인 음식, 즉 '수프' '진한국'을 의미한다. 오늘날에도 팔레스틴에서 재배되는 적갈색의 렌즈 콩에다 양파, 쌀, 그리고 올리브 기름을 섞어 조리하는 요리가 있다(삼하 17:28; 23:11). 곤비하여(* , 아예프) - 각운이 없어지다'란 뜻이다. 지침으로 인하여 기력을 상실한 상태를 묘사한 말이다(욥 22:7; 시 63:1; 삿 4;21)."
        },
        {
            "verse_reference": "25:30",
            "commentary": "붉은 것(* , 아돔) - 원문에는 이 말이 두 번 반복되어 '그 붉고 붉은것'으로 나온다. 에서가 팥죽의 붉은 색깔에 자극받은 식욕 때문에 지극히 흥분한 상태에 있음을 묘사한다(Wordsworth). 본래의 붉은 피부에다 이 붉은 팥죽 사건이 결정적 계기가 되어 이후 사람들은 그를 '붉다'는 뜻을 지닌 '에돔'이라 불렀다. 먹게 하라(* , 할이테니) - 직역하면 '나로 돌이키게 하라'로 에서의 왕성한 식욕을 드러낸다."
        },
        {
            "verse_reference": "25:31",
            "commentary": "장자의 명분(* , 베코라) - 기본 어근인 '태를 열다'에서 파생된 말로 사람이나 짐승의 '초태생'과 추상적으로는 '장자의 상속권'을 의미한다. 구약 시 대 이스라엘의 처음 출생한 자가 갖는 특권과 책임은 다음과 같다. 첫째는 외적 특권으로(1) 아비의 뒤를 승계하여 가장이 되어 가문의 대소사를 처리할 수 있는 주도권(27:1-45; 대하 21:3)과(2) 다른 형제에게 할당 된 유산의 두 몫을 분배받을 수있는 자격(신 21:15-17)을 가진다. 둘째는 내적 특권으로 장자는(1) 하나님과 사람앞에서 한 가정의 대표자로서 모든 일을 수행함과 동시에(2) 언약 관계에서 영적 축복의 후계자가 된다. 또한 책임도 병행하는데 그것은 부친의 노후나 사후, 모친과 미혼 자매들을 부양해야 할 의무이다. 오늘날(* , 카욤) - 직역하면 '오늘처럼'이나 여기서는 '빨리' '우선적으로'를 뜻한다(삼상 2:16; 왕상 1:51). 팔라(* , 마칼) - '팔다' '양도하다'의 강조 명령형이다. 야곱이 이런 장자권의 소유를 위한 흥정을 하게 된 배경에는(1) 그가 평소에 장막에 머물때 장자권의 영적 축복을 부모로부터 익히 들어 알고 있었던 반면, 에서는 장자권의 가치에 관해 무지하므로 가능했고(2) 과거 에서가 장자의 명분을 경홀히 여기는 언행을 자주 하는 것을 눈여겨 보아 왔었고(3) 사전(事前)에 이 문제를 놓고 농담조의 대화가 빈번하여 에서의 경계심이 해이해졌기 때문일 것이다. 그러나 그 행위에 있어서 굶주림에 처한 형의 처지를 이용해 장자권을 흥정한 처사는 정당시될 수 없다. 이 사실은 향후 그의 고달픈 인생의 여정이 잘 반증해 준다."
        },
        {
            "verse_reference": "25:32",
            "commentary": "내가 죽게 되었으니(* , 히네 아노키 호레크라모트) - 직역하면 '보라 나는 죽음의 지경에 이르렀으니'이다. 에서의 이 대답에 대한 해석들로서는 에서가(1) 너무 굶주려 죽어가는 급박한 위경에 도달했다는 것과(Calvin)(2) 사나운 짐승을 쫓음으로 인해 언제 죽을지 모른다는 말과(3) 삶의 종국적 결과가 죽음이니 장자권이 내게 무슨 소용이 있겠는가란 견해 중 에서가 평소 취했던 경박한 태도를 보아 지금 당장 배고파 죽게 되었는데 장자권이 무슨 소용이냐는 식의 현실 지상주의의(Keil) 세째 견해가 타당성이 있다. 무엇이 유익하리요(* , 라마 제) - 직역하면 '무슨 유익이 있느냐'이다. 에서가 한 이 말의 의도는(1) 지금 아사(餓死) 직전에 있는데 장자권이 무슨 쓸모가 있겠는가.(2) 내가 죽으면 야곱이 대신 장자권을 차지할텐데 장자의 명분이 무슨 도움이 되겠는가라는 순간적 욕망을 추구하는 두 의중이 복합된 듯하다."
        },
        {
            "verse_reference": "25:33",
            "commentary": "맹세하고(* , 솨바) - 완전 수인 '일곱'이란 명사에서 유래하여'일곱번 말하다' 즉 '서약하다'는 뜻으로 사용된다. 맹세는 하나님의 권능과 심판 아래 쌍방간에 맺은 약속을 신실히 이행할 것을 서약하는 성스러운 의식으로서 그 약속한 바에 대한 신뢰성을 높이는 방법으로 사용되었다(출 22:11; 민5:19). 장자의 명분을 야곱에게 판지라 - 구약 당시 장자권의 상실은(1) 본절처럼 본인의 의사로 맹세를 통하여 직접 양도할 때(2)서자가 장자일 경우 합법적인 아내가 그후 아들을 낳아 장자의 명분을 요구할 때(21:10)(3) 아비의 직권으로 다른 아들을 선택할 때(48:22, 대상 26:10)(4) 중죄에 대한 징벌로 박탈당할 때(49:3,4;대상 5:1) 합법적으로 가능했다. 성경 기록과 유사한 풍습이 기록된 아카드어 토판인 누지서판(Nuzi Tablets)에는 할 형제가 상속받은 숲을 다른 형제에게 세 마리의 양을 받고 팔고 있는 상속권 거래에 관한 실례가 소개되어 있다."
        },
        {
            "verse_reference": "25:34",
            "commentary": "떡(* , 레헴) - 어근 '먹다'에서 유래하여 식량, 곡물, 빵 등을 포괄하는 말이나 여기서는 죽과 함께 먹는 빵을 의미한다. 먹으며 마시고 일어나서 갔으니(* , 와야칼 와예쉐트 와야캄 와예라크) - 직역하면 '그리고 그가 먹었다. 그리고 그가 마셨다. 그리고 그가 일어났다. 그리고 그가 갔다'. '와우'(* , 그리고) 용법으로 계속 이어지는 본절은 자신의 행동에 관하여 생각할 여지를 두지 않고 일을 해치우는 모습을 보여준다. 즉 목전의 욕심만 채우기에 급급한 육적 사람의 상태를 생생히 묘사했다. 경홀히 여김 이었더라(* , 바자) - '업신여기다' '경멸하다'는 뜻이다. 본절에서는 와우 용법으로 앞의 문장인 '먹으며 마시고 일어나서 갔으니'에 연결됐다. 어리석은 행위에 대하여 전혀 뉘우치는 빛이 없는 에서의 강퍅한 태도를 보여 준다. 인류의 첫 조상 아담과 하와가 영생을 금단의 열매와 바꾼 이래(3:6) 죄로 말미암아 인간의 지정의(知情意)가 마비되어(엡 2:1-3; 4:8) 무분별한 존재가 되고 말았다. 히12:16은 에서를 가리켜 '망령된'(* ,베베로스)자라 일컫는데 이는 '속된' 혹은 '불경건한'이란 뜻으로 속된 욕심 때문에 하나님이 주신 거룩한 축복의 기회를 하찮게 다루는 자란 뜻이다. 창세기에 간간히 등장하는 족보(5장;10장;11:10-32)는 언약의 후손이 과연  누구인가에 그 촛점이 맞추어지고 있다. 본장은 12장 이후 구속사의 초점이 맞춰졌던 아브라함의 생애가 마감되고, 그 이후의 세대(이삭-야곱)에게 관심이 집중되고 있음을 볼 수 있다. 특히 본장은 두 인물(아브라함과 이스마엘)의 죽음과 두  인물(에서와  야곱)의 출생 이라는 뚜렷한 대조를 이룸으로써, 인간의 유한한 생(生)과 그 생물들을  통하여 거룩한 당신의 경륜을 엮어 가시는 하나님의 통치사를 확연히 보여 주고 있다. 이러한 본장의 내용을 요약하면   아브라함의 죽음을 전후하여 언약 백성과 어약에서 제외된 혈통간의 분리를 제시 하였으며(1-11절)   이스마엘의 계보를 언급함으로써 이스마엘과 하갈에게 주셨던 언약이 성취되었음을 보여 주고 있다(12-18절).   이삭의 쌍동이 아들 에서와 야곱 출생 예언과 하나님의 야곱 선택 장면이 그려  졌으며(19-26절)   장자의 명분을 동생 야곱에게 팔므로써 영영히 장자의 권리를 잃어버린  어리석은 에서의 행각이 제시 되었다(27-34절). 물론 이 사건의 배후에는 야곱을 선택하시고 그에게 언약 후손의 대권을 잇게 하신 하나님의 초월적인 경륜이 담겨져 있다. 성경의 역사는 인간의 역사가 아니라 인간을 통해 당신의 거룩한 라가(인류 구속과 하나님의 나라 건설)을 펼쳐 가시는 하나님의 숨결이며 흔적이다. 따라서 아무리 위대한 인물이라 하더라도 성경 전면에 부각되었다가 맡은 바 구속사적 임무가 끝나면  곧 물러나는 것이 필연이며(사 40:8), 또한 하나님이 기뻐하시는 자에 의해 역사가  진행되는 것이 당연하다. 1. 아브라함의 죽음(25:1-11) 아브라함은 당시 족장들의 관례를 따라 여러 아내와 훗가을 얻었다.  본문에서  그 아내 중 하나인 그두라와 그에게서 출생한 여섯 아들과 일곱 손자 및 세 명의  증손자에 관해 언급하고 있다(1-6절). 이들은 모두 아랍 종족의가 선조들로서 결국 아랍인의 선조가 아브라함이라는 사실을 증명해 준다. 그런데 그두라의 후손들은 하나님의 언약과 무관하다는 점에서 약속의 땅 가나안이 그들의 유업이 될 수 없었다. 이에 아브라함은 그들에게 많은 재산을 주어 가나안을 떠나 동방 곧 아라비아 지역으로 이주케 하였다(6절). 이러한 조처에는 그의 사후(死後)에 발생하게 될 여러 갈등 요인 (상속권, 이복 형제와의 감정적 대립 등)을 미연에 완전히 제거하려는 강력한 의지와 깊은 배려가 담겨 있다. 또한 가나안은 약속의 후손 이삭만이 소유할수 있는 선택된 땅이라는 사실을  반영한다. 그는 이삭에게 가나안 땅과 더불어 자신의 모든 소유와 언약  상속권까지 물려 주면서 서서히 다가오는 죽음을 예비하였던 것이다(7-11절). 그는 비록 자신이 죽어가지만 자신과 맺은 하나님의 언약은 영원할 것을 확신 하며 자신을 대신하여 그 언약의 대상자로 이삭을 세웠던 것이다. 이처럼 하나님의 사람들에게 있어서 죽음은 모든  것의 마침이 아니라 새로운 세계에의 출발인 것이다. *다산(多産)과 불임으로 표현된 축복과 저주. 히브리인들은 다산(多産)이 신의  축복이자 진정한 명예와 힘의 근거가 된다고 생각 했다. 그 예로 24:60에 리브가 가족들의 기원('너는 천만인의 어미가 될지어다')을 들 수 있다. 이러한 다산에의 희구는 사회과학자들이 주장하는 것처럼 단순히 많은 노동력과 군사력의 확보라는 물질적  관점에서가 아니라, 생육하고 번성할것을  명하신  하나님의  명령에  기초한  소망이었다(1:28). 사실 하나님은 언약 체결자였던 아브라함, 이삭 등에게 수많은 자녀에의 약속응 허락하심으로(15:2;26:4)다산이 하나님으로 부터 전해지는 축복의 한 표현임을  분명히 하셨다. 특히 시가서에서는 자식이 여호와의 상급이자 행복의 근원(시  127:3)이며 노인의 면류관이라고까지(잠 17:6)극찬 하셨다. 이와 반대로 불임(不姙)은 하나님의 저주의 표현으로 간주하였을(20:18) 뿐 아니라 인간에게 가장 치욕스러운 형벌로 여겨졌다(16:2;삼상 1:5;호 9:14). 이러한 히브이인들의 사상은 미신적인 사고에 근거해서라기 보다 생병의 원천이 하나님이심을 믿는 신앙에 근거 한다는 점에서 과학 시대를 살아가는 우리들도  충분히 수용할 수 있는  내용이다. 그러나 축복의 판단 근거를 물질적이며 현세적인 것에 치중했던 구약  시대의 축복관을 따라, 다산만이 신의 축복이며 그렇지 못한 불임의 경우 하나님의 저주를 받고 있다고 몰아치는 것은 성경 전체의 정신을 올바로 이해하지 못한 소치이다. 하나님은 불임응 저주의 표현으로 사용하기도 하시지만, 당신의 뜻을 이루시기 위한  수단으로 사용하기도 하신다(눅 1:6,7).그러므로 성도는 자녀가 있고 없고로 참된 행복과 신앙의 기준으로 삼지 말고, 그 상황에서 말씀하고 계시는 하나님의 온전한 뜻을 발견하는데 힘써야 한다. 2. 이스마엘의 후예(25:12-18) 일찍이 하나님께서는 아브라함에게 열국과 열왕의 아비가 되게 해주실 것이라고 약속 하셨다(17:5,6). 본장은 바로 그러한 약속이 어떻게 구체적으로 성취되어 가는가를 보여 준다. 특히 본문에 언급된 이스마엘의 12족 후손들은 17:2에 하갈과  이스마엘에게 이미 주어진 약속의 실현으로서 이것 역시 아브라함에게 티끌과 같이 많은  후손을 주시겠다고 하신 하나님의 약속(13:16)의 성취라는 점을 놓쳐서는 안 된다. 사실 하나님은 많은 후손에 대한 약속이 단지 이삭을 통해서만 성취될  것이라고  제한하시지는 않으셨다. 하나님은 당신의 언약 밖에 있는 여인과 후손을 통해서도 아브라함에게  하셨던 약속을 이뤄가신 것이다. 이는 모든 인류의 역사가 하나님의 통치  아래  있음과 (행17:25,26)각 민족들의 지도자가 하나님의 주권에 의해 선택된다는 사실을 보여준다(롬 13:1). 이 진리는 오늘날에도 적용되는 것으로 하나님은 교회나 특정인에  의해서만 소유되는 제한적인 존재가 아니라, 모든 인류의 주인으로 그들 모두로부터  영광받으시길 기뻐하신다. 3. 에서와 야곱의 출생(25:19-26) 앞 부분에서는 비록 아브라함의 혈통을 이어받았으나 약속의 후소 대열에 서지  못한 그두라(1-6절)와 하갈(12-18절)의 후예들에 관해 언급되었다. 하나님께서는 이들에게도 번성하는 축복을 허락하셨으나 그들의거주지는  한결같이  가나안  경계  밖으로 (6;18절) 내어치심으로써 앞으로 있을 분쟁을 방지하시고 언약 후손의 처소를  예비하셨다. 한편 본문에는 언약 후손의 영예와 축복을 얻었으나(11절) 현실적으로 아들이 없었던 이삭의 곤고함과 이 난관 극복을 위해 간절히 기도한 결과 자식을  잉태한  기쁨을 기록하고 있다. 이 경험을 통해 그는 하나님의 권능 을 체험하고 진일보한 신앙을  가졌음에 틀림없다.이 사검은 기도의 중요성과 더불어 모든 태(胎)가  하나님의  주도권 개입에 의해 성태되며, 특별히 하나님의 구속사에 주요 역할을 담당할 자들은  하나님의 은혜로우신 간섭에 의해 출생한다는 사실을 가르쳐 준다.  이삭(21:1,2),  야곱(21절), 요셉(29:31;30:22-24)이 바로 그러한 기적적 간섭에 의해 출생  하였다.  이처럼 구속 역사의 주역은 하나님께서 당신의 기쁘신 자의(自意)로 선택하시기에 인간에게는 자랑할만한 아무런 근거가 없다(고전 1:29). 한편 쌍태아(雙胎兒)를 임신한 리브가는 배 안에서 서로 다투는 두 아이를  이상히 여겨 하나님께 문의 하였다. 이에 대한 하나님의 응답은   두 아이는 장차 두  민족을 이룰 것이며   다툼은 두 민족간의 항존할 적대 관계를 암시하고   큰 자가 작은 자를 섬기게 될 것, 곧 구속사의 흐름에서 이스라엘이 에돔보다 우이에 설 것이라고 계시해 주셨다. 이 계시는 인간적으로 볼 때 장자를 무시했다는 점에서 불합리하다. 그러나 당신의 자유로운 의지에 따라 인간을 선택하시기도 하고 폐하기도 하시는 (엡  1:5,9,10)하나님의 주권이라는 면에서 볼 때는 논란의 대상이 될 수 없다(말 1:2,3). 이 계시는  훗날 사도 바울의 선택 교리의 근간이 되었다(롬 9:10-13). 즉 우리의 구원은 우리의 선행에 기준한 것이 아니라, 태어나기도 전에 이미 선택하신 하나님의 부르심에  근거한다는 내용이다. 이런 차원에서 오늘 우리의 구원 역시 우리를 궁휼히 여기시는 하나님의 무조건적이고 절대적인 사랑에 의해 완성되었다. *이름 짖기. 성경적 관점에서 이름이란 단순한 개인의 호칭 이상의 의미를 지닌다. 이름은 그 사람의 전체의 특질과 성품을 대변하는 것이며 그 사람의 인격(삼상 25:25)과 생애를 예감할수 있게 한다. 특별히 히브이인들에게 있어서는 이름이 개인과  하나님과의 관계성을 규정하는 준거가 될 만큼 중요한 의미를 지녔다. 이러한 중요도로 볼 때 개인의 이름을 명명하는 일은 그 개인의 일생에 대한 깊은 이해와 지배권을 행사할 수 있는 자에 의해서였을 것이다. 결국 이 일은 부모의 소관일 수 밖에 없었다. 구약 성경에는 약 2,400명이 약1,400갱가 독특한 이름을 가지고 있다.그 중에서 부모가 관계되어 이름 짖는 경우를 구체적으로 언급한 것이 46회 정도로서 그 가운데 28회는 모계를 (4:25;16:11;19:37;21:35;6,8,11,13,18,20,24,29;삼상  1:20등),  18회 부계를 따랐다(5:3;6:15;7:19;21:2;대상7:23;욥42:14;사 6:3;호 1:4,6,9등).한편 부모와는 무관하게 아이의 이름을 짖는 경우는  극소수에  불과했다(출2:10;룻  4:17;삼하 12:25). 부모는 보통 신생아가 태어나자 곧 바로 그에게 이름을 붙여 주었는데, 후대에  와서 아이가 할례를 받는 출생 8일 이후로 그 일이 미루어 졌다(눅 1:59;2:21).  부모는 자녀의 이름을 통해 자신들의 소원을 표하며 그 아이의 인격을 예언하기도 했다. 특수하기는 하지만 아니 출생시에 있었던 우연한 사건이나 특별한 환경을  반영한  이름도 있었고(35:18; 출2:22), 부모가 붙여준 이름이 신적 권한에 의해 개명(改名)되는 견우도 있었다(35:10). 여하튼 이름은 한 개인의 존재를 집약한 것으로서(27:36)이름을 통하여 그  개인의 생이 시작되며(이름이 없는 인격은 존재한다고 볼수없다. 창조 행위는 만물에게  이름이 지어졌자,마때 마침내 진정한 의미의 완성을 보았다고 할 수 있다;2:18-23),  비록 한 개인이 죽어간다 하더라도 이름을 통해 자손의 삶 속에서 대대로 살아닸다. 오늘 우리가 지니고 있는 이름에 이러한 제의미들을 부여한다는 것은 무리이다. 그러나 예수 그리스도를 영접한 후 새롭게 시작한 생의 출발점에서 얻은 '성도, 빛의 자녀,하나님의 백성'이라는 아름다운 이름들은 위에서 제시한 여러 의미들과 접맥될  수 있을 것이다. 실로 우리의 영적 부모이신 하나님께서 우리의 속성과 장래를  이해하시고 지배하시는 표로 우리에게 그와 같은 아름다운 이름들을 지어 주셨던 것이다. 4. 장자의 명분을 판 에서(25:27-34) 모태에서 부터 다툼이 시작되었던(22절) 에서와 야곱 형제의 갈등은 하나님께서 이미 고하신 바로써(23절), 그들의 판이한 기질로 인한 생활 전반의 차이(27절), 그리고 그러한 갈등을 해소하기 보다 자기 취향대로 두 아들을 각자 편애(偏愛)했던 이삭  부부의 실책으로(28절) 인해 계속되었고, 때문에 이 가정은 심각한 문제를 안고 있었다. 그러나 이보다 더 심각한 문제가 이 가정에서 발생했는데,그것은 이 집의 장자 에서가 고대 세계에서 생명만큼 고귀한 장자의 권한을 순간적인 만족을 위해  쉽게  팔아버린 망령된 성품과 행동에서 비롯 되었다(29-34절). 그에게는 바른 인생관과  신의식(神意識)이 없었기에 무엇이 최상의 가치를 지니는지 구분할수 없었던 것이다. 이러한 그릇된 가치관은 아담과 하와가 하나님과의 바른 관계보다 호기심과 욕망을 더 중히  여겼던 에덴에서의 범죄 이후 생겨났다(3:6). 한편 히브리서 기자는 하나님께 제공하신 거룩한 은혜를 무가치하게 여겼다는 점에서 에서를 망령된 자라 단죄하였다(히 12:16). 오늘날에도 세상이 제공하는 기쁨과 포만감(롬 8:21; 고전 15:50)을 위해 영생과 하나님 나라 시민권(빌  3:20)을  포기하는 자들이 하나같이 망령된 자라 할 수 있다(마 7:6). 하나님은 영원하며 신령한 것을 우습게 여기는 자에게서 진주를 취하여 그것의 가치를 알며 귀히 여기는 자에게 주신다. 하나님은 비록 간사하지만 그 진주를 열망했던 야곱에게 주권적으로 장자권을 선사 하셨다. 이 일로 인해 이삭의 가정은 풍지 박산이 났으며 에서와 야곱의 적대 관계는 그들 뿐 아니라 그 후손의 후손인 헤롯 왕이 야곱의 후손이자 유대인의 왕으로 탄생하신 예수를 죽이려한 데서 그 결정을 이루었다(마 2:16)."
        }
    ]
}