{
    "bible_book": "창세기",
    "chapter_number": 20,
    "commentaries": [
        {
            "verse_reference": "20:1",
            "commentary": "거기서 남방으로 이사하여 - 헤브론 지경 아므레 상수리 수풀(13:18)에서 장막을 걷고 남방(the south country),곧 팔레스틴 남쪽 지방인 네게브(Negeb)로 이주한 것을 가리킨다.이주 원인은 아마 그 무렵 헤브론 지역에 침입한 셋 족속(23장)으로부터 안전을 도모하기 위함이었을 것이다. 그랄 - 팔레스틴 남부, 사해 서쪽에 위치한 조그마한 성읍이다. 후일 이삭도 흉년을 피해 이곳으로 이주하였으며(26:1)유다 왕 아사가 구스 군대를 크게 격파했던 곳이기도 하다(대하 14:13)."
        },
        {
            "verse_reference": "20:2",
            "commentary": "누이라 하였으므로 - 이에 대하여 문서설(文書設,documentary hypothesis))을 주장하는 학자을은 12:10-20에 나오는 동일한 사건의 반복 기록이라고 한다. 그러나 그렇지 않다 왜냐하면 앞서의 사건은 아브라함 75세 때 애굽 왕 바로와 관계된 일이었으나, 본장의 사건은 아브라함 99세 때 그랄 왕 아비멜렉과 관계된 일이기 때문이다. 아뭏든 이처럼 아브라함이 20여년 전에 저질렀던 것과 동일한 잘못을 또다시 범한 것은(1) 그가 어떠한 이유에서든 약속의 땅 가나안을 떠나면 반드시 시험에 빠지고 말았다는 점과(2) 한번 지은 죄에 대하여선 쉽게 재범할 가능성이 높다는 점을 교훈해 준다. 사라를 취하였더니 - 이러한 행위는 당시의 관습에 의해 가능한 일이었다. 왜냐하면 당시 일국의 통치자는 어떤 처녀라도, 심지어는 그 땅의 일시적인 방문자 일지라도 마음에 들면 후궁으로 취할 수 있는 절대 권력을 갖고 있었기 때문이다. 그러나 정작 여기서 아비멜렉이 사라를 취한 이유는 90세가 다 된 사라의 미모에 반해서라기 보다 정략 결혼을 통해 자기 영토권내로 이주한 부유하고 강력한 족장 아브라함과 동맹 관계를 맺기 위해서 였을 것이다(Delitzsch)."
        },
        {
            "verse_reference": "20:3",
            "commentary": "현몽하시고 - 하나님께서 자신을 나타내시는 계시의 방편으로 꿈을 사용하신 경우이다. 물론 택한 백성을 위해서도 하나님께선 꿈으로 계시하셨지만(28:13-15;37:5-11;왕상 3:5;마 1:18-24), 이러한 일은 특히 이방인에게 자주 일어났는데(31:24;41:1-13;삿 7:13,14;단 4:4-27;마 2:12), 이는 꿈이 하나님의 현현(theophany)보다는 차원이 낮은 계시의 방편임을 시사해 준다. 네가 죽으리니 - 비록 왕이라 할지라도 남의 아내를 취하는 것은 하나님께서 제정하신 결혼 제도의 신성함을 부인하고 기본인륜을 저버리는 행위이니 하나님의 진노를 면할 수 없었다. 이러한 정신은 고대 함무라비 법전에도 그대로 승계되었는데 거기에는 결혼한 여자를 범하였을 경우 쌍방다 사형에 처하도록 규정되어 있다."
        },
        {
            "verse_reference": "20:4",
            "commentary": "가까이 아니한 고로 - 하나님의 약속(17:19)에 근거한 비상 섭리의 결과이다. 만일 아비멜렉이 실제로 사라와 관계하였더라면 시기적으로 볼 때 사라가 낳은 아들 이삭(21:2,3)은 블레셋 왕 아비멜렉의 아들일지도 모른다는 소문 이 나돌았을 것이다. 의로운 백성( , 고이 차디크) - '백성'에 해당하는 '고이'는 대개 '이방 나라', '이방인'을 가리키는 말이므로 직역하면 '죄없는 이방인'이란 뜻이다. 이로 미루어 볼 때 아비멜렉과 그의 백성은 어느 정도 아브라함의 하나님을 알고 있었으며 도덕적으로도 주변 성읍과는 달리 다소 나았던 것 같다. 이는 소돔과 고모라 멸망시 그들이 함께 심판당하지 않았던 점에 의해서도 뒷받침된다(19:24,25). 아뭏튼 아비멜렉의 호소는 '구체적인 죄가 없는데도 벌주시려나이까'란 의미의 하나님의 공의에 근거한 호소라 하겠다."
        },
        {
            "verse_reference": "20:5",
            "commentary": "이는 내 누이라 - 아브라함의 이 말은 혈통 및 가계상(家系上)으로는 맞는 말(12절)이라 하더라도, 신앙 양심을 거스리고 세상 사람의 눈을 속이려 한 말이었다는 데 아브라함의 잘못이 있다. 온전한 마음과 깨끗한 손 - 결혼하지 않은 여인을 후궁으로 취할 수 있는 당시대의 합법적인 왕의 권한을 뜻한다. 그중 '온전한 마음'은 사라에 대한 내적 동기를 가리키며, '깨끗한 손'은 그녀를 자기 내실로 데려오도록 시도한 외적 행위를 가리킨다."
        },
        {
            "verse_reference": "20:6,7",
            "commentary": "아비멜렉의 행위는 그의 도덕 양심과 당시의 윤리 기준으로 볼 때에는 악이 아니었다. 하지만 결과적으로는 하나님의 신성한 섭리에 누(累)를 끼쳤기 때문에 선지자의 중재를 통해서만 죄 용서 받을 수 있었다. 선지자( ,나비) - 원뜻은 '쉬임없이 말하다'로 신적 영감을 받아 말하는 '대언자'(출 7:1)를 가리킨다. 이런 자는 하나님의 뜻을 사람에게 전하는 일차적 사명 외에 하나님과 사람을 중재하는 역할도 맡는다. 그런데 하나님께서 아브라함을 '선지자'로 칭하신 까닭은 하나님의 뜻이 아브라함을 통하여 이루어지며 또한 아브라함은 하나님의 특별한 부르심을 받은 하나님의 사람이었기 때문이다. 너를 위하여 기도하리니 - 아브라함이 선지자인 이상, 아비멜렉이 그의 아내를 취하려고 한 것은 선지자의 거룩성과 하나님의 신성을 모독하는 범죄 행위였다.따라서 이러한 아비멜렉의 죄는 아브라함의 중재 기도를 통해서만 용서받을 수 있었다. 한편 이 같은 아브라함의 선지자적 기능은 이번이 처음이 아니고 이미 소돔에 사는 조카 롯을 위한 중재 기도에서 발휘된 적이 있었다(19:29)."
        },
        {
            "verse_reference": "20:8",
            "commentary": "모든 신복을 불러 - 자신의 잘못을 다른 사람 앞에, 그것도 아랫사람 앞에서 시인한다는 것은 힘든 일이다. 그러나 아비멜렉은 자신의 잘못을 그들에게 고함으로 저들도 연대책임을 느끼고 각성함으로 하나님의 진노를 면하도록 하였는데 하나님을 두려워하는 그의 겸허한 마음과 참된 용기가 잘 드러나 보인다."
        },
        {
            "verse_reference": "20:9",
            "commentary": "합당치 않는 일 - 직역하면 '행해서는 안 될 일'. 즉 아브라함은(1)먼저 하나님의 보호하시는 섭리와 손길을 불신하고(2) 나아가 이웃을 실족케 하는, 행해서는 안 될 일을 범하였던 것이다."
        },
        {
            "verse_reference": "20:10",
            "commentary": "무슨 의견으로 이렇게 하였느냐 -아브라함이 거짓말을 한 정확한 의도가 무엇이었는지에 대한 아비멜렉의 질책어린 물음이다. 이처럼 아브라함이 할례받지 못한 이방인에게 질책을 당하고 있는 순간, 하나님께서는 그 현실을 똑바로 직시하지 못하고 부끄러워 숨으셨을 것이다. 왜냐하면 자식이 잘못 했을 때 그부모가 낯을 들 수 없듯 아브라함은 일찍이 부름받은 하나님의 자녀요 친구이며(대하 20:7) 대언자였기 때문이다. 이는 오늘날에 있어서도 마찬 가지인데 교회와 성도가 세상 사람로부터 이유 있는 조소와 질책을 당할 때 그것은 다시 한번 예수의 손에 못을 박는 행위가 됨을 명심해야 한다."
        },
        {
            "verse_reference": "20:11",
            "commentary": "하나님을 두려워함이 없으니 - 소돔.고모라와 같은 여타 성읍처럼이곳 거민들도 하나님을 경외치 않을 줄로 생각하고 두려워했다는 뜻이다. 물론 아브라함의 이러한 변명은 그랄 족속이 어느 정도 아브라함의 하나님을 알고, 도덕적으로도 타성읍보다 다소 나았기는 하나 이들도 근본적으로는 하나님을 모르는 이방 족속이었다는 점에서 그럴듯한 성격의 것이다. 그러나 아브라함은 일전의 에굽사건(12:10-20)을 통하여 신변상의 안전을 위해 자신의 잘못된 생각과 잔꾀를 의지하는 것보다 하나님을 전적으로 신뢰하는 것이 더욱 중요하다는 것을 경험하고서도(1) 다시금 인간적인 두려움에 사로 잡혔으며(2) 이를 타개하기위혜 재삼 사람을 기만하려 들었으니 큰 잘못 일수 밖에 없다. 따라서 하나님께서는 하려고만 하셨다면 아브라함의 이러한 잘못을 빌미로 그와 맺으셨던 언약(12:2,3)을 파기할 수도 있으셨을 것이 다. 그러나 하나님께서는 그러하지 않으시고 그 크신 사랑과 자비로 참고 또 참으시사 그 언약을 유지시켜 나가셨다. 따라서 이처럼 아브라함이 약속을 유업으로 받아 오늘날 믿음의 조상이 된 것은 결코 그의 행위에 의해서가 아니라 전적으로 하나님의 은혜에 의한 것이었음을 알 수 있다. 마찬가지로 오늘날 나의 나 된 것도 역시 동일한 하나님의 은혜에 의한 것이다(고전 15:10). 그러니 우리는 무슨 일에서든지 자긍하지 말고 항상 겸손한 자세와 하나님께 감사하는 마음으로 처신해야 할 것이다(롬 11:18-21)."
        },
        {
            "verse_reference": "20:12",
            "commentary": "실로 나의 이복 누이 - 이에 대하여 혹자는 사라가 이스가와 동일 인물(11:29) 로 아브라함에게는 조카 딸이 될 뿐이지 이복 누이가 될 수는 없다고 주장한다(Lange). 즉 사라가 아브라함을 가리켜 '내 오라비'(5절)라고 한 것은 단지 서로가 그례게 부르도록 약정했기 때문이지 결코 서로가 이복 오누이 관게였기 때문이 아니라는 것이다. 그러나 이러한 견해는 뒷받침해 주는 성경적 근거가 없으며 또한 '실로'( , 옴나)라는 단어 역시 불변사로 '분명히', '확실히', '참으로'라는 강조적 의미이기 때문에 (수 7:20)받아들여지기 힘들다. 따라서 데라가 아브라함의 어머니 외에 또 어떤 여자를 취하여 사라를 낳았는지는 알 수 없지만 문자 그대로 사라는 아브라함의 이복 누이였던것으로 보아야 한다(Keil). 내 처가 되었음이니라 - 이러한 근친 결혼은(1) 인구가 미분산(未分散)되어 있고(2) 가문의 혈통 보존을 중요시 여겼던 고대 사회에서는 도덕률과는 무관한 자연스런 관행이었을 것이다."
        },
        {
            "verse_reference": "20:13",
            "commentary": "내 아비 집을 떠나...하실 때에 - 아브라함이 하란에서 하나님께 소명(召命)을 받은 사실을 가리킨다(12:1). 이때 그는 이미 자신이 나그네와 같은 자로 세상을 두루 돌아다니게 될 운명에 처해 있음을 깨달았던 것 같다. 우리의 가는 곳마다 - 아브라함이 애굽에서도 사라를 가리켜 이복누이라 칭한 것을 상기시켜 주는 말이다.(12:13). 이브라함 당시대의 고대 근동지방에서는 자신의 아내가 실제 누이가 아니라 할지라도 아내를 가리켜 누이라 칭하는 것이 관례적인 표현이었다. 따라서 아브라함의 처신이 결코 거짓말을 위한 거짓말이거나 치졸한 변명만은 아니었다. 그렇지만 아브라함이 순수한 마음에서 그렇게 처신한 것이 아니고 하나님보다 사람을 더 두려워하여 이를 자구책(自救策)으로 이용하고자 했던 데서부터 결국 모든 문제가 발생하였던 것이다. 은혜( , 헤세) - 악을 악으로 갚지 않고 도리어 선으로 갚는것과 같은 모든 자비, 연민, 사랑 등을 가리킨다. 이러한 은혜는 독생자 예수 그리스도를 우리를 위해 죽음에 내어 준 하나님의 놀라운 사랑에서 그 절정을 이루고 있다."
        },
        {
            "verse_reference": "20:14",
            "commentary": "양과 소와 노비...사라도 - 애굽 왕 바로처럼(12:16,19) 아비멜렉도 사라 뿐 아니라 예물까지도 딸려 보낸 것은 기대 이상의 친절한 호의이다. 이것은 아브라함이 지레 짐작한 모든 두려움, 불신(11절)등이 얼마나 그릇된 것이었는지를 잘 보여 준다."
        },
        {
            "verse_reference": "20:15",
            "commentary": "너 보기에 좋은 대로 거하라 - 아브라함을 자신의 영토내에서 내보내었던 바로(12:20)와는 대조되는 태도로 아브라함에 대한 아비멜렉의 우호적인 자세와 관대한 마음이 잘 드러나 있다. 이러한 호의에 의거해 이후 아브라함은 아비멜렉의 영토에서 우물을 파고 지낼 정도로 장기적인 체류를 하였다 (21:25,34)."
        },
        {
            "verse_reference": "20:16",
            "commentary": "은 천개 - 은 천 세겔을 가리킨다. 여기서 '세겔'(Shekel)은 히브리인들의 화폐 단위(대상 21:25)가 아닌 무게 단위(삼하 14:26)로 대략 11.4g(약 3돈)에 해당된다. 따라서 은 천 세겔은 11.4kg에 달하는 상당한 양이었음알 수 있다. 이것은 아비멜렉이 사라를 아내로 취하려 했던 잘못에 대해 속죄하는 속전(贖錢)이자 동시에 아브라함과의 관계가 회복되기를 바라는 화해의 선물이기도 하였다(신 22:28,29). 네 수치틀 풀게 하였노니( ,케수트 에나임) - '카사'(덮다, 가리다)와 '에나임'(눈)이 복합된 말로, 직역하면 '네 눈을 가리우게 하였으니'. 이는 곧 '네 눈에 베일을 씌워 보지 못하게 하였다'는 말로 사라의 순결성을 표현한 말인데 먼저(1) 사라의 입장에서는 '자신을 범하려고 한 아비멜렉의 잘못을 보지 못하게 하였으니'란 뜻이며(2) 다른 사람들의 입장에서는 베일로 가리운 것 같이 '사라를 우정의 눈으로 보지 못하게 하였으니'란 뜻이다(Calvin). 네 일이 다 선히 해ruf 되었느니라 - '선히 해결하다'에 해당하는 원어 '야카흐'( )는 '증명하다', '바로잡다', '변론하다'는 뜻이다. 따라서 본절은 '네가 모든 사람 앞에 결백하다는 것이 증명될 것이다'(공동 번역)란 뜻으로 곧 사라의 순결성을 표현한 말임을 알수 있다."
        },
        {
            "verse_reference": "20:17",
            "commentary": "아브라함이...기도하매 - 조금 전까지만해도 아내를 누이라고 속인 일로 인해 아비멜렉 앞에서 위신이 크게 실추되었던 아브라함이 하나님의 도움에 처해 순식간에 권위를 회복하는 장면이다. 즉 하나님께서는 궁지에 몰린 아브라함이 선지자적 권위(7절)를 회복할 수있도록 그의 기도를 들으시고 아비멜렉 집안의 우환을 치료하여 주심으로 모든 사람이 아브라함을 우러러보도록 도와 주셨던것이다(18절).이 처럼 오늘날성도들도 자신이 잘나서가 결코 아니라 하나님께서 도와 주시기 때문에 빛 된 사명을 다할 수 있는데, 따라서 성도들은 하나님께 일생 빚진 자임을 자각하고 더욱더 주어진 사명에 충실해야 할 것이다(고전 4:2) 여종 - 여기서는 단순한 하녀(maidservant)와는 구별되는 아비멜렉의 첩들을 의미한는 것 같다."
        },
        {
            "verse_reference": "20:18",
            "commentary": "태를 닫히셨음이더라 - 이처럼 하나님께서 아비멜렉 뿐 아니라 그와 관련된 전가족을 일시적으로 불임 상태로 만드신 것은 사라를 위한 이적적인 보호이자 또한 그녀를 통하여 탄생될 약속된 자녀(17:19)의 순결성 유지를 위한 특별한 보호 조처였다. 한편 여기서도 우리는 하나님께서 은혜 가운데 주신 언약은 인간의 실수나 잘못에도 불구하고 그 효력이 상실되지 않음을 알 수 있다. 소돔 성을 위한 중보 기도로 성숙한 신앙 일면을 보였던(18:22-23)아브라함은  소돔 성 멸망 후 정들었던(약 20년간 정착) 헤브론의 마므레(13:8)를 떠나 그 랄 땅에 거주하게 된다. 본장은 그랄 이주 직후에 발생한 아브라함의 실수를 담고 있는데 이는 24년 애굽에서의 실수를 재현한 것이었다(12:10-20). 본장의 내용을 요약하면 아브라함이 새명 보존을 위해 아내 사라를 누이라고 속인 일과 그에 대한 하나님의 대응책(1-7절), 그랄 왕으로 부터의 힐책과 아브라함의 변명 및 은혜로운 결말(8-18절) 등으로 엮어져 있다. 한편 문서설을 주장하는 학자들에 따르면 본사건과 12장 사건을 동일한 것으로 취급 하고 있으나 아래의 대조표를 보아서 알 수 있듯이 분명히 독립된 두 사건임을 알 수 있다. 본장을 통해 얻을 수 있는 교훈은 인간은 스스로의 힘으로는 자기 생명을 보존할 능력이 없다는 점. 진리를 거스린 처세술은 더 큰 고통을 불러 온다는 점. 약속의 땅을 저버리면 반드시 시험에 처한다는 점. 죄는 습관적이다는 점이다. 1. 아브라함의 불신앙적 행위(20:1-7) 인간에게는 누구나 자신의 생명에 대한 본능이 있다. 그런데 이 본능에 지나치게 집착할 때 이기적이고 위선적인 행동을 하게 된다. 신앙의 위인 아브라 함도 역시 이 보호 본능에 집착한 나머지 두번째(12:11-13)이나 자신의 생명 같은 아내를 누이라고 속여 타인에게 내어주는 파렴치함을 저질렀다(1-5절). 사실 그의아내 사라는 이복 누이로서(12절) 그의 변명에 일면 부합된다. 또 그  당시 상황으로 보아 친족끼리의 결혼이 큰 문제가 되지는 않았다<창11:10-32강해, 고대 족장들의 근친 결혼>. 그런데 아브라함이 이렇게 둘러댄 근본 동기가 자신의 생명만 생각하고 타인을 속이려는 것이 었다는 점에서 심각한 문제가 아닐 수 없다. 따라서 그의 거짖은 인간의 생사 화복을 주관하시는 하나님 께 대한 기만 이었다. 하나님은 이렇게 자신만을 위해 아내와 신앙을 동시에 내팽개친 아브라함을 꾸짖으시는 대신에 초자연적인 역사로 사라의 정절과 아브라함 가정을 지켜 주 셨다(6,7절). 물론 이것은 아브라함의 실수를 용납하셨다는 것이 아니라, 아브 라함과 사라를 통하여 주시겠다고 약속하신 후손에의 언약을 성실히 지켜가시고자 하신 하나님의 의지의 표현 이었다. 이처럼 하나님은 인간의 실수에도 불구 하고 당신의 거룩한 목적과 영광이 실추되지 않도록 역사를 간섭하신다. 그러므로 인간의 지식과 문명이 최고조에 달한 오늘날 인간의 손에 의해 역사가 진행된다고 믿는 교만에 찬 구호는 분명 잘못된 것이다. 결국 믿음의 조상 아브라함의 삶과 그 위대성은 한결같이 그를 통해 인류의 구속을 이뤄가시는 하나님에게서 비롯되었다고 할 수 있다. 마찬가지로 비록 죄악되고 실수많은 우리지만 지금도 계속 생존하며 나름의 이상을 펼쳐갈 수 있는  것은 하나님께서 우리의 삶을 지배하고 계시기 때문이다. *구약에 나타난 꿈. 꿈은 일련의 생각,상상, 감정 들로서 잠든 이가 감지하는 실제의 허상이며 잠재적인 영상이다. 심리학자 프롬(E.Fromm)은 꿈을 잠자는 상태에서 발생하는 정신적 활동을 보여주는 의미있고 암시적인 표현이라 했고 , 오스트리아의 정신 분석 학자인 프로이드(Freud,Sigmund)는 잠재된(억압된) 자아(의식)의 표현으로 이해 하였다. 또한 대 문호 괴테(Gothe)도 꿈은 그 꾼 자의 모든 생활 및 운명과 관계가 있다고 정의 함으로 꿈의 가치를 높이 평가 하였다. 이처럼 인간의 삶과 정신에 깊이 연관되어 있는 꿈에 관해 성경은 특별한 의미를 부여하고 있다. 즉 꿈은 자연 발생적인 것이 있는 반면(전5:3), 하나님 의 계시 전달 통로(28:12)로 사용 되기도 하고, 악한 영들의 활동에서 파생된 것(신 13:1;렘 23:32)이기도 하다.구약 에서는 주로 하나님의 뜻을 전달하는 수단으로써 꿈이 거론되고 있다(31:10,11,24;민 12:6;욥 33:14-18).그리고 예언적 기능을 하는데도 꿈이 이용되고 있다(37:5-11;40:5-22;41:1-32;삿 7:13; 단 2:1-45). 그러나 인간 편에서 이러한 꿈의 기능을 절대화 할때 인간들은 큰 오류를 범할 소지가 있다. 왜냐하면 앞에서 언급했듯이 꿈이 자연 발생적인 것이거나 악 령의 장난에 의해서 이뤄질 수도 있기 때문이다. 그러므로 꿈은 하나님의 말씀 보다 우위에 두어서는 결코 안되며(신 13:1-5) 모든 꿈을 하나님의 계시로 이해해서도 않된다. 간혹 영적. 정신적으로 예민한 신앙인들 중에 꿈을 통해 자신의 일상 생활을 해석, 결정하는 경우가 있는데이러한 태도는 신앙적으로 큰 오류를 범할수 있기 때문에 절제해야 한다. 우리의 삶의 결정권은 오직 하나님께 있다. 따라서 그분의 말씀과 인도하시는 손길에 우리의 전 삶을 의탁 해야 마땅하다. 2. 아브라함의 변명과 중보 기도(20:8-18) 본문은 거짖으로 인해 아내를 위험에 빠뜨린 아브라함이 이방왕 아비멜렉에게 준엄한 책망을 받는 장면(8-10절)과, 아브라함의 자기 변호(11-13절) 및 중 보 기도를 통해 문제를 완만히 해결하시는 하나님의 지혜(14-18절)가 그려져 있다. 특히 본문의 아브라함 에게는 정직을 버리고 난 후, 하나님을 모르는 이방 왕에게 힐문 당하는 성도의 비참한 처지를 볼 수 있다. 그는 마치 예수께서 강론하셨던 바 맛을 잃은 소금같이(마 5:13)세상 사람의 발에 밟히는 존재로 전락한 것이다. 이에 비해 자신에 무례한 행위에 대한 보상으로 풍성한 선물을 제공하였던 아비멜렉의 처사는 인간적인 측면에서 빛이 나는 행동이었다. 그런데 여기서 문제는 아브라함의 비겁함과 아비멜렉의 휼륭한 인격과의 차이가 아니라, 아브라함의 실책으로 인해 하나님의 언약(12:1-3;17:1-8)이 취소 되느 냐는 것이었다. 그러나 하나님은 언약 상대자의 불성실로 그 언약을 파기  할 수 밖에 없는 상황에도 아브라함을 기억 하셨다. 그리고 그에게 이 문제의 근원적인 해결 책으로 중보 기도를 하게 하셨다. 즉 하나님은 사건의 시발자로 하여금 스스로 사건을 해결하게 하시는 결자해지의 놀라운 일을 추진 하셨던 것이다. 이처럼 진실치 못한 자, 당신을 온전히 신뢰하지 못하는 자를 당신의 동역자로, 인간들의 어려운 사정을 대변하는 중보자로 삼으시는 하나님이야 말로 모든 문제의 해결자 이시며, 그렇기에 우리의삶의 주인이 될 수 밖에없다. *생명의 주관자 하나님. 낙태(落胎), 다양한 피임법,인공수정 등의 말을 때마다 과연 생명의 주관자가 누구 인지에 대한 의문을 가지게 된다. 인간에 의해 생명이 조절 된다면 적어도 인간이 생명의 주인이 아니 겠느가? 그러나 이것은 지나친 속단 이다. 인간이 비록 과학의 발달로 인해 여러 영역들을 조절할 수 있다고는 하지만, 여전히 생명의 주인은 하나님이시며 그분만이 모든 생명체의 잉태를 가능케 하신다(행 17:25). 하나님은 온 세상을 창초하시고 특별히 인간을 몸과 영혼을 가진 생명체로 만드셨을뿐 아니라생육하고 번성하는 축복을 허락 하셨다(1:28). 결국 인간이 임신하고 번성하는 궁극적인 동인은 단순히 인간이 생리적(生理的)으로 가지고 있는(이것 마져도 하나님께서 조성하셨지만) 생물적인 기능에 의한것이 아니라, 생명의 본체이신 하나님에 의해서이다. 이에 대하여 다윗은 \"주께서 내 장부를 지으시며 나의 모태에서 나를 조직하셨나이다\"(시139:13)라고 고백 하였다. 더욱이 사도 바울은 \"만물이 주에게서 나오고 주로 말미암고 주에게로 돌아감이라....\"(롬 11:36)고 증언 함으로써 생명의 기원이 오직 하나님께 있음을 확증하였다. 그러므로 우연이나 실수로 잉태한 생명체일망정 그 근원이 하나님께로 부터 왔음을 알때 우리는 잉태된 생명에 대한 새로운 시각을 가지게 될 것이다.  뿐만 아니라 본장에서 볼수 있는 바와같이 태(胎)의 문이 열리지 않는 것마저도 하나님의 주관아래 있음을 잊어서는 안 된다. 모든 것이 주께로 부터 왔음 을 믿고 특별히 생명의 출발과 수명과 생의 전체가 그분이 계획 하시고 진행시키시는 일임을 믿는것이 참 신앙의 바른 자세이다. 그리고 하나님이 허락하신 태의 선물이 많든 아니면 전혀 없든 그것을 비관 하거나 못마땅하게 여기지 않고 감사해 하는 것이야 말로 하나님의 섭리를 인정하는 성도의 올바를 삶의 모습이다."
        }
    ]
}