{
    "bible_book": "창세기",
    "chapter_number": 30,
    "commentaries": [
        {
            "verse_reference": "30:1",
            "commentary": "아들을 낳지 못함 - 사람 수(數)로 가세(家勢)를 가늠하던 고대에 있어서 다산(多産)은 여인의 행복이자(시 127:3) 남편에겐 최대의 선물로서 하나님이 베푸신 축복으로 여겼다(15:5;22:17; 룻 4:11; 시 128:3; 잠 17:6). 반면 불임은 최대 수치며(삼상 1:6; 사 4:1) 시험으로서(16:2; 삼상 1:5) 하나님께서 내리신 징계로(20:18) 이해되었다. 투기하여(* , 테케네) - '열성적이다', '붉다' 등의 뜻인 '카나'에서 유래한 말로서 얼굴에 핏발이 서릴 정도로 흥분한 모습으로 질투했음을 보여 준다. 내가 죽겠노라 - 원문에는 '죽겠노라'는 말이 문두(文頭)에 나와 비탄에 잠긴 나머지 오히려 안달복달하고 있는 라헬의 모습을 강조해준다. 이처럼 죽겠다고 남편을 졸라대는 라헬의 천박한 행동은, 같은 여자로서 아이를 낳지 못해 성전에서 눈물을 흘리며 하나님께 매달린 한나의 모습(삼상 1:10, 11)과는 대조적이다. '자식은 여호와의 주신 기업'(시 127:3)이란 근원적인 사실을 망각하고 창조주 하나님께 간구하기 보다 한낱 나약한 피조물에 불과한 인간에게(시 78:39;90:5;103:14, 15) 매달린 라헬의 처사는 분명 불신앙의 행위에서 비롯되었음이 확연(確然)하다(시 146:3-5)."
        },
        {
            "verse_reference": "30:2",
            "commentary": "내가 하나님을 대신하겠느냐 - 직역하면 '내가 하나님의 자리에 있느냐'로 라헬의 불신앙에 대한 책망이다. 여기서 우리는 라헬과 달리 야곱은 인간이 자신의 문제를 위해 간청해야할 대상이 하나님이심을 분명히 인식했음을 알 수 있다. 한편 유대 랍비들에 의하면, 하나님은 네 개의 열쇠를 갖고 계시는데 그것은 구름과 마음과 태를 여닫을 수 있는 열쇠라고 한다(욥 11:10;12:14; 시 127:3; 계 3:7). 이러한 전통이 보여 주는 바와 같이 하나님께서는 통제하시는바 인간은 마땅히 하나님을 의뢰하여 모든 문제를 해결하는 자세를 가져야 한다."
        },
        {
            "verse_reference": "30:3",
            "commentary": "들어가라 - '동침하라'는 의미의 은유적 표현이다. 내 무릎에 두리니 - 양자(養子)에 대한 상징적 언급으로(50:23; 욥 3:12) 당시에 종은 주인의 소유였기 때문에 그 종의 소생도 당연히 주인에게 돌려졌다. 그런데 라헬이 하나님의 뜻을 인내로써 조용히 기다리지 못하고 자신의 계획대로 일을 처리한 것은 아브라함 가문에 두고두고 분쟁의 불씨가 되었던 과거 사라의 잘못과 동일한 잘못이다(16:2-6)."
        },
        {
            "verse_reference": "30:4",
            "commentary": "그에게로 들어갔더니 - 비록 야곱이 하나님의 주권을 강조했지만(2절), 실상 그의 마음은 무자(無子)한 아내 라헬을 향한 동정(同情)과 그 현실을 타개하기 위해 인간적 수단에 골몰했음을 보여 준다. 결국 그는 레아와 라헬과의 중혼(重婚)에 이어 세번째 아내를 얻음으로 하나님의 창조 규례(2:23)를 거스리는 죄를 범하고 만다. 이 같은 사실은 하나님의 규례에 대한 한번의 소홀함이 계속적인 범죄 행위를 유발시키게 됨을 경고해 준다(약 1:15)."
        },
        {
            "verse_reference": "30:5",
            "commentary": "잉태하여...낳은지라 - 빌하는 동양의 옛 풍습에서 흔히 볼 수 있는 '씨받이' 에 불과했고 그의 아이는 여주인 라헬의 자식으로 입적되었다. 한편 비신앙적인 경우의 동침에도 불구하고 하나님은 빌하에게 수태케 해주셨는데 이는 인간의 죄악을 초월해 역사하시는 하나님의 무한하신 은혜와 능력의 결과였다(Calvin)."
        },
        {
            "verse_reference": "30:6",
            "commentary": "내 억울함을 푸시려고(* , 다나니) - '공평하다', '심판하다'란 뜻을 가진 동사 '딘'의 과거형과 일인칭 접미어가 합쳐진 말로 '그가 나에게 공의를 베푸셨다'는 뜻이다. 즉 라헬은 자신의 그릇된 방법에도 불구하고 출산케 하심으로써 하나님께서 자신의 사정을 명확히 변호해 주셨다고 믿은 것이다(Leupoild). 내 소리를 들으사 - 직역하면 '내 음성도 역시 들으셨다'란 말이다. 여기서 '역시'란 말은 두 자매 모두가 절실한 바램으로 아이 갖는 문제를 놓고 기도해 왔음을 암시한다(29:32). 단(* , 단) - '판단하다', '판결하다'란 뜻으로서 억울한 처지에 있는 자에게 공의로운 판단을 함으로써 그 사정을 명쾌히 해결해 주셨다는 긍정적 의미를 담고 있다. 라헬의 지나온 마음의 상처와 회복된 지금의 심경을 잘 반영해 주는 이름이다.."
        },
        {
            "verse_reference": "30:8",
            "commentary": "내가 형과 크게 경쟁하여 - 문자적으로 '내가 내 형과 경쟁하고 하나님과의 경쟁을 경쟁하였다'란 말로, 여기서 '하나님과의 경쟁'은 하나님의 자비로우신 은택을 요청하는 기도를 뜻한다. 또한 이는 라헬과 언니 레아가 서로 경쟁하면서 하나님께 기도했음을 의미한다. 이기었다 - 레아에 대하여 승리했다는 말이 아니라 하나님께 대하여 이겼다는 말이다. 왜냐하면 레아는 라헬보다 많은 네 아들이 있기때문이다. 즉 레아가 받은 하나님의 은택을 자신도 받았다는 뜻이다. 납달리(* , 나프탈리) - '싸움', '경쟁'을 뜻하는 이름으로 하나님과 경쟁하여 이겼음을, 은근히 자랑하는 말이다."
        },
        {
            "verse_reference": "30:9",
            "commentary": "실바를...첩을 삼게 - 레아는 라헬의 교만하고 도전적인 경쟁에 자극되어 자신도 실바를 통해 새로운 경쟁을 하기로 결심하였다. 이 처럼 하나님이 세운 일부 일처제의 결혼법이 무너진 가정에서는 갈등과 시기가 그치지 않는다(16:6; 21:9-11). 훗날 야곱이 바로 앞에서 험악한 세월을 보냈다고 한 그의 고백(47:9)의 큰 원인 중 하나는 이 같은 가정 불화였다(잠 19:13; 21:9). 그러나 이러한 인간의 실패에도 불구하고 하나님은 그것을 당시의 선으로 승화시켜 아브라함과 이삭 그리고 야곱과 맺은 언약(17:4, 5; 26:4; 28:14)을 역사속에 꾸준히 실현시켜 나가셨다."
        },
        {
            "verse_reference": "30:11",
            "commentary": "복되도다(* , 바가드) - '행운이 있으라'는 의미로 미래의 번영과 축복에 대한 기원을 담고 있다(Keil, Rosenmuller). 이는 '갓'(* )이란 이름의 배경이 된다."
        },
        {
            "verse_reference": "30:13",
            "commentary": "아셀(* ,아쉐르) - '기쁨', '복됨' 이란 뜻으로서 레아의 현재적인 만족을 대변하는 이름이다. 그녀가 거느린 많은 아들들로 인해 주위의 뭇 여인들에게 부러움의 대상이 되어 '복되고 기쁜 자'라는 칭송을 받았을 것이다."
        },
        {
            "verse_reference": "30:14",
            "commentary": "맥추 때 - 5월 초순경을 가리킨다. 이 시기는 10월-4월에 걸친 긴 우기가 끝나는 때로 보리 수확으로 시작하여 밀 추수로 마쳐지는 때이자 합환채 열매가 무르익는 때이다. 르우벤 - 이때 그의 나이는 5, 6세 가량으로 추정된다. 왜냐하면 그 이후로 각각 동복 동생이 3명, 이복 동생이 3명 태어났으므로 중복 기간을 제하고 약 일년씩 가산하면 가능하기 때문이다. 합환채(* , 두다임) - 냄새가 향긋하고 꽃도 아름다운 희귀 식물인 '멘드레이크'(mandrake)의 열매로서, 당시 근동에 사는 여인들에게 최음제(崔淫濟)와 강장제로 여겨져 '사랑의 과실'로도 불리웠다. 어린 르우벤이 추수하는(26:12) 집안 사람들을 따라 들판에 나갔다가 영문도 모른 채 따옴으로써 발단이 된 이 합환채 사건은 자식을 많이 낳아 남편의 사랑을 서로 독차지하고자 했던 레아와 라헬의 경쟁이 얼마나 심각했는지를 단적으로 보여준다."
        },
        {
            "verse_reference": "30:15",
            "commentary": "남편을 빼앗은 것 - 즉 남편의 사랑을 독차지한 것이 된다. 이러한 레아의 말은 자신이 많은 아들을 낳으면 야곱이 자기를 편애하리라 기대했던 소망이(29:32) 빗나갔음을 보여 준다. 따라서 레아는 라헬이 이 합환채를 통해 야곱의 사랑을 독차지 한다면 큰 낭패일 것으로 생각한 것 같다. 형과 동침하리라 - 이와 같이 남편을 두고 부인들 사이에 합환채 흥정을 벌일 정도로 야곱의 집안은 성적으로 무질서 했던 것 같다. 결국 이런 것이 철부지 어린 자식들의 눈에 잘못 비추어져, 훗날 맏아들 르우벤이 서모(庶母)인 빌하와 통간까지 하는 불상사를 낳았던 것이다(35:22). 이 모두 중혼이 빚어낸 파상(破傷)적 결과이다."
        },
        {
            "verse_reference": "30:16",
            "commentary": "샀노라(* , 사코르) - '고용하다'(hire), '세내고 빌리다'란 뜻의 '사카르'에서 파생된 기본형 부정사로서 '사는 것', '치르는 것'을 의미한다. 즉 대가를 치르고 사람을 고용했기 때문에 제한된 시간내에서나마 레아가 야곱과 함께 지낼 수 있는 권리가 있음을 의미한다."
        },
        {
            "verse_reference": "30:17",
            "commentary": "하나님이 레아를 들으셨으므로 - 하나님은 불운한 처지에 있는 자의 기도를 들으신다. 그래서 연약한 자를 들어 강한 자를 부끄럽게 하시며 없는 것들을 택하사 있는 것들을 폐하신다. 이것은 그 누구라도 하나님 앞에서 자랑치 못하게 하시기 위해서이다(고전 1:26-29)."
        },
        {
            "verse_reference": "30:18",
            "commentary": "내게 그 값을 주셨다 - 레아는 다섯째 아들 잇사갈의 출생을 자신의 몸종 실바를 남편에게 허락할 만큼 자신을 억제한 데 대한 하나님의 보상으로 여겼다. 그러나 이것은 하나님의 긍휼과 전적인 은혜로 말미암은 것이지 결코 레아의 행위에 대한 대가는 아니었다. 왜냐하면 하나님은 결코 일부다처제와 극렬한 투기를 인정치 않으시기 때문이다. 잇사갈 - '보상', '삯'이란 의미로서 합환채를 포기하고 그 대가로 동침하여 얻은 아들이란 의미가 함축되어 있다. 이 이름 속에는 여인의 불타는 시기심과 그릇된 욕망이 들어 있다."
        },
        {
            "verse_reference": "30:20",
            "commentary": "이제는 그가 나와 함께 거하리라 - 여기서 '거하리라'(* , 자발)는 말은 누구와 '동거하다'란 의미이다. 합법적 결혼에서 태어난 자녀는 부모의 마음을 연합시켜주고 애정을 돈독히 해주는 이름 고리로 작용하기에 충분하다. 스불론의 탄생으로 인해 레아는 이러한 결과를 기대한 것 같다."
        },
        {
            "verse_reference": "30:21",
            "commentary": "딸을 낳고 - 야곱에겐 분명 다른 딸들도 있었겠지만(37:35; 46:7) 여기서 디나 한명만 기록된 것은 훗날 그녀의 불행한 사건을 미리 암시하기 위해서이다(34장). 이처럼 성경에서 여자의 이름을 기록하는 경우는 대개(1) 특별한 인물의 부인이거나(2) 특별한 사건과 관련될 경우이다."
        },
        {
            "verse_reference": "30:22,23",
            "commentary": "하나님께서는 장구(長久)한 세월 동안 라헬에게 무자(無子)의 서러움을 체험케 함으로써 그녀에게 엄숙한 교훈을 베푸셨다. 그것은 곧 인간의 모든 소원 성취는 사람의 능력이나 수단 여하에 의한 것이 아니라(1-3) 오직 하나님의 섭리와 뜻에 달려있으므로 소원자는 믿음과 인내로써 그분의 때를 기다려야 한다는 것이다(전 3:1-11; 요2:4). 나의 부끄러움 - 자식을 얻지 못하는 여인의 본능적인 수치를 가리킨다."
        },
        {
            "verse_reference": "30:24",
            "commentary": "요셉(* ) - 이 이름은 발음상 두가지 상반된 의미를 함축하고 있다. 즉 (1) '제거하다'란 동사 '아사프'(* )와 관련지어 결혼한 지 7년이 지나도록 수태치 못한 라헬의 수치를 하나님께서 완전히 제거해 주셨다는 뜻과 (2)'증가하다'란 동사 '아사프'(* )의 파생어로 보아 다른 아들도 '더하소서'란 의미이다. 라헬의 이 소원은 후에 베냐민을 낳음으로써 성취되었다(35:17)."
        },
        {
            "verse_reference": "30:25",
            "commentary": "요셉을 낳은 때 - 라헬을 위한 7년의 계약 기간(29:27)이 완료된 직후로 야곱 의 나이 91세 때이며, 고향 집이 있는 가나안 땅을 떠나온 지는 14년이 흐른 뒤였다(28:1-5). 나를 보내어(* , 솰르헤니) - '보내다'란 뜻을 지닌 동사 '솰라흐'에 일인칭 접미어가 합쳐진 말로서 '나를 해방시키어' 혹은 '나를 자유케하여'란 의 미이다. 이는 라반의 속임수로 속박당했던 세월에 대한 강한 거부감과 떠나온 고향을 향한 야곱의 귀소(歸巢) 심리의 표출이다. 나를...가게 하시되 - 문자적으로 '내가 가리이다'란 말로 결단을 나타낸다. 야곱에게 있어서(1) 라반의 밑에서 일한 14년 동안 늘을 것은 부양할 대 가족뿐 아직까지 무일푼 신세인데다(2) 돌아와도 좋다는 어머니의 전갈(27:45)은 아직도 없는 상태이며(3) 돌아갈 가나안 땅은 형의 보복만이 기다릴 따름이어서 객관적으로 볼 때 아직은 그가 귀향할 시기가 아니었다. 그러나 (1) 고향을 향한 열망과(2) 분가가 절대 요청되는 대가족으로 인해 야곱은 늦게나마 벧엘의 언약을(28:13-15) 상기하며 하나님께 대한 믿음으로 안일한 예속으로부터의 독립을 담대히 선언한 것이다."
        },
        {
            "verse_reference": "30:26",
            "commentary": "처자를 내주어 - 훗날 모세 율법에 의하면(출 21:4-6) 주인이 주어 아내를 얻 은 히브리 종은 종살이 기간이 만료되어 해방될 때라도 처자는 주인에게 남겨 두어야만 했다. 그러나 처자들과 헤어지기를 원치 않으며 그는 계속 종의 상태로 머물도록 규정되어 있다. 비록 본문은 율법전 시대로 이 문제와 직결시키기는 곤란하나 후에 라반이 한 말, 즉 '딸들은 내딸이요...내 자식이요'(31:43)란 그의 주장에서 어느 정도 이런 사상이 비치고 따라서 이런 불투명한 상태에서 야곱은 자신의 견해와 요구를 관철시키려 쐐기를 박고 있는 것이다."
        },
        {
            "verse_reference": "30:27",
            "commentary": "깨달았노니(* , 니하쉐티) - '점치다', '징조를 보다'란 뜻의 동사 '나하쉬'에 일인칭 접미어가 붙은 강의형 과거로서 자세히 관찰하는 것을 의미한다. 즉 야곱과 함께 있다는 것 자체가 라반 자신에게 축복이 된다는 사실을 '여러 징조들을 세밀하게 살펴봄으로써 알게 되었다'란 말이다. 사랑스럽게 여기거든 - 직역하면 '내가 너 보기에 호감을 살 만했거든'이다. 즉 라반은 야곱에게 자기가 할 도리를 다했다는 투의 말로 설득했다. 한편 라반은 야곱한 개인으로서의 능력이나 수완이 필요해서 뿐 아니라 그 배후에 있는 하나님의 축복을 감지(感知)하고 그를 다시 붙잡아 두려 한 것이다. 이처럼 성도는 그 어느 곳에 처하든지 이웃들로 복을 받게하는 하나님의 축복의 통로가 된다(39:5, 21; 갈 3:1)."
        },
        {
            "verse_reference": "30:29",
            "commentary": "어떻게...섬겼는지...쳤는지 - 단순한 계약 이행 여부를 떠나서 외삼촌 라반에 대해 손아래사람으로서의 예(禮)를 다하여 목자로서 성실히 일했음을 고백하는 야곱의 양심적인 항변이다."
        },
        {
            "verse_reference": "30:30",
            "commentary": "나의 공력을 따라(* ,레라글리) - '발'을 뜻하는 '레겔'(* )과 '...에게'를 의미하는 전치사 '레'(* )와 일인칭 접미어의 합성어로 '내 발에'란 뜻이다. 영역본은 '내가 온 이래로'(KJV; Since my coming) 혹은 '내 발길을 돌이키는 곳마다'(NASB; Wherever I tumed)로 번역하여 더욱 뜻을 명확히 했다. 이는 여호와께서 야곱의 걸음걸음 머무는 곳마다 축복과 번영을 허락 하셨다는 뜻이다. 내 집을 세우리이까 - 남의 식솔(食率)로 안일하게 지내기 보다는 한 가장으로 독립하여 약속된 땅에서(28:4, 15)축복된 언약의 가문을 일으키기를 바라는 말이다(히11:24-26)."
        },
        {
            "verse_reference": "30:31",
            "commentary": "아무것도...주실 것이 아니라 - 더이상 인간으로서의 라반을 신뢰하지 않겠다 는 야곱의 강한 의지가 내포되어 있다. 뿐만 아니라 품삯을 정하는 문제에 있어서 야곱의 기지(機智)가 다시 한번 드러난 부분이기도 하다. 즉 라반의 탐심과 간교성을 익히 알고 있었던 야곱은 자신에게 절대 불리한 듯한 조건부 비율 분배 방식을 제안함으로써 즉시 일정한 액수를 지불치 않게 된 라반을 계약에 끌어들인 뒤 가축의 생식(生殖) 습성에 대한 자신의 목자적 재질을 십분 활용하려 했다(37-39 절)"
        },
        {
            "verse_reference": "30:32",
            "commentary": "양떼(* , 촌) - 양이나 염소로 이루어진 작은 무리를 의미한다. 그런데 양은 대부분 흰색(시 147:16; 아 4:2), 염소는 몸 전체가 암갈색을 띠기 마 련이다. 따라서 검은 양 새끼와 얼룩진 점박이 양이나 염소 새끼를 달라는 야곱의 제안은 실상 아무것도 요구하지 않은 셈이 된다."
        },
        {
            "verse_reference": "30:33",
            "commentary": "나의 의가 나의 표징이 되리이다 - 즉 나의 정직함이 조만간에 나의 정당함을 증거하고 대답해 준다는 뜻이다. '의'를 뜻하는 '치데카'(* )는 인간 관계의 세가지 양상인 윤리적(신 24:13; 욥 29:12-15), 법률적(출 23:7; 신25:1), 신정적(대하 12:6; 시 119:144) 관계를 나타낸다. 따라서 야곱 자신은 이 계약을 윤리적으로나 법적 관계에서도 하자(瑕疵)가 없도록 할 뿐만 아니라 하나님 앞에서 당당히 지키겠다는 뜻이다."
        },
        {
            "verse_reference": "30:34",
            "commentary": "네 말대로 하리라 - 라반은 이 흔치않은 계약을 흔쾌히 수락했으나 몇가지 조치를 취함으로써 만약의 경우에 철저히 대비했다.즉 전에 야곱에게 약속한 바와는(31-34절) 달리(1)라반 친히 양떼를 둘로 구분했으며(2)검은 양을 자기 아들들에게 지키게 하고(3)야곱을 멀리 떨어지게 함으로써 행여 손해 끼칠만한 조그만 가능성이라도 사전에 봉쇄했던 것이다(35,36절)."
        },
        {
            "verse_reference": "30:35",
            "commentary": "가리고... 가려 - 유전 법칙상 점박이 동물이 단색(單色) 동물에게는 영향을 미치는 것을 미연에 방지하여 야곱의 몫이 생길 기회를 가능한 더욱 줄이려는 라반의 약삭빠른 방책이다."
        },
        {
            "verse_reference": "30:36",
            "commentary": "사흘 길 - 두 양떼가 서로 만날 수 없을 정도로 완전히 격리된 거리를 말한다. 이 거리 만큼이나 라반은 가까운 혈족 야곱에게 불신과 의혹의 골짜기를 두고 있었다."
        },
        {
            "verse_reference": "30:37",
            "commentary": "버드나무와 살구나무와 신풍나무 - 버드나무는 포플라 나무이며(LXX), 살구나무는 알몬드 나무(Almond tree) 또는 개암나무를 말하며(출 25:33, 34), 신풍나무는 플라타너스(platanus)를 일컫는다. 이 나무들은 겉껍질이 잘 벗겨지고 푸르스름하거나 갈색인 반면, 속 껍질은 매우 희고 윤기가 있어 껍질을 드문드 문 벗겼을 경우 알록달록한 형채로 금방 눈에 띤다."
        },
        {
            "verse_reference": "30:38,39",
            "commentary": "개천의 물구유에 세워 - 여기서 '개천'(* , 리하팀)이란 '수로(水路)'란 뜻으로 물살이 세지 않은 작은 하천을 가르킨다. 이 '개천'옆에 물통(물구유)을 마련하여 양들이 목을 축일 수 있게 했다. 양떼가 물을 먹으러 왔다가 교미를 할 때 알록달록한 가지를 봄으로써 새끼를 밸 때 그 무늬의 영상이 스며들게 하기 위해서이다. 특히 암양은 수태시 자극을 받으면 그 여파(餘波)를 새끼에게 전하는 감응력이 강한 동물이라 한다. 새끼를 배니(* , 하맘) - '뜨겁다'란 뜻으로 여기서는 양들이 서로 교미하는 것을 기리킨다(39, 41 절; 31:10). 한편 오늘날의 과학적 안목으로 보면 동물의 생식 행위를 자극하여 의도한 종자를 얻으려 한 야곱의 방법은 생물학적인 근거가 불명확하다. 그러나 하나님께서는 야곱의 이 비과학적인 행위에도 불구하고 벧엘 언약에 근거하여 그를 축복해 주셨다(31:10-13). 이는 훗날 자신이 많은 양떼를 얻게된 원인을 하나님의 초자연적 섭리로 돌린 야곱의 고백에서도 명백해진다."
        },
        {
            "verse_reference": "30:40",
            "commentary": "새끼 양을 구분하고 - 점박이 양을 낳으면 어미 양으로부터 가능한 빨리 분리하여 단색 양과 썩음으로써 그들간의 교미에 의해 점박이 새끼의 출생율을 높이려는 야곱의 또 다른 계책이다. 서로 대하게 하며 - 좀더 구체적으로 표현하면 '서로 만나 교미하게 하며'라고 말할 수 있다."
        },
        {
            "verse_reference": "30:41",
            "commentary": "실한 양이 새끼 밸 때 - 양은 일년에 두 번 배태하는데 대체적으로 봄산(産)보다 가을산(産)이 더 튼튼하다. 야곱은 경험을 통해 이 사실을 익히 알기 때문에 '실한 양', 즉 가을 분만형(型) 양에만 나뭇가지를 사용했다."
        },
        {
            "verse_reference": "30:42",
            "commentary": "이 같은 방법을 라반의 아들들이 똑같이 사용했더라면 틀림없이 실패하였을 것이다. 왜냐하면 이러한 결과를 가능케한 것은 가지의 효능 때문이 아니라, 모든 것의 제1원인이 되시는 하나님의 특별 섭리가 작용했었기 때문이다. 약한(* , 아타프) - '덮다', '옷입다'(시 73:6)는 뜻에서 유래한 말로 털이 많고 유약한(애 2:11) 봄 산(産) 양을 가리키는 것같다."
        },
        {
            "verse_reference": "30:43",
            "commentary": "심히 풍부하여(* , 파라츠 메오드 메오드) - '터뜨리다', '증가하다'란 뜻을 지닌 동사 '파라츠'와 '매우'를 뜻하는 부사 '메오드'가 두 번 반복되어 불과 6년 만에 야곱의 재물이 기하 급수적으로 크게 증가했음을 나타내고 있다. 특히 '파라츠'는 부(富)의 근원인 하나님의 은혜임을 드러낼 때 많이 사용되는 단어로서(출 1:12; 사 54:3) 하나님께서는 언약 백성이나 말 씀을 순종하는 자에게 하늘의 축복과 아울러 세상의 부요도 함께 허락하신다는 구약 축복 사상의 일부를 나타낸다(13:2; 26:12-14). 그러나 이 계시가 더욱 발전된 신약 사상에서는 가난이 결코 죄가 아니며 부(富) 역시 신앙의 척도가 될 수 없음을 보여 줌으로써 신앙과 세상의 부가 반드시 일치되는 것만도 아니란 사실을 일깨워 준다(고후 6:10; 8:9). 따라서 중요한 것은 세상적 부와 가난이 아니라 믿음의 부와 가난임을 알 수 있다(마 6:20; 빌 3:8; 히11:26). 30장 이후의 내용들은 아브라함(12:2,3)과 이삭(26:12,13)에게 허락하셨던  축복이 야곱의 때에 어떻게 구체적으로 실현되어 가고 있는가를 보여주고 있다. 특히  본장은 29:31-35에서 다뤄졌던 야곱 12아들의 출생 기록의 계속이자(1-24절), 야곱이  라반에서 독립 할 수 있을 정도로 풍부한 재산을 가지게 된 배경을 기록하고 있다(25-43절). 이러한 사실은 이미 이삭에 의해 예언된 것으로(28:4, 13-15,21) 야곱이 현재  누리고 있는 축복이 신적 기원을 가지며, 또한 하나님이 함께하는 자의 축복된  결말이  과연 어떤가를 보여준다. 한편 그 당시 야곱의 번성은 가나안 귀향(31장)의 욕구와 필연성을 가져오는  계기가 되었다. 이처럼 하나님은 개인을 택하여 구속사의 한 과정을 맡으시고, 그가  능히 그 책임을 완수 할 수 있도록 그 환경을 지키시며 필요에 따라 그의 앞날을  예비하신다. 그러므로 이땅에 하나님 나라 건설을 위해 부름받은 우리들은 항상  곁에  계셔서 우리를 후원하시는 하나님으로 인해 담대히 생활할 수 있는 것이다. 1. 레아와 라헬의 출산 경쟁(30:1-24) 비록 야곱의 첫 아내였으나 그의 총예를 받지 못했던 레아에게 네 아들을 허락하신 것은 분명 하나님의 돌보심이었다(29:31-35). 그럼에도 불구하고 인간적인  질투심(경쟁심)에서 아들을 얻고자 했던 라헬은 그 당시 풍습대로 자신의 몸 종을 남편에게  제공하여 그에게서 낳은 아들을 자신의 슬하에 두기로 작정했다(1-5절). 이러한  본능적인 질투심은 두 자매 모두에게 전염되어 약 14년동안 11아들을  경쟁적으로  생산하게 된다(6-24절). 이처럼 인간의 갈등과 치졸한 감정 대립으로 인한 자녀 생산이었지만, 하나님은 이러한 인간의 허물을 초월하여 아브라함과 이삭에게 허락하셨던 충만한 선민의  가계를 이루게 하셨던 것이다. 이는 야곱 아들들이 훗날 선민 이스라엘 12지파의 근간을 이룸으로써 이러한 견쟁적 생산 배후에 하나님의 선한 의지가 분명히 들어 있었음을  역사적으로 보여 주고 있다. * 라헬에게 필요한 것. 이스라엘 가정에 있어서 자녀가 없는 것은 큰 불행이었으며 여인에게는 슬픔과 수치를 가져다 주는 일이었다. 사실, 자신의 형통을  잇고자  하는 것은 인간의 본능적인 욕망으로서 자녀 출산은 분명 행복이며 기쁨이다. 특별히  영생 개념이 희박했고, 대신 그들의 자손을 통해 자신들의 삶이 영속되는 것으로 믿었던 고대 히브리인들에게 있어서, 다산(多産)은 축복 중의 축복이었다(시 127:3-5:장 17:6). 히브리인들의 이같은 가정과 후손에 대한 애착은 전쟁과 박해의 역사로 얼룩졌던그들에게 순수한 혈통과 신앙을 보존할 수 있게 한 원동력이 되었다. 이러한 문화적  배경하에서 비록 남편 사랑은 받았으나 자식이 없었던 라헬은 치욕의  세월을  보내야만 했다. 그러나 이것은 인간적인 생각일 뿐 하나님께서는 사랑받는 그녀에게 교만치  않게 하시려고 자식 출산을 보류하셨다고 볼 수 있는데, 훗날 축복의 아들 요셉을  허락하신 것에서 이 같은 사실을 확인할 수 있다. 결국 라헬은 이 기간 동안 한나와 같이 하나님의 뜻을 바라며  인고(忍苦)함으로서 기도해야 했으나(삼상 1:10,11) 오히려 그녀는 질투와 불평을 일삼고 말았다. '자식은 하나님의 선물'이란 의식이 결여된 그녀는 단지 수치를 모면하고 언니를 앞지르겠다는 일념에서 당시 관례되로 자신의 몸 종을 남편에게 주어 자신의 혈육을 얻으려  했다(3절). 하나님의 주권을 인정치 않고 기도하지 않으며, 인간의 고집이 주(主)를  이루는 가정에 갈등과 불화가 상존하는 것은 너무나 당연한 일이다. 라헬에게는 먼저  자식이 필요한 것이 아니라, 그자식을 허락하시는 하나님께 대한 신앙이 필요했다. 이처럼 신앙의 부산물(축복,평안등)에 집착하여 신앙의 본질인 하나님을 놓쳐버리는 이 같은 우(愚)는 오늘 우리에게서도 쉽게 발견되고 있다(요 4:10-14). * 여자 노예. 고대 사회에서 노예제도는 노동력과 군사력 확보라는 점에서 어느 지역을 막론하고 자연스럽게 생겨났다. 히브리인들에게도 이 노예 제도는  보편화되었는데, 그들은 전쟁(신 21:10-24)이나 매매(출 21:7; 레 25:44-46),  채무(출  21:2-4;신 15:12), 증여(29:24), 상속(레 25:46)을 통해 노예를 소유할수 있었고, 노예에게서 난 자(출 21:4;레 25:24)들도 노예로 확보 할 수 있었다. 이렇게 얻어진 노예들은 자유가 완전히 박탈된 주인의 소유물이었다. 그렇지만  성경은 그들도 생명있는 인격체이기에 6년  봉사  후에  해방시킬  것(출  21:1-11;  레 25:39-55)과 종교 활동의 보장(출 20:10; 23:12), 그리고 생명의 존엄성(출 21:12-27)과 사유재산 인정(삼하 9:10)이라는 보호조항을 성문화함으로싸써 그들의 기본권을 보호하고 있다. 한편 여자 노예들은 노동력과 재산으로서의 가치 뿐 아니라(16:1; 삼상 25:42), 자녀 양육과 교육을 책임지기도 했으며(24:59;삼하 4:4; 왕하 11:2), 남자 주인 또는 그아들들의 처첩으로 선택되기도 했다. 이런경우 그녀의 지위는 상당히 개선되게 마련이었고 노예의 신분에서 해방되는 특혜를 누릴때도 있었다. 그러나 그들은 주인의 가정에 유익한 자들이었기 때문에 주인이  싫어하지않는  한 좀처럼 해방되는 경우가 없었다(16:6;레 19:20). 그리고 자손이 귀한 집안에서 본처가 여자노예를 남편에게 제공하여 낳은 아들은 그 본처의 자손으로 입적되는 경우가 있었는데(3-8절; 16:2) 이때에 여자 노예는 대리모(代理母)에 불과했다. 본문에 언급된 레아와 라헬의 출산 경쟁의 도구에 바로 이 여종들이 선택되었다. 비록  시대  상황으로 볼때 노예들이 하나의 '재산'으로 취급되던 때라하더라도 인격을 지닌 인간을  이기적 욕구 충족을 위해 도구화한 것은 하나님 앞에서의 큰 범죄가 아닐 수 없다.   여하튼 시대적 부산물인 노예제도는 분명히 악습이며, 특히 주인에 의해 결혼의 행복과 자녀 출산의 기쁨까지 바탈당했던 여자 노예들의 고뇌는 인간이 만들어 낸  불합리한 제도로 인해 생긴 가장 비인간적인 아픔 가운데 하나라고 할 수 있다. 실로 인간은 자기의 유익만을 추구할때 반드시 이웃의 아픔과 눈물을 자아내고 만다. * 갈등과 고통의 해결자이신 하나님. 인간이 하나님의 뜻을 저버릴 때 바로 거기서부터 갈등과 고통은 시작된다. 근원적인 갈등과 고통을 해소할 수 있는 유일한 방법은 하나님의 법에 자신을 복종시키는 것이다. 이런 점에서 비록 그 당시의 풍습에 따랐다 하더라도 하나님이 세우신 일부 일처제의 결혼 제도(2:22-25)를 무시한체, 두  아내를 얻은 야곱의 가정에 긴장과 다툼이 상존한 것은 당연했다. 레아와 라헬은 친자매였음에도 남편 사랑을 독차지할려는 일념에 심지어  자기들의 몸종까지 남편에게 제공하는 비신앙적인 경쟁을 일삼았다. 이런 경쟁은  집안  전체를 우울하게 만들었으며 끝없는 갈등의 늪으로 몰아 넣었다. 그 뿐 아니라  본장  후반에 언급된 라반과 야곱사이에 진행되었던 재산 쟁탈을 위한 암투는 인간의 죄악된 본성을 적나라하게 노출시킨 부끄러운 갈등이었다. 그러나 인간이 자행한 실수와 갈등에도 불구하고, 하나님은 당신의 언약을 군거로 해서 야곱을 축복하셨으며 그 가정을 언약 성취의 기관으로 세워주셨다. 따라서 갈등과 고통이 상존하는 이 땅에 발을 딛고 사는 우리들은 그 갈등과  고통의 심연에 빠져 인간적인 고뇌만 되씹을 것이 아니라, 우리의 갈등과  고통의  원인을 누구보다 잘 아시며 그 해결 방안까지  기지신  하나님께  부르짖어야  할  것이다(렘 33:3). 그리고 과연 지금 나에게 요구되는 하나님의 뜻이 무엇인지를 발견하려는 진지한 노력도 있어야 할 것이다. 예수께서는 \"수고하고 무거운 짐진 자들아 다 내게로 오라 내가 너희를 쉬게 하리라\"(마 11:28)고 말씁하셨다. 2. 야곱과 라반의 노임 계약과 야곱의 번성(30:25-43) 본문은 야곱이 어떻게 하여 풍부한 재산을 모으게 되는지를 그 배경부터  상세하게 다루고 있다. 먼저 야곱은 그의 생애를 마련해 준 라반과의 여러번(31:7)에 걸친 노사 협약을 맺는다. 그 첫번째로 라헬을 얻는 조건으로서의 7년간 봉사(29:18,10). 두번째로 첫번째 계약을 위반한 라반의 기만으로 인해 다시 7년간의 무료 봉사(29:27)이며 ,세번째 협약을 본문 25:36절에 언급되었듯이 정당한 노동의 댓가에  상응하는  품값을 양떼로 받기로 한 것이다. 이 협약을 체결한 후 야곱은 라반의 간계에 더이상 말려들지 않기  위해  목동시절 짐승의 생식 욕구를 자극시킬때 흔히 사용하는 방법을 통하여 심히 풍부한 자기  소유의 양떼를 가지게 된다(37-43절). 여기서 하나님께서는 야곱의 어리석고 미련한  방법에도 불구하고 벧엘언약(28:13-15)에 근거하여 그에게 다함없는 축복을 허락하셨던 것이다(31:10-13). 이와 같이 야곱의 번영배후에는 그를 지키시며 그와의 언약을  성실히  지켜가시는 하나님이 계셨다. 여호와 그분은 진정 모든 세대, 모든 믿는 이들의 영원한 복의 근원이시다(민 6:24-26; 시 127편). * 물질에 대한 바른 가치관. 물질에 절대적 가치를 둔 자는  인간관계나  도덕성에 크게 구애받지 않고 오직 자기 물질적 유익을 위해 매진한다(13:10, 11).  비록  그가 좋은 인간성과 사교성을 가지고 있다 하더라도 그것은 물질 취득을 위한 겉  포장일뿐 그의 고결한 인격을 반영하는 것이라 할 수 없다. 본문에는 바로 그같은 자들의 간교한 노사 협약(勞使協約)이 다뤄져 있다.  라반은 조카 야곱을 자신의 재산 증식을 위한 일꾼으로 이용하려고만 했지, 그에게 혈육의 정이나 정당한 대가를 지불할 생각은 추호도 없었다. 이는 그가 열번씩이나 야곱과의 약속을 불이행한 데서 알 수 있다(31:7). 야곱이 귀향 결심을 한  시점에  와서도(25절) 과거의 계약을 준수하지 않는 라반은 다시 한번 그를 이용하려는 술책으로 품삯  문제를 거론하였다. 그런데 좀더 심각한 문제는 라반의 잔꾀에 대항하는 언약 후손 야곱의 인간적인 술수에 있다. 즉, 번영에 대한 여러 번의 신적 언약(27:27-29; 28:1-4: 13-15)을 받았음에도 불구하고 그는 자신의 술수로 상대의 간교함에 대처하려 했던 것이다. 즉,협상에 임하는 근본적인 동기가 성실하고 공정한 태도에서 비롯된 것이라기보다는 라반을  속이려는 악한 의도에서 비롯되었던 것이다. 이는 야곱이 아직 하나님의 기업(가나안)을 이을 자로는 부족하다는 점을 반영한다. 하나님의 백성은 물질에 대해 상대적인  가치를 두어야 할 뿐만 아니라, 매사를 하나님의 인도하심에 맡겨야 한다. 약한  방법으로 번영을 추구하는 것은 죄를 더하는 일이다(잠 21:4). * 야곱의 성공이 의미하는 것. 야곱이 라반의 계교에도 불구하고 물질적 번영을 누릴 수 있었던 것은 그의 계책이 라반의 술수보다 뛰어났기 때문은 아니었다. 야곱에게 성공을 가져다준 근본 동인은 벧엘 언약(28:13-15)을 성실히 추진해 오신 하나님의 섭리였다. 이  사실은  훗날  야곱에게  나타난  하나님의  사자를  통해  주어진  말씀(31:12,13)에서 확인할 수 있다. 야곱 역시 자신의 번영이 하나님의 개입에 의해 이루어졌음을 확신하였다(31:9). 하나님께서 부와권세를 주구관하시므로 성도들은 모든 물질적 소유권이 하나님께 있음을 알아야만 풍성한 삶을 향유할 수 있다(욥 1:21). 한편, 구약 시대의 히브리인들은 하늘의 신령한 복과 물질적인 풍요를 동시에 누리는 것이 하나님께서 허락한 참 번영이라고 믿었기 때문에,그러한 견지에서 야곱의  번성은 분명 세속적이라기 보다 종교적 성격이 강했다고 볼 수 있다. 그래서 유대인들은 시대를 초월하여 뛰어난 상술과 언어 감각을 이용해 세계 도처에서 타민족보다 월등한 부를 축적해 왔다. 이러한 정신은 기독교에도 접맥되어 정당한 부의 축적이 인정되고(Calvin), 선교적이고 개도적(開導的)인 입장에서 세상에서의 성공이 용인되고 있다. 그렇다고  하더라도 세상에서의 번영과 성공을 모두 하나님의 축복과 은혜의 결과로 보는  반면,가난은 하나님의 저주라고 생각하는 것은 큰 잘못이다. 왜냐하면 죄악된 세상의 질서는  악한자가 훨씬 성공할 확률이 높게 짜여져 있기 때문이다(잠 16:8; 21:4,6). 그러므로 우리는 부에 대한 지나친 집착으로 부의 근원이신  하나님을  내팽게치는 일이 결코 없어야한다. 뿐만 아니라 부요하신 자로서 우리를 위해 가난하게 되신(고후 8:9), 예수의 정신을 본받아 하나님을 영화롭게 하며 이웃의 번영을 꾀하는 성숙한 자리에까지 나아가야 한다. 더불어 믿음의 부를 날마다 축적하는 부지런한 신앙  일꾼으로 살아가야 한다(마 6:20; 눅 12:33; 빌 3:8; 히 11:26)."
        }
    ]
}