{
    "bible_book": "창세기",
    "chapter_number": 21,
    "commentaries": [
        {
            "verse_reference": "21:1",
            "commentary": "여호와께서 그 말씀대로 - 여기서 '그말씀'이란 일전에 아브라함과 사라에게 주셨던 언약(17:19-22;18:9-15)을 가리킨다. 이제 예고하셨던 기간이 이르자(2절) 그 언약을 말씀대로 성취시키시는 하나님의 능력과 신실성을 증거해 준다. \n 권고하셨고( ,파카드) - 문자적인 뜻은 '방문하다'. 이 말은 종종 특별한 인물에 대해 베푸시는 하나님의 은혜 혹은 호의의 행동을 가리키기도 하고(50:24;롯 1:6;삼상 2:21), 반대로 심판의 행위(사 24:21;렘 9:25;호12:2)를 가리키기도 한다. 여기서는 전자의 의미로 사용되어 하나님께서 자신의 약속을 잊지 않고 사라를 돌보신 것을 뜻한다. \n 행하셨으므로 - 사라가 잉태할 수 있도록 하나님께서 특별히 배후에서 역사하신 것을 가리킨다. 이처럼 생명의 잉태와 죽음 등과 같은 인생의 모든 문제는 하나님의 주권 아래 있는테(사 44:2) 특히 90세에 이르는 사가 단산(斷産)하였으나 잉태하는 힘을 얻을 수 있었던 것은 그 같은 하나님의 주권과 능력을 믿었기 때문이다(히 11:11). \n21:2 \n 하나님의 말씀하신 기한 - 이삭의 출생이 자신의 초자연적인 능력으로 이루어지니라고 말씀하셨던 하나님과 아브라함 간의 언약 기간(17:21)을 가리킨다. 그런데 분명한 첫계시(15:4)이후 13년이 지난 시점에 이르러서야 하나님께서 그 약속을 성취시키신 까닭은(1) 아브라함 나이 100세가 되어 그의 몸이 죽은 것 같은 때(롬 4:19)를 기다림으로써 이삭 탄생이 전적으로 하나님의 능력과 섭리에 의해 이루어진 것임을 강조하기 위함이며(히 11:11,12) (2)언약의 일부분인 이스마엘(16:10-12; 17:20)이 독립할 수 있는 나이가 되도록 기다리시기 위함이었다(13,21절) \n 아들을 낳으니 - 거듭된 약속과 오랫동안의 고대 끝에 마침내 '약속의 씨'가 태어난 순간이다. 이처럼 구약의 인물 중 그 누구보다도 이삭이 대망(待望)가운데 태어나게 된 까닭은 언약의 첫 열매인 그가 부활의 첫 열매인 그리스도(고전 15:20,23)를 예표하기 때문인데 그러한 그의 예표적 생애는 모리아 산 사건(22:2)에서 결정적으로 드러났다. \n21:10 \n 이 여종과 그 아들을 내어 쫓으라 - 사라가 하갈을 기리켜 '여종'이라고 칭한 것은 종에게서 난 자식이 주인의 아들과 함께 상속자가 될 수 없음을 강조하기 위함이다. 그리고 여기서 '내어 쫓으라'( , 가라쉬)는 말은 '이혼하다'(레 21:7;민 22:13)는 뜻도 지니고 있는 단어로 곧 법적 절차를 밟아 하갈과 이스마엘이 아브라함에 대하여 지니고 있던 권리 및 관계를 제거시키라는 의미이다. 사라의 이러한 요구는 하갈이 여전히 그녀의 몸종이었던 이상(16:6) 당시의 관습으로서는 합법적인 것이었다(Nuzi Tablets). 그러나 한때 사라가 자녀생산을 위해 하갈을 아브라함의 첩으로 주었던 목적(16:2)에 비추어 볼 때에는 잔인하며 이율배반적(二律背反的)인 처사가 아닐 수 없다. \n 기업을 얻지 못하리라 - 아브라함의 가계(家系)를 이으며 가산을 물려 받을 수 있는 상속자가 될 수 없다는 뜻. \n21:11 \n 근심이 되었더니 - 하갈과 이스마엘을 추방하라는 사라의 요구에 대하여 아브라함이 깊이 번민한 까닭은(1) 비록 짧은 기간이었지만 그래도 한때 이스마엘을 약속의 후계자로 삼으려 했던 그의 부성애 때문이었으며(17:18)(2) 또한 하갈이 비록 사라의 몸종이긴 하나 주인에게 자식을 낳아 준 여종은 함부로 추방하지 못한다는 것이 족장 당시 고대 근동 지방의 풍습이었기 때문이다(Nuzi Tablets). \n21:12 \n 아브라함에게 이르시되 - 14절에 의거할 때 아브라함에게 하나님의 계시가 임하였던 때는 밤 시간이었으며 계시 전달 방법은 꿈이었던 것 같다. \n 이삭에게서 나는 자라야 - 언약의 후손에 참여할 수 있는 범주를 이삭 후손으로 제한하셨다는 거듭된 확약이다(17:21). 이러한 제한은 이삭의 두 아들 에서와 야곱 중 야곱만을 택함으로써 다시 한번 축소되었다(25:23). \n21:13 \n 한 민족을 이루게 하리라 - 역시 이스마엘의 문제로 근심하는 아브라함을 위로하기 위하여 주신 이전 약속(17:20)의 재확인이다. 성경에 나오는 거듭된 약속이나 충고, 경고 등은 모두 인간을 위한 하나님의 깊은 배려에서 주어지는 것들이다. 한편 이 같은 하나님의 약속은 후일 이스마엘에게서 12방백이 태어남으로써 실제로 성취되었다(25:12-26). \n21:14 \n 아침에 일찌기 - 인간적인 갈등에 사로잡혀 한때 번민하고 고통하던 것과는 다른 자세로 하나님의 분명한 뜻을 좇아 순종하기를 지체하지 않으려는 태도이다. 떡과 물 한 기죽부대 - 여행 길을 떠나는 데 있어서 필요한 가장 기본적인 준비물이다. 그런데 본문에는 언급되어 있지 않으나 이외에도 아브라함이 얼마 만큼의 금품을 주었을 것으로 추정하기란 그리 어렵지 않다.왜냐하면 그는 충분히 그럴 수 있는 애정과 재산913:2;20:14-16)을 갖고 있었기 때문이다9절;16:1). \n 브엘세바 들에서 방황하더니 - 브엘세바는 헤브론 서남쪽 약44km지점에 위치한 팔레스틴의 국경 도시이다(삼상 3:20). 그런데 하갈이 이곳 들판에서 방황하였다는 것으로 보아 그녀는 고향 애굽으로 돌아가려 했으나 애굽을 떠난지 이미 20년이 지난 뒤였으므로(16:3) 길을 잃고 헤매었던 것 같다.(Pulpit Commentary). \n21:15 \n 물이 다한지라 - 하갈은 본시 애굽 출신의 여종으로서 사막의 열기 가운데에도 장시간 힘든 일을 하는 것에 익숙해 있었지만 부유한 족장의 집에서 자란 이스마에은 전혀 그런 경험이 없었으니 사막의 불볕 더위하에서 물이 떨어졌다는 것은 곧 죽음을 의미한다. \n21:16 \n 살 한 바탕( ,하르헤크 타하 케세트) - '거리'(하르헤크)와 '화살 쏘기'(타하 케세트)가 복합된 말로 '화살이 미치는 거리'(bowshot), '활쏘기에 알맞는 거리'를 가리킨다. 이는 대략 300m정도의 거리이다. \n 마주 앉아...방성 대곡하니 - 속수 무책(束手無策)인 상태에서 자식이 죽어 가고 있는 비참한 모습을 차마 볼 수 없어 멀찍이 떨어져 앉아 그저 목놓아 울고만 있는 애처로운 광경이다. \n21:17 \n 하나님이 - 언약의 하나님인 '여호와'(12:1)가 아닌 능력의 하나님인 '엘로힘'으로서의 하나님을 가리킨다. 이는 하갈과 이스마엘이 아브라함의 집에서 쫓겨남으로 더이상 언약적 하나님의 보호하에 있지 못하고 다만 우주 만물을 통치하시고 주관하시는 하나님의 보호 아래에만 있게 되었음을 시사한다(Keil). \n 하나님의 사자 - 일전에 '술 길 심물 곁'에서 하갈에게 현현하셨던 '여호와의 사자'(16:7)와 동일 존재인 것 같다. \n 하늘에서부터 하갈을 불러 - 일전의여러 경우(17:1;18:1,2;19:1)와 같이 가시적(可視的)으로 현현하신 경우이다. \n 두려워 말라 - 아브람(15:1)과 이삭(26:24), 다니엘(단 10\"12),요한(계 1:17)에게도 들려졌던 것과 같은 하나님의 위로와 은총의 말씀이다(사 41:10;43:1-3). 철저히 절망적인 상황 중에서도 겸손히 하나님을 바라보는 모든 자들에게는 오늘날에도 시공을 초월하여 이러한 하나님의 음성이 들려질 \n것이다(마 10:30,30) \n21:18 \n 붙들라( ,하자크) - '강하게 하다'(신 31:6),'굳세게 하다'(사35:4)는 말로 이스마엘이 성인이 될 때까지 용기를 잃지 말고 적극적으로 도와 주라는 뜻이다. \n 그로 큰 민족을 이루게 하리라 - 미약한 시작을 위대하게 만시는 하나님의 구속사적 사역을 증거해 주는말로(고전 1:26-29) 광야에서 길을 잃고 기갈(飢渴) 중에 죽어 가고 있는 보잘것 없는 소년 이스마엘이 장차 아라비아 족속의 원조(元祖)가 될 것이라는 희망찬 메시지이다. \n21:19 \n 눈을 밝히시매 - 기적적으로 영안(靈眼)을 밝혀 주셨다는 뜻이 아니라, 거의 발견 불가능한 것을 섭리적으로 보게 해주셨다는 뜻이다. \n 샘물을 보고 - '샘물'에 해당하는 원어 '베에르'( )는 '보르'(저수지)와는 구분되는 말로 땅속에 묻혀 있는 물이 솟아나는 '샘'을 의미한다(26:19;아 4:15). 대개 이러한 샘물들에는 돌로 입구를 막고 특수한 표시를 해놓기 때문에 그 샘의 표시를 모르는 자는 찾아낼수가 없었다. 그런데 하나님께서는 하갈을 간섭하셔서 그녀로 하여금 이 같은 샘을 발견하도록 역사하셨다. 그러므로 메튜 헨리(Mattnew Henry)는 이 샘을 가리켜 '은총의 계약으로 이미 주어졌던 샘물', 즉 죄 가운데 방황할 때발견 되어지지 않지만 하나님께 부르짖을 때에는 발견되어지는 샘물(요 4:13,14)이라고 묘사하였다. \n21:20 \n 활 쏘는 자가 되었더니 - 활은 광야 생활의 필수 도구로서 이스마엘이 크게 성장하여 활을 사용하는 한 부족으로 번창했음을 암시해 준다(Murphy). \n21:21 \n 바란광야 - 아카바 만과 수에즈 운하 사이에 위치한 곳으로 가데스 바네아 남쪽 지역이다. 이로 보아 하갈과 이스마엘은 브엘세바에서 기적적인 구원을 받은 후 계속 팔레스틴 남방으로 여행하였음을 알 수 있다. \n 애굽 땅 여인을 취하여 - 이스마엘은 애굽 여인 하갈과 히브리인 아브라함 사이의 혼혈아인데 그 역시 애굽 여인과 결혼함으로 후손 아라비아인들은 히브리, 애굽인 간의 완전한 이중 혼혈족이 되고말았다. \n21:22 \n 아비멜렉과 그 군대 장관 비골 - 당시 아브라함이 거주하던 지역(34절)의 최고 통치자인 아비멜렉과 그의 군대 장관이 아브라함을 방문한 까닭은 상호 동맹 관계를 맺기 위해서였다. 즉 이미 하나님의 간섭(20:3-7)을 체험한바 있는 아비멜렉은 하나님에 의해 점점 창성해 가고 있는 아브라함이 두려워 상호 불가침 조약을 맺기 원하였던 것이다. 인구도 부족하고 국가 조직도 미비된 당시 상황에서는 약자에 대한 강자들의 약탈이 빈번하였기 때문에 강력한 이웃의 세력과 조약을 맺는다는 것은 바로 생존과 직결되는 중대사였다. \n 하나님이 너와 함께 계시도다 - 후일 언약의 후손 이삭(26:28)과 야곱(30:27), 요셉(39:3)도 이방인들로부터 이와 동일한 고백을 듣는데 , 바로 이점이 성도를 불신자들과 구별지어 주는 근본적인 특징이다(마 28:20). \n21:23 \n 나와 내 아들과 내 손자에게 - 상호동맹 조약의 효력이 당대 뿐 아니라 자손들에게까지도 적용되기를 바라는 아비멜렉에게서 우리는 그가 얼마나 아브라함을 창대케 하시는 하나님을 두려워하고 있는지를 인지할 수 있다 \n 이제...맹세하라 - 그 즉석에서 상호 불가침 조약이 체결되기를 염원하는 아비멜렉의 간청이다. 한편 '맹세'( , 솨바)란 말은 '세바'(일곱)에서 파생된 말로 맹세의 엄중성 및 신성성(神聖性)을 강조해 준다. 그 까닭은 히브리인들에게 있어서 '7'이란 숫자는 천지 창조 기간과 관련하여 더하거나 감할 수 없는 성수(聖數) 및 '완전수'로 간주되었기 때문이다. 구속사적 맥락에서 이 맹세와 일곱의 관계는 그리스도의 가상칠언(架上七言, 마 27:46,47;눅 23:34,43;요 19:26-30)에서 결정적으로 나타났다. \n 내가 네게 후대한 대로 - 아내 사라에 대한 아브라함의 거짓말로 인해 곤경에 빠질뻔한 상황 중에서도 아비멜렉이 그에게 각종 예물과 거주지를 제공하였던 일(20:14-16을 가리킨다."
        }
    ]
}