{
    "bible_book": "창세기",
    "chapter_number": 2,
    "commentaries": [
        {
            "verse_reference": "2:1",
            "commentary": "천지(* ,하쇠마임 웨하아레츠) - 여기서 '쇠마임'(하늘)은 단순히 '하늘'을 가리키는 단수 명사인 '솨메'의 쌍수형(dual number)으로 인간의 육안으로 식별할 수 있는 '창공' 뿐 아니라 대기권 너머의 '우주'까지 함께 뜻하는 단어이다. 따라서 하나님께서 '하늘'을 창조하셨다는 것은 은하계가 자리잡고 있는 '온 우주'를 창조하셨다는 단어이다. 그리고 '에레츠'(땅)는 '견고하다'는 말에서 파생된 단어로 협의적으로는 '토지', '땅 자체'를 뜻하지만(4:12; 출 4:3) 광의적으로는 '온 세상'을 뜻하는데(18:25; 수 23:14) 본절에선 후자의 의미로 쓰였다고 보는 것이 무난하다. 만물(*, 콜 체바암) - 기본형 '차바'는 본래 '무리', '군대'(단 8:10)을 뜻하는 말이나 여기서는 하나님께서 창조하신 모든 '피조물'을 가리키고 있다. 한편 이 단어가 왕상 22:19에선 '하늘의 만군', 즉 '천사들'을 그리고 느 9:6에선 '일월 성신', 즉 '천체'를 의미하는 말로 쓰이고 있는데 1차적으로는 그것들의 수효가 많음을, 2차적으로는 그것들 역시 하나님께로부터 지음받은 피조물이라는 사실을 시사해 준다. 다 이루니라(* , 칼라) - '끝나다'는 뜻과 함께 '완전케 되다'는 뜻을 가니고 있다. 이는 하나님께서 창조 사역을 단순히 중단하신 것이 아니라 당신의 뜻과 계획대로 온전히 성취시키는셨음을 의미한다."
        },
        {
            "verse_reference": "2:2",
            "commentary": "일곱째 날이 이를 때에 마치니 - 하나님께서 창조 사역을 마치신 날이 제 6일이었는지 7일이었는지에 대하여선 이견이 있다. 70인역이나 사마리아 사 본은 이를 제 6일째로 번역하고 있는 반면, 대부분의 영역본(KJV, NIV, RSV)은 제 7일째로 번역하고 있다. 이 같은 차이점은 히브리어 '예칼'(* , 마치니)의 시제 및 어법이 불투명한 데서 비롯되었는데 우리는 이를 다음 과 같이 조화시킬 수 있다. (1) 하나님께서 천지 만물에 대한 창조 사역을 마치신 날은 제 6일째이다. (2) 그러나 그분의 창조 사역의 완성은 이를 기 념하고 축복하여 안식하신 날인 제 7일째에야 온전히 성취된 것으로 이해하 여야 한다. 안식하시니라(* , 쇠바트) - 일에 지쳐 곯아떨어진 것을 의미하지 아니하고, 일을 마친 후 새로운 활동을 잠시 중단한 채 취하는 '휴식'(출 31:17)을 의미한다. 그렇다고 해서 이 말은 하나님께서 전혀 아무런 행동도 하시지 않았다는 뜻은 아니다. 다만 이는 (1) 이후로 하나님께선 더 이상 새 로운 피조물을 만들지 않으셨다는 것과 (2) 피조된 천지 만물의 운행을 주 관하시며 그것들을 보고 기뻐하고 계셨다는 것(1:31)을 의미한다. 이러 한 하나님의 안식(安息)에 근거하여 훗날 선민 이스라엘 민족에게 주어진 것 이 바로 안식일 제도이다(출 16:29; 신 5:15). 그리고 구약 시대 이 안식일 을 신약 시대에 이르러 주일로 승화되었다(요 20:19; 행 20:7; 고전 16:2) 오늘날 그리스도 안에서 새로운 안식일인 주일을 지키는 우리 성도들도 이러한 안식의 원뜻을 좇아 그 날을 즐거워하며 하나님께 영광 돌려야 한다."
        },
        {
            "verse_reference": "2:3",
            "commentary": "일곱째 날을 복주사 - 본 구절은 장차 인간에게 주어질 안식일 제도가 인간을 위한(막2:27) 복된 것임을 증거해 주고 있다. 그럼에도 불구하고 인간이 안 식일을 지키기 싫어도 지켜야만 하는 강제 규정인 것처럼 이해한다면 그것은 하나님의 참 뜻을 깨닫지 못하는 비극이다. 거룩하게 하셨으니(* , 카다쉬) - '성결하다고 선언하다', '거룩한 것으로 간주하다'는 뜻이다 여기서 우리는 일곱째 날 자체가 거룩했던 것이 아니라 하나님께서 거룩한 날로 간주하셨기 때문에 사실에 유념해야 한다. 그리고 무엇이 '거룩하다'는 말은 그것이 세상 열락을 추구하던 것에서 돌아 서서 하나님의 뜻을 좇는 그분다의 소유물이 되었다는 뜻임에 유념해야 한다. 따라서 오늘날 우리들 중에 그 누구라도 하나님을 경외하지는 않으면서 일곱째 날만을 형식적으로 기념하는 자가 있다면 그는 지극히 어리석은 자라 하겠다(마 23:16-22)."
        },
        {
            "verse_reference": "2:4",
            "commentary": "여호와 하나님(* , 예호와 엘로힘) - '예호와'란 하나님의 이름이 처음 소개 된다. 이 이름은 하나님의 '권능'을 강조하는 '엘로힘'(1:1)과는 달리 그분이 '능동적이고 스스로 계시는 분'(출 3:14)이라는 점과 '이스라엘의 구속자'(출 6:6)라는 점을 특별히 강조하는 칭호이다. 성경에선 이 단어가 무려 6,800여회나 나오는데 이는 단어의 중요도가 어느 정도인지를 능히 가늠케 해준다. 한편 '여호와'는 영어 'Jehovah'의 음역인데 이것의 비교적 정확한 히브리 음역은 '야웨'이다(공동 번역에선 '야훼'로 음역하였음). '예호와'는 하나님의 이름을 직접적으로 부르는 것을 금기시하던 히브리인들이 '* '라는 자음에 '아도나이'(Adonai- '주(主)란 뜻)라는 단어의 모음을 붙여서 만든 것이다. 때에(*, 브욤) - 1:5에서와는 달리 여기서는 히브리어 '욤'이 '날'(day)이 아니라 특정한 '때'(time)를 가리키는 말로 사용되고 있다. 대략이 이러하니라 -'대략'에 해당하는 히브리어 '톨도트'(* )는 '계보', '출생', '역사', '가족' 등과 같은 다양한 뜻을 지니고 있는데, 본절에서의 적확한 의미는 '역사'(歷史)이다. 즉 이는 본절 이하의 내용이 1:1-2:3에 언급된 사건을 보다 구체적으로 재묘사하는 실제 역사임을 밝혀 주고 있다."
        },
        {
            "verse_reference": "2:5",
            "commentary": "사람도 없었으므로...나지 아니하였으며 - 1:1-2:3의 천지 창조 기사와는 일견 모순되는 듯한 구절이다. 왜냐하면 그곳에선 사람이 창조되기 이전(1:26-31)의 세째날에 이미 하나님께서 각종 채소와 괴목을 창조하신 것으로 되어있기 때문이다(1:11-13). 그러나 우리는 이러한 차이점을 다음과 같이 이해해야 한다. (1) 2장 전체의 관점이 창조 사역의 순서적 전개에 있지 않고 인간을 중심한 창조 과정의 의미 추적에 있으므로 본절도 단순히 인간이 이땅에 존재하기 전의 지구 상태를 묘사한 것일 뿐이다. 즉 당시 땅은 식물이 살기에 적합한 여건을 채 갖추지 못하고 있었다(6절). (2) 하나님께선 이러한 땅에 각종 생물과 인간이 살 수 있는 여건을 조성하여 주셨다(8, 9절) (3) 그리고 나서 하나님께선 피조 세계에 새로운 질서와 명령을 부여하셨는데 곧 인간이 땅을 정복하고 각종 생물을 다스리는 것이다(15절; 1:28). 들(* , 사데) - '땅'(* , 에레츠)과는 다른 말이긴 하나 그래도 이 말은 '드넓은 벌판'이라기 보다는 경작하기 적당한 땅을 의미한다. 그러므로 같은 단어가 하반절에선 밭으로 번역되어 있다."
        },
        {
            "verse_reference": "2:6",
            "commentary": "안개(* , 에드) - 땅에서 증발한 후 비가 되어 다시금 땅에 떨어질 수증기를 의미한다(욥 36:27). 이러한 수증기는 땅에 식물이 생성할 수 있는 여러 조건 중 하나가 되었을 것이다."
        },
        {
            "verse_reference": "2:7",
            "commentary": "흙으로 사람을 지으시고 - 인간의 전인격적인 창조에 관해 기술한 1:26, 27과는 달리 본절은 특별히 인간 육신의 창조에 관해 기술하고 있는 부분이다. 흙(* , 아파르 민 하아다마) - 직역하면 '땅의 티끌', 즉 '먼지'란 뜻이다. 이처럼 인간 육신의 구성체가 먼지에 불과하다는 사실은 하나님께서 부여해 주신 영혼을 떠난 인간의 가치란 생각조차 할 수 없는 것임을 교훈해 준더(3:19; 벧전 1:24). 생기를 그 코에 불어넣으시니 - 다른 동물들과는 달리 인간 생명은 하나님께서 직접적인 방법으로 부여하신 '생기'로부터 유래되었음을 분명히 보여 준다. 생기(* , 네솨마) - '영혼'(잠 20:27), '호흡'(사 2:22), '기운'(욥 33:4) 등으로도 번역되는 단어. 일반적으로는 인간의 '혼'을 의미하나 여기서는 모든 생명체의 '기식'(氣息)을 의미한다. 불어넣으시니(*, 나파흐). 숨을 내쉬다', '부풀리다', '불붙이다'는 뜻. 하나님께서 인간 육체에 생명의 근원되는 자신의 기운을 불어넣으셨다는 점에서 인간 몸은 하나님이 거하시는 전(殿)이라 할 수 있다(고전 6:19). 생령(*, 네페쉬 하야) - '숨', '호흡'을 뜻하는 '네페쉬'와 '생존', '존재'를 의미하는 '하야'가 합해서 된 말로 '살아 있는 존재'란 뜻이다. 물론 '네페쉬'가 다른 곳에서 '혼'(Soul) 또는 '영혼'(Spirit)을 가리키는 뜻으로 도 쓰였으나 여기서는 단순히 '호흡'(breath)이란 뜻으로도 쓰였다. 따라서 ' 생영'이라는 말은 인간이 '영혼'을 지닌 존재를 증거하는 직접적 증거 구절은 아니다. 인간의 영혼은 오히려 1:26의 하나님의 형상과 모양이란 말에 강력히 암시되어 있다. 하지만 여기 '네페쉬'가 단순히 '호흡'이란 뜻이며 또 '네페쉬 하야'가 일반적으로 모든 생물을 가리킬 때도 쓰였다는 사실(1:20) 때문에 인간 역시 모든 동물들과 같다고 생각하는 것은 큰 오해이다. 왜냐하면 (1) 인간은 앞서 말한 대로 그 본질이 하나님의 형상을 닮도록 창조되었으며 (2) '네페쉬 하야'가 되는 동기와 과정 및 방법에 있어서도 하나님의 직접적이고도 친밀한 개입, 즉 코에 직접 생기를 불어넣는 특이한 방법으로 되었기 때문이다. 결론적으로 본절을 정리하면 여기 '네페쉬 하야'가 인간이 영적 존재임을 직접 언급한 구절로 오해되어서도 안되지만, 동시에 인간도 다른 동물들과 같이 '네페쉬 하야'가 되었긴 하나 특별히 하나님의 독특한 방법에 의해 창조 되었다는 차이점을 분명히 인식해야 한다."
        },
        {
            "verse_reference": "2:8",
            "commentary": "동산(* , 간) - '울타리를 치다'(히, 가난)에서 파생된 단어로 본래는 '울타리로 둘러싸여 있는 안전한 장소'를 의미한다. 그런데 70인역은 이를 ' 낙원'(* , 파라데이소스)으로 번역하고 있다. 한편 세계 여러 민족의 설화를 살펴보면 인간의 최초 거주지가 낙원이었다는 것이 의외로 많은데 이는 인류의 원조가 살던 에덴 동산에 대한 변형된 전승들이라 하겠다."
        },
        {
            "verse_reference": "2:9",
            "commentary": "보기에 아름답고 먹기에 좋은 나무 - 하나님께서 인류에게 허락하셨던 최초의 양식은 동물이 아닌(9:3) 식물이었다는 점을 기억할 때(1:29) 이는 분명 하 나님께서 인간에게 베푼 또 다른 세심한 배려이다. 생명 나무(* , 에츠 하하임) - 일차적으로 이 나무는 하나님께 대한 순종을 전제로 인간 생명을 영속시키며 늘 강건한 힘을 공급해 주는 과실 나무이다(3:22). 한편 칼빈(Calvin)은 주장하기를, 이 나무는 아담과 하와가 그 과실을 먹을 때마다 생명의 근원이 하나님께 있음을 기억토록 해주는 성례전적(聖禮典的) 의미를 지닌 나무라고 하였다. 그러나 이들은 하나님께 범죄하므로 더 이상 이 같은 하나님의 선물을 맛보지 못하는 비극을 초래하였다<3:22-24>. 선악을 알게하는 나무 - 이 나무의 존재 가치는 인간이 신의 보호를 받는 애완 동물로서가 아니라 자유 의지를 소유한 전인격체로서 하나님께 순종할 수 있는 기회를 제공하는 데 있었다. 세부 내용에 관해선 3:22-24 강해, ' 생명나무와 선악을 알게 하는 나무'를 참조하여라."
        },
        {
            "verse_reference": "2:12",
            "commentary": "베델리엄(* , 베돌라흐) - 곧동 번역은 '브돌라라라는 향료'로 번역하였다. 향료로 쓰인 '방향성 수지'(芳香性樹脂)로 주로 인도 서북 지방 및 아프카니스탄에서 생산되고 있다. 호마노(* , 쇼함) - '희게 하다'는 말에서 파생된 단어로 희미한 녹색을 띤 '녹주석'을 가리키기도 하고, 여러 색을 띤 '얼룩마노'(onyx)를 가리키기도 한다. 공동 번역은 이를 '홍옥수'로 번역하였다. 주로 대제사장의 흉패를 장식하는 데 쓰였다(출 25:7)."
        },
        {
            "verse_reference": "2:15",
            "commentary": "그 사람(* , 하아담) - 아담(사람)이란 말 앞에 정관사 '하'가 결합된 형태로 하나님께서 친히 육과 영을 접목시켜 만드신 바로 '그'를 뜻하는 말로 사람에 대한 하나님의 주권이 강조되어 있다. 이끌어(* , 이카츠) - 라카흐(취하다, 데리고 오다, 지정해 두다)에서 기원한 말로서 정신적인 지도자라는 의미가 강하다. 즉 단순히 육체만을 인도하는 상태가 아니라 하나님께서 아담의 전인격을 붙잡으시고 당신이 지정해 두신 곳으로 친히 이끄셨음을 의미한다. 이는 강압이나 억지에 의하지 않고 그의 자발적인 의사(물론 하나님은 이 의사에서 적극 개입하셨음)에 따랐다는 점에서 신 . 인(神 .人)협력의 아름다움을 엿볼 수 있다. 두사(* , 야니헤후) '쉬다', '머물러두다', '위안하다'의 야나흐'(* )에서 유래된 말로서 외부의 침입이나 내부의 근심이 전혀 없이 절대 평안을 유지하는 가운데 살도록 거처를 마련해 둔다는 뜻이다. 다스리며(* , 레아베다흐) - 아바드(일하다, 경작하다, 봉사하다)의 단순 부정사로 아담의 평생 업이 땅을 중심한 노동이었음을 시사한다. 여기서 노동의 원목적인 생계가 아니라 자연과 세계를 관리하게 하신 하나님의 뜻을 받드는 것임을 알 수 있다. 그러므로 어떤 노동(직업)도 그것이 하나님께서 자신에게 맡기신 것이란 천직 의식을 가질 때 고귀하며 의미있다. 지키게 하시고(* , 레솨메라흐) - 어근 '솨마르'(* )의 뜻은 '울타리를 치다', '보존하다', '주의를 기울이다'이다. 이는 하나님께서 창조하신 만물이 조금의 손상도 없이 보존될 수 있도록 세심한 주의를 아끼지 않는 상태를 가리킨다. 혹자는 이를 근거로 그 당시 하나님의 동산을 해칠 만한 악한 존재가 이미 나타났다고 주장하나 설득력이 없다. 한편 본 절은 1:28에서 주어진 것과 동일한 '문화 명령'(cultural mandate)이다. 이는 하나님께서 인간에게 자신의 권한을 위임하시고 자신이 만든 모든 것을 관할토록 위탁하셨다는 의미를 지닌다. 따라서 인간은 만물의 주인이 아니라 청지기로서 세상을 정복하고 문화를 꽃피움으로써 하나님의 영광을 높이 드러낼 책임이 있다."
        },
        {
            "verse_reference": "2:16",
            "commentary": "명하여(예차우) - '차아'(명령하다, 지정하다, 맡기다)의 미래 강조형. 본절에제시된 명령이 당시를 기점으로 해서 적용되는 것으로 도무지 거역하거나 불순종해서는 안될 지상 명령임을 보여 준다. 임의로 먹되(아콜 토켈) - 문자적으로는 '먹고 싶은 대로 먹되', '자유롭게 섭취하되'란 뜻이다. 이 말 속에는 '생명나무'(9절)의 실과까지도 먹을 수 있을 만큼의 완전한 특권을 부여했음을 보여 준다. 즉 인간에게 필요로 하는 모든 음식물이 주어졌음을 시사하는 것으로, 다음 절의 금지 조항과조화되어 인간에게 필요하다고 생각되는 것을 모두 제공하신 하나님의 뜻을 거역하였을 때에 인간이 도무지 핑계치 못할 것, 곧 책임의 소지가 분명히 당사자에게 주어질 것을 포함하는 '자유에의 허락'이다."
        },
        {
            "verse_reference": "2:17",
            "commentary": "먹지말라(로 토칼)이는 단순 부정으로서 결코 먹어서는 안된다는 강한 의지가 내포되어 있다. 이를 통해 우리가 깨닫는 바는 사람을 죽음에 이르게 하는 것이 그 '실과' 자체에,있지 않고 그것을 먹고자 하는 '의지'와 '행위'에있음을 알 수 있다. 이처럼 순종과 불순종은 인간의 영원을 결정하는 핵심적 요소이다(렘 7:23-28). 네가 먹는 날에는(베욤 아칼레카 밈멘누) - 여기서 '날'이란 말에는 전치사(* , 베)가 붙어 '바로 그날 안에'라는 의미가 들어 있다. 이는 명령 거부에 대한 하나님의 단호하고도 엄정한 심판의 확실성을 나타내고 있다. 정녕 죽으리라 - 하나님께서 인간에게 준 절대 명령<3:4>이자 인간과 맺은 최초의 행위 언약이다. 즉 이는 (1) 하나님의 명령을 순종하는 것이 인간의 본분임을 깨우쳐 주기 위한 것일 뿐 아니라 (2) 역설적으로 그 말씀에 순종하면 영원히 살리라는 약속을 동시에 포함하고 있는 언약(호 6:7)이다."
        },
        {
            "verse_reference": "2:18",
            "commentary": "좋지 못하니(로 토브) - '토브'(좋다)는 상대적으로 '더 낫다'는 뜻이다. 하나님께서 자신의 선하신 뜻을 좇아 지으신 피조물 중에 보시기에 좋지 못한 것은 본래 하나도 없었다(1:31). 따라서 이 말은 다만 아담이 혼자 지내는 것보다 하와와 함께 거하는 것이 상대적으로 더 낫다는 의미이다. 돕는 배필(에제르 네게드) - '조력자', 반려자'란 뜻이다. 이것은 남편에 대한 아내의 마땅한 역할이 어떠한 것인지를 암시해 준다(고전11:9; 엡5:24). 그러나 이 말이 남성 우위론의 근거로 오용(誤用)되어서는 안된다. 왜냐하면 남녀의 차이는 신체적, 기능적 문제이지 인격적 문제가 아니기 때문이다. 하나님 앞에서는 남자든 여자든 다 그분의 성품을 함께 나눠 받은 동등한 인격체일 뿐이다(고전 11:11)."
        },
        {
            "verse_reference": "2:19",
            "commentary": "흙으로...지으시고 - 일견 1:20-25과 모순되는 듯한 구절이나 그렇지 않다. 이 말은 하나님께서 인간을 창조하실 때와 마찬가지로 말씀으로 각종 짐승을 지으시되 그 몸의 구성 성분은 흙으로 이루어지끔 하셨다는 뜻이다. 그러나 짐승들에게는 하나님의 생기 곧 영혼이 주어지지 않았다는 점에서 인간과는 비교될 수 없다(7절)."
        },
        {
            "verse_reference": "2:20",
            "commentary": "이름을 주니라(이크라 쉐모트) - '이름을 짓다', '이름을 부르다', '이름을 공포하다'는 뜻이다. 고대 히브리 사회에서 누군가에게 이름을 부여하는 것은 그에 대한 소유권이나 종주권(宗主權)을 나타내는 행위였다. 그런데 여기 하나님께서 직접 피조물의 이름을 짓지 않으시고 그 권한을 아담에게 위임한 것은 만물보다 뛰어난 인간의 우월성(시 8:6)을 인정해 주셨다는 의미를 지닌다."
        },
        {
            "verse_reference": "2:21",
            "commentary": "깊이 잠들게(타르데마) - 황홀경에 빠지거나 환상을 볼 수 있을 정도로 깊은 잠에 듣 것을 뜻한다(욥 4:13). 이는 아담이 자연적인 수면에 든 것이 아니라 하나님의 강권 사역에 의해 초자연적인 깊은 잠에 들었음을 증거해 준다. 갈빗대(첼라) - '차라'(구부리다)에서 파생된 단어로 '갈빗대'란 뜻과 함께 '한쪽 편'이란 뜻도 지닌다. 그러므로 혹자는 이에 근거해 아담은 본래 남녀 양성을 지녔었는데 하나님께서 여성을 따로 떼어내셨을 것으로 추정한다(Obbink). 그러나 그 같은 견해는 딤전 2:13과 상충되는 헛된 공상일 뿐이다."
        },
        {
            "verse_reference": "2:22",
            "commentary": "만드시고(바나) - '수선하다', '세우다', '짓다'는 뜻이다. 이는 마치 미완성된 건물을 마침내 완공한 것 같이 여자 피조 사건은 아담만으로는 미흡했던(18절) 인간 창조 사역을 충족시켰다는 의미를 지닌다. 여기서 하나님께서 여자를 남자처럼 흙으로 짓지 않으시고 아담의 갈빗대로 만드신 것은 다음과 같은 의미를 지닌다. (1) 아담과 하와는 서로 분리될 수 없는 완전한 합일체이다. 이러한 관계는 서로 정당한 부부의 연을 맺은 모든 자들에겐 영속(永續)되는 것이다(마 19:3-6). (2) 여자는 남자에게 있어서 마땅히 소중히 여김을 받아야 하는 존재이자(엡 5:25-33) 서로가 인격적인 면에 있어서 동등체이다(고전 11:11,12). (3) 따라서 하나님 안에서 새로운 가정을 이룬 부부는 서로간의 부족한 점을 사랑과 신뢰로 메꾸어 나가면서 하나님께 감사와 영광 돌리는 삶을 살도록 힘써야 할 것이다(고전 10:31)."
        },
        {
            "verse_reference": "2:23",
            "commentary": "여자라 칭하리라 - 아담이 자신의 아내를 가리켜 '여자'라 지칭한 것의 의미에 대해서는 20절을 참조하라. 여자(이솨) - '남자'를 뜻하는 '이쉬'(24절; 민5:6)에서 파생된 말이다. 여자란 남자와 구별된 존재임을 강조하는 '네케바'(1:27)와는 달리 여자란 남자에게서 유래(由來)된 존재임을 강조하는 단어이다."
        },
        {
            "verse_reference": "2:24",
            "commentary": "떠나...연합하여...한 몸을 - 본절에 나타난 바 최초 결혼에 나타난 3대 원리는 (1) 책임을 지닌 성숙한 존재로서 부모로부터 떠나는 '독립성' (2) 동등한 두 인격체가 만나는 '연합성' (3) 두 몸이 사랑으로 하나되는 '합일성'이다. 이러한 연합과 합일의 원리는 장차 신랑되는 예수 그리스도와 신부되는 그의 교회와의 완전한 '연합'을 예표한다(엡 5:31,32)."
        },
        {
            "verse_reference": "2:25",
            "commentary": "부끄러워(부쉬) - 몰상식한 일을 당하여 수치심에 빠지거나 비상적인 것에 접하여 당혹스러워하는 것을 뜻한다. 그런데 아담과 하와가 벌거벗었으나 부끄러워하지 않았다는 것은 (1) 그들의 몸과 마음이 모두 하나님의 영에 의해 성화되어 있었으며 (2) 그들의 전인격이 하나님께로만 집중되어 있었기 때문에 아무런 수치심도 틈탈 겨를이 없었음을 나타내 준다. (3) 그러나 이후 그들이 범죄하자 곧 부끄러움을 느끼게 되었는데(3:7) 이는 그들이 감각적 충동과 욕망에 끌려 하나님의 거룩한 명령(16,17절)을 파괴한 결과 그들의 정상적인 영육도 파괴되었음을 시사해 준다. 세일하머 g. 일곱째 날(2:1-3) 저자는 특별히 하나님께서 그것을 '거룩하게' 하셨다는 언급을 통해서 뿐만 아니라 설명의 문체를 두드러지게 바꿈으로써 일곱째 날을 처음 여섯 날들로부터 구별시킨다. 이 날에 하나님께서는 그 이전의 날들처럼 '말씀'하거나 '일'하지 않으셨다. 이 날에 하나님께서는 '축복'하고 '거룩'하게 하셨지만 '일'하지 않으셨다. 독자는 오직 한 가지 사실만을 반복해서 엄숙하게 상기하게 되는데 그것은 곧 하나님께서 일곱째 날에 일하지 않으셨다는 사실이다. 저자는 다른 설명이 거의 없이 단순히 하나님께서 일하지 않으셨다는 사실을 세 번에 걸쳐서 반복한다. 저자는 진정으로 하나님의 '안식'을 강조하고자 한다. 저자는 또한 독자로 하여금 여섯째 날의 '하나님의 형상'에 대한 주제의 빛 안에서 일곱째 날에 대한 설명을 이해하도록 의도하고 있는 것으로 보인다. 만일 인간과 그들의 창조주 사이의 '닮음'을 지적하는 목적이 독자로 하여금 더욱 하나님을 닮아가도록 하는 것이라면(예를 들면 레 11:45 참고) 일곱째 날에 대한 설명이 저자가 다른 곳에서 독자로 하여금 일곱째날에 '안식'하도록(출 20:8-11 참고) 그처럼 열렬하게 요구하는 바로 그 일을 강조하고 있다는 사실은 매우 중요하다. 만일 우리가 이미 제시하였듯이 저자의 의도가 미래에 대한 그림으로서 과거를 지향하는 것이라면 하나님의 '안식'에 대한 강조는 미래에 놓여있는 것에 대한 저자의 이해에 있어서의 중요한 부분을 형성하게 된다. 저자는 그 과정의 중요한 부분에 있어서 앞에 놓여있는 것을 상기시키기 위하여 하나님의 '안식'이라는 주제로 되돌아 간다(2:15, 5:29, 8:4, 19:16, 출 20:11, 신 5:14, 12:10, 25:19). 후기 성경 저자들은 계속해서 창조에 있어서의 하나님의 '안식'과 믿는 자를 기다리고 있는 미래의 '안식' 사이에서 평행을 보고 있다(시 95:11, 히 3:l1). 3. 땅의 선물 (2:4-24) 2장을 1장의 필수적인 부분으로 읽는 것은 매우 중요하다(장을 구분하는 것은 원래 있었던 것이 아니기 때문에 때때로 매우 임의적이다. 여기에서의 구별은 오직 편의를 위해서이다). 저자는 2장이 1장과 밀접하게 관련해서 읽혀지도록 의도했으며 또한 각 장은 동일한 사건의 부분으로서 읽혀지도록 의도했음에 틀림 없다. 그러므로 저자는 1장과 2장을 연결시키는 지점에서 1장의 시간과 장소로 분명하게 되돌아 간다. \"여호와 하나님이 천지를 창조하신 때에\"(24b) 1장에서의 저자의 중심적인 신학적 관심은 2장에서도 역시 계속되고 있는 것으로 보이는데 그것은 '하나님의 형상'을 따르는 인간 창조에 대한 주제이다. 그러므로 우리는 2장에서도 인간과 창조주 사이의 '닮음'이 연속되는 것을 기대할 수 있다. a.인간의 창조(2:4-7) 2장은 인간 창조 이전의 땅의 상태에 대한 묘사로 시작된다. 이 점에 있어서 그것은 1:2에서의 땅에 대한 묘사와 같다. 이 묘사의 초점은 타락에 의해서 직접적으로 영향을 받을 땅의 부분들에 맞추어져 있다(3:8-24). 이 서술은 인간이 창조되기 이전에는(2:7에서) 인간의 반연과 타락의 결과가 아직 땅 위에 임하지 않았다는 사실을 지적하고 있다. 이어지는 서술의 4b-6절에서 땅에 대한 묘사의 각 부분은 특별히 타락의 결과로 묘사되고 있다. '들의 초목'과 '땅의 채소'는 1장의 '식물'을 언급하지 않고 오히려 저주의 결과로서 온(3:18에서) '가시덤불과 엉겅퀴' 및 '밭의 채소'를 바라보고 있다. 이와 마찬가지로 서술이 여호와 하나님께서 아직 '땅에 비를 내리지 아니하셨고'라고 언급할 때에 우리는 여호와께서 '내가 홍수를 땅에 일으켜'라고 분명하게 말씀하신 홍수에 관한 서술에 대한 암시를 느낄 수 있다. '경작 할 사람도 없었으므로'(2:4b-5)라는 언급은 '토지를 갈게' 하기 위하여(3:23) 아담과 하와가 동산으로부터 추방당한 때를 우리에게 지적해 준다. 그러므로 우리는 인간 창조에 대한 설명의 서론으로서 '좋은' 땅이 인간을 위하여 예비되었다는 언급을 보게 된다. \"안개만 땅에서 올라와 온 지면을 적셨더라\"(2:6). 그러나 우리는 이 땅에 대한 묘사 속에서 이미 인간이 낯선 땅에서 객과 나그네가 될 미래의 때를 볼 수 있다. 처음 볼 때에 7절에서의 인간 창조에 대한 묘사는 1장에서의 그것과 완전히 다른 것으로 보인다. 인간은 '하나님의 형상'을 따르기 보다는 흙으로 부터 지어졌다. 그러나 우리는 2장에서의 인간 창조의 주제는 7절에만 국한되지 않는다는 사실을 간과해서는 안된다. 사실상 남자와 여자의 창조에 대한 주제는 2장 전체의 초점이다. 저자가 1장에서 단순한 사실로 언급한 것은 (인간, 곧 남자와 여자가 하나님의 형상을 따라 창조되었다는 언급) 2장의 서술을 통하여 설명되고 발전된다. 우리는 1장에서의 인간 창조에 대한 묘사를 오직 2장의 한 구절과만 대조시킬 수 없다. 우리는 그것을 2장 전체와 비교해야 한다. 저자가 의도하는 첫번째 요소는 인간이 비록 하나님의 형상을 따르는 특별한 피조물이지만 그럼에도 불구하고 하나님께서 지으신 다른 피조물들과 같은 피조물이라는 사실이다. 인간은 '하늘의 피조물'로 시작하지 않았고, '땅'의 먼지로부터 만들어졌다. 1장에서 인간 창조에 주어진 특별한 언급의 빛 속에서 볼 때에 2장에서의 인간의 피조성에 대한 강조는 매우 중요하다. 이 서술은 인간의 기원이 신적인 것과 연결될 수 있는 개념을 억지로 제거시키고 있다. 인간의 기원은 땅의 먼지로부터 왔다. 우리는 또한 인간이 다시 '땅'의 먼지로 돌아갈 타락으로 말미암는 인간의 운명에 대한 기대를 볼 수 있다. 창조에 있어서 인간은 흙으로부터 일어났지만 타락으로 말미암아 인간은 흙으로 돌아갔다. 이것이 바로 하나님의 사역과 인간의 사연 사이의 대조에 대한 저자의 교훈에 관한 그림이다. 하나님의 형상을 따르는 인간 창조에 대한 묘사를 보여주는 또 다른 것은 인간의 거주를 위하여 예비된 땅에 대한 저자의 묘사에서 발견될 수 있다. 에덴 동산에 대한 묘사는 나중의 모세오경에서 발견되는 성막에 대한 묘사를 예시하기 위하여 의도적으로 설명되고 있는 것으로 보인다(출 25:1-31:18에 대한 주석을 보라). 에덴 동산은 성막과 마찬가지로 인간이 하나님과의 교제와 그의 임재를 즐길 수 있는 장소이다. b. 동산의 예비 (2:8-14) 2장에서 '동산'에 대한 묘사에 특별히 많은 주의가 기울여지고 있다는 사실은 우리도 또한 이 묘사에 주의를 기울여야 함을 의미한다. 첫째, 우리는 여호와 하나님께서 동산을 창설하시고 인간을 그곳에 '두었음'을 보게 된다. 이것은 우리가 살펴볼 것이지만 상당한 차이점과 함께 같은 서술의 나중 부분에서 반복된다. 우리는 또한 동산이 '동방의 에덴에' 창설되었음을 주목해야 한다. 에덴이라는 단어는 특별장소를 의미하는 것으로 보이며 또한 히브리 성경에서 이 단어는 '기쁨'을 의미하기 때문에 우리는 그 이름이 전원적인 기쁨과 안식의 모습을 그리기 위하여 의도되 었다고 가정할 수 있다. 동산이 에덴의 '동쪽'에 있었다는 점은 놀라운 사실이다. 창세기의 다른 부분에서 '동쪽'의 개념은 심판과 하나님으로부터의 분리로 연결된다(예를 들면 3:24; ll:2; 13:l1). 또한 남자와 여자가 동산으로부터 추방당하였을 때에도 그룹은 에덴 동산의 '동편에' 세워졌다는 사실은(3:24) 동산 자체가 동쪽에 있지 않았다는 인상을 준다. 문맥의 일관성에 있어서의 이러한 뚜렷한 어려움은 2:8에서 동산이 사실상 '에덴 동산'으로 불리지 않고 오직 이 구질에서만 발견되는 '에덴에 있는 동산'으로 불린다는 사실을 설명해 줄 수 있다. 그러므로 2:8에 의하면 동산은 에덴에 창설되었는데 에덴은 동산 자체보다 더 큰 장소로서 취하여졌다. 또한 만일 '동쪽에'라는 표현이 에덴 자체와 관련하여 취하여졌다면 동산은 그 동편에 있었다."
        },
        {
            "verse_reference": "2:8",
            "commentary": "에서의 긍정적으로 보이는 '동쪽'에 대한 언급이 어떻게 계속되는 서술들 속에서의 부정적으로 보이는 '동쪽'에 대한 언급과 연결되는가는 아직 분명하지 않다. 한 가지 해결책은 초기 번역본들의 그것이 될 것이다. 예를 들면 Targum Onkelos는 이 히브리어를 '동쪽'보다는 '오래전'으로 번역하였다. 두 가지 의미 모두 히브리 표현으로 가능하다. 어쨌든 만일 이것이 여기에서 지리적인 방향을 의미한다면 저자는 창세기의 나머지 부분을 통하여 매우 중요한 주제가 될 '동쪽'과 '서쪽'사이에서 종요한 구분을 설정하고 있음에 틀림없다(아래를 보라). 그러나 지금으로서 우리는 동산의 위치가 중요할 것이라는 암시 만을 받고 있다. 동산에는 그 의미를 잘 알 수 없는 '생명 나무'와 '선악을 알게 하는 나무'를 포함하여 아름답고 푸른 나무들과 '네 근원'으로 나뉘어진 강도 있었다. 저자는 강들의 위치와 그것들이 관통하여 흐르는 땅들의 특징을 묘사하기 위하여 특별히 주의를 기울인다.  이 땅들은 금과 보석이 풍부했고 그 위치는 나중에 아브라함과 그 후손들에게 약속된 땅과 밀접하게 연결된다. 이것은 원사 역사에 있어서의 사건들과, 이스라엘의 삶에 있어서의 특별한 사건과 장소들 사이를 비교하려는 저자의 끊임없는 관심에 대한 또 다른 본보기가 된다. 후기의 성경 저자들도 역시 에덴동산과 족장들에게 약속된 땅 사이를 연결시킨다. 에덴 동산의 위치는 오랫동안 논란이 되어 왔다. 동산과 관련해서 언급된 강들 중에서 유브라데와 티그리스등 두 강은 분명히 확인될 수 있다. 그러나 비손과 기혼등 다른 두 강은 확인하기 어렵다. '구스 땅'은 성경에서 에디오피아와 동일하기 때문에 기혼은 아마도 에디오피아 땅을 관통하여 흐르는 강일 것이다. 만일 그렇다면 저자는 분명히 '나일강'을 마음에 두고 있을 것이다. 그러나 '하월라' 땅은 확인되지 않는다. 우리는 네 강들에 주어진 묘사의 분량이 각각의 강의 위치의 확실성과 비교해 볼 때에 반비례를 이룬다는 사실을 주목해야 한다. 서술은 비손 강에 대하여 가장 많은 주의를 기울이지만 그 강의 현재 이름과 위치는 가장 확설성이 적다. 반면에 서술은 잘 알려진 유브라데에 대해서는 네 번째 강이라고만 언급한다. 저자가 잘 알려진 두 강에 대하여 자세한 관심을 기울인 것은 (예를 들면, 금과 보석) 나중에 모세오경에서의 에덴 동산의 역할과 성막의 연할 사이의 평행과 연결될 수 있다(아래를 보라). 더우기 유브라데강과 티그리스강에 대한 언급은 에덴 동산과 약속의 땅의 일치성과 연결될 수 있다. 이들 네 강들이 '애굽 강'과 더불어 아브라함에게 약속된 땅의 경계를 설정함에서 또 다시 역할을 한다는 사실은 결코 우연이 아니다(창 15:18). 2장에서의 에덴 동산에 대한 묘사에 있어서의 또 다른 중요한 사항은 동산의 모양 및 역할과 출애굽기 25-27장에서의 성막의 그것 사이의 밀접한 유사성이다. 우리는 이미 1장의 창조 기사와 출애굽기 25-27장에서의 성막의 건축에 관한 설명 사이이 유사성에 우리의 주의를 기울였다. 그러므로 2장에서 하나님에 의해서 창설된 '동산'에 대한 묘사가 성막과의 유사성을 제시해야 한다는 사실을 발견하기란 놀라운 일이 아니다. 동산을 묘사함에 있어서 저자의 주요한 관심사는 동산에 의해 둘러있인 땅 전체를 통하여 발견되는 금과 보석의 아름다움을 강조하는 것이다. 만일 우리가 후기의 문서 속에서의 그러한 묘사의 목적을 안내로 본다면 동산에 대한 묘사의 요점은 물질적인 환경의 아름다움을 통하여 하나님의 임재의 영광을 보여주는 것이다. 학개 선지자는 나중에 새 성전에서의 하나님의 임재의 영광을 그 성소의 금과 값진 보화에 대한 묘사를 통하여 선포하였다. \"내가 영광으로 이 전에 충만케 하리라 만군의 여호와의 말이니라 은도 내 것이요 금도 내 것이니라 만군의 여호와의 말이니라\"(학2:7-8). 이와 마찬가지로 새 예루살렘에 대한 요한의 묘사 또한 자기 백성들 가운데서의 하나님의 영광스러운 임재를 보여주는 금과 값진 보석을 강조한다. \"그 (새 예루살렘) 성곽은 벽옥으로 쌓였고 그 성은 정금인데 맑은 유리 같더라. 그 성의 성곽의 기초석은 각색 보석으로 꾸며졌는데\"(계 21:18-19). 동산을 하나님의 성막을 예시하는 것으로 묘사하려는 이러한 시도의 빛에 비추어 볼 때에 하나님께서 동산에 사람을 두시는 것에 대한 묘사 또한 나중에 성막과 성전에서의 제사장직의 설정과도 밀접한 유사성을 갖는다는 사실을 발견한다는 것은 매우 흥미 있다. C. 동산에서의 사람의 위치 (2:15-24) 저자는 하나님께서 사람을 동산에 두셨다고 이미 언급하였다(2:8). 그러나 15절에서 그는 하나님께서 인간을 그곳에 두신 목적을 설명함으로써 이 요접으로 되돌아 온다. 그런데 15절에서의 두 가지 중요한 요점은 전통적인 영어 번역에 의해서는 감추어질 위험이 있다. 첫번째는, '두다'에 해당하는 히브리어의 어휘에 있어서의 변화이다. 저자가 '두다'에 해당하는 일반적인 용어를 사용하는 8절의 경우와는 달리 15절에서 저자는 다른 곳에서 두 가지 특별한 용법을 위하여 간직했던 용어를 사용하고 있다. 그것은 곧 하나님께서 땅 안에 있는 인간에게 주신 '안식' 혹은 '안전'이라는 개념과(예를 들면, 창 19:16; 신 3:20; 12:10, 25:19), 하나님의 임재 앞에서의 어떤 것을 '드림'의 개념이다(출16:33-34: 레16:23: 민17:4: 신26:4,l0). 이 용어의 이러한 두 가지 의미는 모두 15절에서의 이 단어에 대한 저자의 용법 뒤에 놓여 있는 것으로 보인다. 인간은 '안식'할 수 있고 '안전'한 동산에 '두어'졌으며 또한 '하나님의 임재 안에서' 하나님과의 교제를 가질 수 있는 동산에 '두어'졌다(3:8). 15절로부터의 두번째 관찰은 하나님께서 안식을 동산에 두신 특별한 목적에 관한 것이다. 이 구절에 대한 대부분의 영어 번역에 있어서 사람은 '그것을 경작하며(우리말 번역은 '다스리면':역자주) 지키게'하기 위하여 동산에 '두어'졌다. 비록 이러한 해석은 70인역과 같은 초기의 번역에서 발견되지만(기원전 2세기) 여기에 대해서는 심각한 반대가 있다. 그중 하나는 영어에서 '그것'으로 번역된 히브리 본문의 대명사 접미어는 여성형인 반면에 영어에서 그 대명사가 지시하는 '동산'이라는 단어는 남성형이라는 사실이다. 70인역이 그렇게 했던 것처럼 오직 대명사를 남성 단수형으로 바꿀 때에만 그것은 '경작하다'와 '지키다'라는 영어 번역의 의미를 갖게 된다. 더구나 이 서술의 나중 부분에서(3:23) '토지를 가는 것'은 타락의 결과로 언급되고 있다. 그러므로 이 서술은 저자가 그러한 징계를 인간의 원래의 목적에 대하 역설적인 반전으로 보이도록 의도했음을 보여준다.(3:22-24에 대한 아래의 주석을 보라). 만일 이러한 경우라면 '경작하는 것'과 동산을 '지키는 것'은 '토지를 가는 것'에 대한 반대개념을 제공하지 않는다. 이처럼 쉽게 간과될 수 없는 반대의 관점에서 볼 때에 히브리 본문에 대한 더 적절한 번역은 '경배하고 순종하는 것'이 될 것이다. 인간은 하나님을 경배하고 그에게 순종하기 위하여 동산에 놓여졌다. 동산에서의 인간의 삶은 경배와 순종으로 특징지워져야만 행다. 인간은 단순히 경작자나 땅을 지키는 자가 아니라 제사장이 되어야 했다. 이러한 해석은 전통적인 영어 번역에 대하여 제기되는 반대에 대하여 대답할 뿐만 아니라 서술의 개념과도 일치한다. 2장을 통하여 저자는 계속해서 그리고 의도적으로 하나님의 '형상'을 따르는 인간의 개념을 예배와 안식의 개념과 더불어 모세오경 전체의 주요한 주제로서 발전시킨다. 우리가 '경배하고 순종하게'로 번역하는 또 하나의 확고한 증거는 다음 구절에서 우리는 하나님이 자신이 창조하신 그 사람에게 '명하였다'는 사실을 처음으로 읽게 된다는 사실이다(2:16). 율법의 나머지 부분에서와 같이 여기에서도 하나님의 좋은 빛을 누리는 것은 하나님의 계명을 지키는 것의 결과로 주어진다(신 30:16 참고). 하나님의 축복을 누리기 위한 이러한 조건과 시내산과 신명기에서 이스라엘에게 주어진 조건 사이의 이러한 유사성은 명백하다. 우리는 하나님께서 첫 사람에게 하신 이러한 말씀 속에서 모세가 이스라엘에게 고한 말씀을 들을 수 있다. \"보라 내가 오늘날 생명과 복과[선] 사망과 화를(악) 네 앞에 두었나니 곧 내가 오늘날 너를 명하여 네 하나님 여호와를 사랑하고 그 모든 길을 행하며 그 명령과 규례와 법도를 지키라 하는 것이라. 그리하면 네가 생존하며 번성할 것이요 또 네 하나님 여호와께서 네가 가서 얻을 땅에서 네제 복을 주실 것임이니라 그러나 네가 만일 마음을 돌이켜 듣지 아니하고... 너희가 요단을 건너가서 얻을 땅에서 너희의 날이 장구치 못할 것이니라\"(신30:15-18) . 창세기 2:16-17에서의 하나님의 명령이 암시하는 것은 오직 하나님이 인간에게 선한 것을 알며 오직 하나님만이 인간에게 선하지 않은 것을 안다는 사실이다. 이러한 '선'을 누리기 위하여 우리는 하나님을 의지하고 그분께 순종해야 한다. 만일 우리가 불순종한다면  우리가 스스로 무엇이 선하고 무엇이 선하지 않은가를 결정해야만 할 것이다. 현대인에게 있어서 이러한 전망은 바람직하게 보일 수도 있지만 창세기 저자에게 있어서 그것은 인간에게 떨어질 수 있는 가장 최악의 운명인 것이다. 저자는 16-l7절에서 이것을 일반적인 말로 표현한 후에 2장의 나머지 부분에서 '선'에 대한 하나님의 지식에 대한 특별한 예를 제공하는데 그것은 곧 여자의 창조이다. 1장은 하나님께서 선을 알고 계시다는 사실을 강조했을 뿐만 아니라(예를 들면 \"하나님의 보시기에 좋았더라\") 현재의 서술 속에서의 여자의 창조는 선에 대한 하나님의 지식의 전형적인 본보기가 된다. 하나님께서 남자 홀로 있는 것을 보셨을 때에 하나님은 \"사람의 독처하는 것이 좋지 못하니\"라고 말씀하셨다. 2장의 마지막 부분에서 저자는 인간이 '하나님의 형상과 모양을 따라' 지어졌음이 무엇을 의미하는가에 대한 최종적인 설명을 하고 있다. 1장에서 저자는 '하나님의 형상'을 따르는 인간의 창조는 남자와 여자로 창조되는 것을 수반함을 보여주었다. \"하나님이 자기 형상 곧 하나님의 형상대로 사람을 창조하시되 남자와 여자를 창조하시고\"(1:27). 2장에서의 여자의 창조에 관한 서술 속에서 저자는 \"하나님의 모양\"을 따르는 인간의 창조는 남자와 그 아내 사이의 '동반자 관계'를 수반한다는 사실을 보여줌으로써 이 주제를 다시 발전시키고 있다. l장에서 남자와 여자가 간직하는 하나님의 '형상'은 2장에서의 남자와 그 아내 사이의 '닮음' 속에서 한 유사성을 찾을 수 있다. 1장에서와 마찬가지로 여기에서도 역시 하나님의 형상을 따르는 인간은 다른 피조물들과의 차이점의 배경에서 비춰지고 있다. 저자가 동물의 이름을 짓는 것에 대한 설명을 여자의 창조에 대한 설명의 일부분으로 의도하고 있다는 사실은 20절에서 분명해진다. 여기에서 저자는 동물의 이름을 짓는 것에 대한 결론으로서 \"그러나 아담에게는 돕는 배필이 없었더라\"(우리말 번역은 '아담이 돕는 배필이 없으므로')고 언급한다. 이것은 저자가 아담이 동물의 이름을 짓는 것은 또한 그가 자기에게 합당한 짝을 찾고 있는 것으로 보고 있음을 명확하게 제시해 준다. 저자는 합당한 짝이 발견되지 못했음을 설명함으로써 인간은 다른 피조물들과는 다르다는 사실을 독자에게 확인시켜 준다. 그리고 저자는 아담이 자기와 닮은 여자를 발견했을 때에 언급한 말을 자세히 기록하고 있다. \"이는 내 뼈 중의 뼈요 살 중의 살이라\"(2:23) 그러므로 남자는 여자 속에서 자신의 형상을 깨달았다."
        }
    ]
}