{
    "bible_book": "창세기",
    "chapter_number": 19,
    "commentaries": [
        {
            "verse_reference": "19:1",
            "commentary": "저물 때에 - 소돔성의 타락상을 바로 살필 수 있는 최적의 때이다. 왜냐하면 음란과 음란과 방탕, 각종 사악한 죄악들이 활개치는 때는 주로 어두운 밤 시간이기 때문이다(잠 7:7-9). 이런 의미에서 어두움은 성경상 죄악의 신세를 상징한다. 따라서 예수께서 이 세상에 빛으로 오셨때에도 어두움을 사랑한 유대인들은 그를 영접치 않고 십자가에 못박아 죽였다(요 1:4-11;19:15). 오늘날 여전히 어두움의 때에 처해있는 우리들(눅 22:53) 역시 불법과 각종 죄악의 올무에 걸려 넘어지지 않도록 항상 깨어 근신하고 있어야 할 것이다(살전 5:6). 두천사 - 타락한 소돔 성을 불로 심판할 목적을 띠고 하나님께로부터 파송된 '분노의 천사'(삼하 24:16)들이다(18:22). 성문에 앉았다가 - 고대 사회에서 성문은 재판장소, 사업 거래소, 고지(告知)) 장소 및 사교생활의 주요 무대였다(신 21:19;수 20:4;왕하 7:1;느 13:19;시 69:12;잠1:21). 따라서 성문에는 언제나 사람들이 붐볐는데 롯이 그곳에 앉아 있었다는 것은 지도층 인사로서 그곳 거민들에게 상당한 영향을 미치고 있었음을 추측케 해준다. 일어나 영접하고 - 숙부 아브라함에게서 볼 수 있었던 것과 동일한 나그네 대접 행위이다. 이러한 롯의 친절은 소돔 주민들과는 달리(4-9절) 희미하게나마 아직도 롯에게 남아 있는 경건성의 반영이다(벧후2:7,8). 그러나 그의 결정적인 잘못은 죄악으로 가득찬 타락의 도시 소돔을 과감히 떠나지 않고 계속 그들 속에 함께 섞여 산 데 있다(살전 5:22)."
        },
        {
            "verse_reference": "19:2",
            "commentary": "내 주여 - 이 역시 아브라함의 경우와 마찬가지로 롯도 천사들의 신분을 알지 못한 채 단순히 일반적인 존칭어를 사용한 것에 불과하다. 거리에서 경야하리라 - '거리'에 해당하는 히브리어 '레호브'( )는 '넓은 공터', 즉 성문 안의 '광장'을 의미한다. 삿 19:15에 의하면 집으로 초대받지 못한 여행자들은 이러한 성읍의 길거리에서 유숙하곤 하였음을 알 수 있다. 그러나 천사들이 롯의 초대에도 불구하고 거리에서 밤을 지새우려 한 까닭은 소돔의 타락상을 구체적으로 시찰하기 위함이었다."
        },
        {
            "verse_reference": "19:3",
            "commentary": "식탁( , 미쉬테) - '솨타'(마시다, 술취하다)에서 온 말로 '마실 것','향연'의미한다. 이는 여행 끝에 지친 나그네들을 위해 우선적으로 음료수나 포도주를 대접한 것을 나타낸다."
        },
        {
            "verse_reference": "19:4",
            "commentary": "무론 노소하고 - 이처럼 늙은이나 젊은이나 예외 없이 정염(情炎)에 사로잡혀 몰려왔다는 사실은 소돔 성읍이 만연된 도덕성의 부패를 확실히 보여 주는 동시에 그 성읍에 대한 심판의 정당성(13절)을 시사해 준다."
        },
        {
            "verse_reference": "19:5",
            "commentary": "저녁에 네게 온사람 - 두 천사는 완전한 사람의 형태로 왔기 때문에(18:2) 그들의 수려하고 아름다운 용모는 금방 소돔 주민들의 눈에 띠었을 것이다. 상관하리라 - 이에 해당하는 히브리어 '야다'( )는 본래 '경험을 하여 상대방을 아는 것'을 가리키나 여기서는 성교(性交). 즉 동성애(同姓愛)를 가리키는 완곡어로 사용되었다(삿 19:22). 남색(男色)을 가리키는 영어 'sodomy'는 소돔 주민들의 이러한 성적 문란에서 파생된 치욕스런 단어이다. 성경은 하나님의 창조 질서(2:24)와 인간의 본성에 어긋나는 동성애를 엄격히 금지하고 있으며(롬1:26,27;고전 6:9) 모세의 율법(레 20:13)을 통해 이 죄를 엄격히 단죄하고 있다."
        },
        {
            "verse_reference": "19:6",
            "commentary": "뒤로 문을 닫고 - 손님들을 안전히 보호하기 위한 조처로 몸으로 폭도들을 맞닥뜨린 용기 있는 행동이다. 고대 동방에서는 자기집에 온 손님의 안전을 위해 목숨도 불사한 채 보호하는 것이 관례였다(8절)."
        },
        {
            "verse_reference": "19:7,8",
            "commentary": "롯이 손님을 보호하기 위하여 자신의 딸들의 순결과 명예를 희생하려 한 것은 소돔 사람들의 막을 수 없는 타락 행위에 대하여그나마 덜 심각한 죄악으로 대처하려 한 행동임에는 틀림없다. 그러나 이는 분명 죄로써 죄를 막고자한 세속적 타협안 이었다는 점에서 비난을 면하기 어렵다. 악과의 타협은 더 큰 악을 초래하여 문제를 더욱 어렵게 만들 뿐 하나님 앞에서의 궁극적인 해결을 가져오지는 못한다. 따라서 성도는 다른 것들에 대하여서는 자기를 희생하고 봉사해야 하지만 악에 대하여서는 추호의 양보도 없이 끝까지 대항해야 한다."
        },
        {
            "verse_reference": "19:8",
            "commentary": "남자를 가까이 아니한 두 딸 - 롯의 이 두 딸은 이미 소돔인과 정혼한 상태에 있는 딸들이다(14절). 따라서 이 둘을 폭도들에게 색욕거리로 내주려 한 롯의 행위는 딸들 뿐 아니라 정혼한 사위들의 명예까지도 훼손시키는 결례였다. 내가...이끌어 내리니 - 족장 시대에 있어서 자녀에 대한 아비의 부권(父權)을 보여 준다. 당시의 부권은 자식의 생사 여탈권(生死與奪權)을 쥐고 있을 만큼 막강하였는데 드라빔 사건(31:29,32). 다말 사건(38:24), 정탐꾼 사 건(42:37)등에서 그 예를 볼 수 잇다."
        },
        {
            "verse_reference": "19:9",
            "commentary": "이 놈이 - 욕설이 섞인 모욕적인 인사이다. 이것은 소돔 사람들이 롯에 대하여 존혀 존경심을 품지 않았다는 증거인데, 경건을 유지해야 할 신앙인이 악에 물들면 세상 사람보다 더욱 멸시 받기 마련이다. 법관이 되려 하는도다 -( ,이쉬포트). '솨파트'(재판하다, 소송을 제기하다)의 부정형으로 과거부터 공공연히 소돔 사람들의 방탕한 행위에 대해 책망과 항의를 해온 것을 가리킨다(벧후 2:7,8). 즉 비공식적이긴 하나 롯은 소돔 성으로 이주한 이래(13:12) 지도자적 위치에 있으면서 그곳 사람들에게 영향력을 끼쳐 왔던것이다. 그러나 스스로가 악을 멀리하지 않는 롯의 책망과 항히는 그곳 소돔 사람들을 설득시키기에는 힘이 미약했을 것이다."
        },
        {
            "verse_reference": "19:10",
            "commentary": "손을 내밀어 - 안에서 걸어 잠근 문을 열고서는 황급히 집으로 롯을 끌어들인 행동을 의미한다."
        },
        {
            "verse_reference": "19:11",
            "commentary": "눈을 어둡게 하니 - 왕하 6:18에 나온 것과 동일한 초자연적 역사로 일시적인 시각 장애 현상을 가리킨다. 즉 하나님께서 조성하신 착시(錯視)현상으로 인해 멀쩡한 눈을 가지고서도 엉뚱한 곳을 헤매었던 아람 군대처럼(왕 하 6:19,20), 소돔 거민들 역시 시각 장애 현상이 일어났던 것이다. 이에 대하 여 랑게(Lange)는 '천계의 신령한 능력과 지상의 마귀적 충동이 정면 충돌한 필연적 결과'였다고 평하였다. 그리고 아벤 에즈라(Aben Ezra)는 '눈과 아울러 마음까지 어둡게 되었다'고 묘사했다."
        },
        {
            "verse_reference": "19:12,13",
            "commentary": "롯에게 이르되 - 천사들이 롯에게 그를 방문한 목적을 일러주고 있다. 그것은 곧 롯에게 임박한 재난을 경고하는 것이자 심판이 임하기 전에 롯과 그의 가족을 그 심판으로부터 구출하기 위해서였다. 롯은 그때서야 비로소 나그네들이 하나님으로부터 보냄을 받은 천사들이란 사실을 알았을 것이다(the Codex Samaritanus). 자녀나 - 이처럼 천사들이 롯의 딸들 뿐 아니라 아들들에 대하여서도 언급한 점을 들어 비평학자들은 본장이 서로 다른 두 개의 문서들로 이루어졌다고 주장한다. 그러나 이는 천사들이 롯의 가족 구성원을 정확히 지적하지 않고 전체적으로 언급한 것일 뿐이다. 본절에서 롯의 아내에 대한 언급이 없는 점 역시 이와같은 맥락에서 이해되어야 한다."
        },
        {
            "verse_reference": "19:14",
            "commentary": "농담으로 여겼더라 - 이에 해당하는 히브리어 '차하크'( )는 '비웃다'(17:17), '희롱하다'(39:17)는 뜻으로, 롯의 사위들이 장인 어른의 말에 귀기울이지 않고 그 말을 단지 조소와 건성으로만 대하였음을 나타내 준다 이는 그들에게 구원의 메시지를 들을 줄 아는 영적 귀가 없었던 탓인데 (사 6:9,10) 이처럼 생명의 복음은 노아 홍수 때에도(벧후 2:5), 소돔, 고모라 때에도, 그리고 말세에 고통하는때인 오늘날에도(딤후 3:1) 그것은 들을 귀 있 는 자들의 것이다(계 2:7,11,17,29)."
        },
        {
            "verse_reference": "19:15",
            "commentary": "재촉하여 가로되 - 하늘에서는 이미 진노의 유황불이 다 준비된 상태에서, 구원에로의 간곡한 초대이다(벧후 3:7). 그런데 오늘날의 상황은 이보다 더 긴박하며 이미 심판의 도끼가 나무 뿌리에 놓인 지경이니(마 3:10)누구든지 하나님의 부르심에 합당한 반응을 보이지 아니할 때에는 아낌없이 찍히워 심판의 불에 던지움을 당할 것이다."
        },
        {
            "verse_reference": "19:16",
            "commentary": "롯이 지체하매 - 본래 재물에 욕심이 많았던 그로서는(13:10,11) 죽음 앞에서도 자신의 재산을 다 놓고 간다는 것이 못내 아쉬워 머뭇거렸을 것이다. 이러한 그의 태도는 하나님의 명령에 즉각적으로 순종하였던 노아(6:13-22)나 아브라함(12:1-4;22:1-12) 과는 좋은 대조를 이룬다. 온 천하를 얻고도 제 목숨을 잃으면 아무런 소용이 없다는 사실은 재삼 강조할 필요도 없는 만고의 진리인데, 오늘날에는 수많은 무리들이 헛된 일에 분요하며 오직 재물 쌓기에만 급급하니(시 39:6) 실로 안타까운 일이다. 따라서 성도들은 그들의 재물을 쌓아 두어야 할 진정한 창고는 하늘에 있으며(마 6:19-21), 생명의 말씀에 귀기울이며 순종하는것이 곧 참된 부요의 유일한 길(요 8:51)임을 부지런히 증거해야 할 것이다. 손을 잡아 인도하여 - 구원의 길로 인도해 주시는 하나님의 강권적인 사역이다. 오늘날 우리들이 구원 받을 수 있는 까닭도 하나님의 무조건적인 부르심(롬 8:29;엡 1:4)과 죄사함의 은혜(롬 5:21;히 10:14) 때문인데 만일 이 러한 은혜가 없었더라면 롯도, 우리도 모두 사단이 잡아당기는 손에 의해 죽음의 수렁으로 던저정을 것이다(벧전 5:8). 인자를 더하심이었더라 - '인자'에 해당하는 히브리어 '헴라'( )는 상대방의 행위에 상관없이 그저 베푸는 '긍휼'이나 '동정'을 의미한다. 즉 하나님께서는 롯이 노아처럼(6:9) 의인이었기 때문이 아니라, 그의 여러 죄악된 요소에도 불구하고(8절) 아브라함을 기억하사(29절;18:22-33) 구원의 은총을 베푸신 것이다."
        },
        {
            "verse_reference": "19:17",
            "commentary": "돌아보거나 - 없어질 세상 재물이나 명예 등 그 어떤 것에도 미련을 두지 말라는 경고이다. 이는 하나님을 경외함에 있어서 반드시 요구되는 원리인데. 왜냐하면 한 사람이 진정으로 두 주인을 섬기지 못하듯 우리가 하나님과 재물을 겸하여 섬기지 못하기 때문이다(마 6:24). 들에 머무르거나 - 멸망의 도성으로부터 완전히 떠나라는 명령이다. 왜냐하면 죄는 전염성이 강하여 철저히 결별하지 않는 한, 한시라도 틈을 주지 않고 우리를 악에 물들게하기 때문이다. 그러므로 성경은 우리들에게 '악은 모든 모양이라도 버리라'(살전 5:22)고 교훈한다. 산으로 도망하여 - 죄악의 도성과 구별되는 새로운 삼을 시작하라는 의미이다. 한편 여기서 가리키는 '산'은 사해 동편 고지대에 위치해 있는 '모압산'을 염두에 둔 말일 것이다(Pulipit Commentary)."
        },
        {
            "verse_reference": "19:19",
            "commentary": "산까지 갈 수없나이다 - 이처럼 롯이 이의를 제기한 까닭에 대하여선 (1) 멸망의 긴박성에 따른 죽음의 공포를 느꼈기 때문에 높은 산을 오르기에는 역부족인 육체적 연약성 때문에(2) 소돔 성에 대한 미련을 완전히 떨쳐버리지 못하였기 때문에 등으로 추측할수 있다.아뭏든 이는 어디를 가든지 함께 동행하시고 보호해 주시는 하나님의 손길을 못미더워한 일종의 불신 행위인데. 이에 대해서까지 인내하시고 들어주신 것(21,22절)에서 우리는 하나님께서 롯에게 '인자를 더하셨다'(16절)는 말의 정확한 의미를 깨달을 수 있다."
        },
        {
            "verse_reference": "19:20",
            "commentary": "작기도 하오니 - 소돔 다섯 성읍(14:2) 중 소알은 가장 작은 성읍이니 다른 성읍에 비해 하나님의 긍휼과 자비가 조금만 미쳐도 능히 보존되지 않겠느냐는 의미이다. 이는 물론 자신에게 베풀어진 인자(16절)에 근거한 간청이긴 하지만(1) 할 수 있는 한 최선을 다해 산으로 피신하지 않고 처음부터 자포 자기하는 나약성을 보인 행위란 점(2) 하나님께서 제시해주신 구원의 방도(17절)에 대하여 의심하며(19절) 순종치 않는 행위란 점에서 책망받아 마땅하다."
        },
        {
            "verse_reference": "19:21",
            "commentary": "네 소원을 들었은즉 -( , 나사티 파네카). '나사'(받아들이다)와 '파님'(얼굴)이 합쳐진 말로, 직역하면 '너의 얼굴을 가납하였은즉'이란 뜻이다. 그런데 여기서 '얼굴'을 '소원'으로 의역한 까닭은 간절한 소원을 아뢸 때 대개 얼굴을 땅에 대던 히브리인들의 관습에 기인한다. 한편 롯의 소원이 지극히 이기주의적인 것이었는데도 불구하고 천사가 이를 대뜸 수락한데 대하여선, 달리 지체할 촌음의 여유가 없을 만큼 하나님의 심판이 촉급하였기 때문으로 이해할 수 있다(22절)."
        },
        {
            "verse_reference": "19:22",
            "commentary": "아무 일도 행할 수 없노라 - 본절은 하나님의 심판 목적이 선과 악을 함께 멸하는데 있지 않고. 악한 것을 멸함으로 선한 것을 보존하는 데 있음을 분명히 보여 준다. 그분께선 의인의 생명 하나를 보호하기 위해 온 천하를 멸하실지라도(6:13-22),심판을 포기하면 하셨지 결코 의인을 악인과 함께 멸하시지는 않으신다(18:25;계7:3). 그러나 여기서 다시한번 기억할 사실은 롯이 구원을 얻은 것은 아브라함의 중보 기도(29절)와 하나님의 강권적인 은혜(16절) 때문이었지 결코 자신의 의(義)때문이아니었다는 점이다. 여기에 구원받은자는 감사해야 할 이유가 있는 것이다. 소알 - '작다'는 뜻이다. 본래 명칭은 '밸라'('삼키다'는 뜻)였으나 본 사건 이후 그 이름이 바뀌었다."
        },
        {
            "verse_reference": "19:23",
            "commentary": "해가 돋았더라 - 영적으로 각성치 못한 자에게 임하는 하나님의 심판의 졸지성(猝地性)을 강조해 준다. 즉 여느 때와 다름없이 찬란한 태양이 떠오르는 그 아침의 하늘에 심판의 불이 예비되어 있으리라고는 소돔 거민 중 그 누구도 생각치 못했던 것이다(14절). 마찬가지로 심판주 그리스도께서 세상을 심판하러 재림하실 때에도 역시 이와 같을 것인즉(눅 17:28-30). 우리는 매순간 순간을 영적으로 깨어 있어야 할 것이다(마 24:43,44). 한편 롯이 소돔 을 떠날 때는 동틀 무렵이었는데(15절) 꾸물거리고서도(16절) 소알에 도착한 때가 해돋는 아침에 불과하니 그 거리가 얼마 만큼 가까운지를(20절) 능히 짐작할 수 있다."
        },
        {
            "verse_reference": "19:24",
            "commentary": "여호와께서 하늘 곧 여호와에게로서 - 일부 학자들의 견해처럼(Tertullian, Lange, Wordsworth) 심판하시기 위하여 땅에 강림하신 하나님(18:1)과 하늘에 계신 하나님, 또는 성자하나님(16:1)과 성부 하나님을 구별짓 고 있는 구절로 오해할 수 있으나 그렇지 않다. 이는 어디까지나 심판이 하나님께로부터 나왔음을 강조하기 위한 반복 어법이다(Calvin). 즉 대명사를 사용하지 않고 하나님의 이름을 반복함으로써 강조 효과를 노리는 이러한 표현 방식은 성경에서 흔히 접할 수 있는 형식이다(1:27;5:1;9;16). 그러므로 공동 번역은 이를 '야훼께서 손수 하늘에서'로 번역하고 있다. 유황과불을...내리사 - 소돔과 고모라의 멸망 원인이 자연적인 화산 폭발이라는 일부 학자(Lynch, Kitto)의 학설을 배격해 주는 구절이다. 설사 그같 은 자연 현상을 심판의 도구로 사용하셨을지는 몰라도 어디까지나 두 도성의 멸망 원인과 심판의 주도자는 전적으로 하나님이셨음을 증거하는 구절이다."
        },
        {
            "verse_reference": "19:25",
            "commentary": "온 돌 - 이 말은 '요단 평지' 전역을 뜻하지 않고 그 중에서도 소돔과 고모라를 중심한 반경(半徑)의 특히 기름진 지역을 가리킨다(13:10). 이는 소돔, 고모라 멸망 이후에도 요단 평지에 위치한 몇몇 성읍이 여전히 언급되었던 점에 의해 뒷받침된다(왕상 7:46; 대하 4:17). 다 엎어 멸하셨더라 - 하나님의 철저하고도 완전한 심판의 결과이다. 특히 소돔과 고모라 지역은 역청이 많은 곳이었으므로(14:10) 그곳에 대한 하나님의 불심판은 자연히 지각함몰, 침강 현상을 초래하여, 오늘날 그곳은 수표면이 지중해 수면보다 약 392Km가 더 낮은 죽음의 바다를 이루고 있다(12-29절 강해)."
        },
        {
            "verse_reference": "19:26",
            "commentary": "뒤를 돌아본 고로 - 이에 해당하는 히브리어 '나바트'( )는 '골똘이바라보다'는 뜻과 함께 '마음속에 간직하다'는 뜻도 지니고 있다(LXX, Vulgate).따라서 이것은 롯의 아내가 단순한 호기심에 의해 뒤돌아 본 것이 아니라, 소돔에 있는 재물에 마음을 빼앗겨 돌아본 것임을 잘 나타내 준다. 게다가 그녀는 소돔 성 멸망에 대한 천사의 고지(告知)조차 못미더워 하였을 것이다. 소금기둥 - 문자적 뜻은 '소금으로 된 화석상(化石像)'. 그런데 엇비슷 한 위치에 있던 롯의 일행 중 유독 뒤를 돌아본 롯의 아내만 '소금 기둥이 되었다는 것'(Calvin, Kalisch)은(1)사건의 초자연적 성격과 함께(2) 하나님의 심판과 구원은 해당자에게 개별적으로 엄격히 적용된다는 사실(렘 31:30)을 보여 준다. 한편 오늘날에도 사해 연변에는 롯의 아내로 전해지고 있는 특정한 소금기등이 남아 있는데 그것은 우리들이 우리의 마음을 어디로 향하고 살아야 하는지를 생생히 깨우쳐 주는 산 교훈감이라 하겠다(눅 9:62;빌3:13,14)."
        },
        {
            "verse_reference": "19:27,28",
            "commentary": "여호와의 앞에 섰던 곳 - 아브라함이 하나님과 천사를 전송하러 동행했다가 멈춰서 하나님과 대화했던 곳으로 헤브론 북동쪽 언덕이다. 아브라함은 자신이 중보 기도 드렸던 성읍이 과연 구원받았는지에 대한 궁금증과 조카 롯에 대한 염려로 인해 날이 밝는 대로 이곳으로 달려왔을 것이다. 그러나 그는 여호와의 동산 같고 비옥한 애굽 땅과 같았던 성읍과 지경(13:10)이 마치 옹기점 연기같이 - 불타오르는 장면만을 목격하는 재난의 증인이 되고 말았다."
        },
        {
            "verse_reference": "19:29",
            "commentary": "아브라함을 생각하사 - 비록 소돔과 고모라가 멸망하긴 하였지만 아브라함의 간구가 결코 헛되지 않았음을 보여 준다. 왜냐하면 하나님께서 진노의 심판 중에서도 자신의 자비(16절)와 롯의 최소한의 믿음(1-8절;벧 2:7.8), 그리고 아브라함의 간절한 중보 기도(18:23-320에 의거하여, 롯을 구원해 주셨기 때문이다. 이처럼 의인의 간구는 역사하는 힘이 큰데(약 5:16), 특히 하나님께서는 우리가 이웃을 위해 드리는 도고(禱告)에 더욱더 귀를 기울여주신다(딤전 2:1-3)."
        },
        {
            "verse_reference": "19:30",
            "commentary": "산에 올라 거하되 - 여기서 산은 천사가 피신하라고 명했었던 바로 그 산, 즉 사해 동쪽에 있는 '모압산'을 가리킨다."
        },
        {
            "verse_reference": "19:31",
            "commentary": "이 땅에는 - 이 말은 멸망당한 소돔성 일대를 의미하지 결코 온 세상을 가리키지 않는다. 세상의 도리( , 데레크 콜 하아레츠) - 여기서 '도리'에 해당하는 '데레크'는 '습관', '행동 양식', '풍습' 등을 가리킨다. 따라서 직역하면 '온 세상의 습속'이 되는데 이는 곧 혼기에 찬 남녀가 짝을 찾아 가정을 이루는 '혼인 풍속'을 의미한다."
        },
        {
            "verse_reference": "19:32",
            "commentary": "술을 아시우고 - 여기서 술은 소알을 떠날 때 갖고 나온 것이거나(30절), 아니면 그의 두 딸이 준비하거나 만든 것일 것이다. 전하자 - 이에 해당하는 히브리어 '하야'( )는 '살리다', '유전케 하여 소성시키다'(시 119:25)의미로 종족 보존에 대한 강한 열망을 드러내준다. 그러나 그 같은 인간 본능과 또한 무자(無子)로 말미암는 수치가 아무리 컸다 하더라도 아비와 상관함으로써 후사를 얻으려한 딸의 계획은 (1) 인간의 기본 인륜을 저버린 패역이자(2) 후사를 핑계로 자신의 정욕을 채우려 한 간계였다는 비난을 받을 수밖에 없다."
        },
        {
            "verse_reference": "19:33",
            "commentary": "-35 깨닫지 못하였더라 - 술이나 술을 마시는 것 자체가 죄악은 아니지만, 자신을 주체하지 못할 정도로 술취하는 것은 도덕성과 신앙이 마비될 뿐 아니라 무서운 죄를 깨닫지 못하게 되는 타락의 첩경임을 다시 한번 단적으로 증거해 주고 었다. 물론 그 동안 롯이 소돔 재앙과 아내를 잃은 데 대한 슬픔을 술로써 잊으려 했을 것이라고는 짐작이 가며, 일말 동정이 되지만 그렇다고 해서 술에 만취되어 방심함으로 근친상간의 죄를 범하게 된데 대한 도덕적 책임은 면할 수 없다. 실로 노아사건(9:20-27) 이래 술취함은 많은 죄악에로시 첩경이었다(레10:1-9;사 5:11;잠 20:;합 2:15). 만일 롯이 술취하지 않았더라면 그의 기본적인 덕성상(1-8절;벧후 2:7,8) 딸과의 근친 상간이라는 무서운 죄(레 20:11-17)를 범하지는 않았을 것이다."
        },
        {
            "verse_reference": "19:36",
            "commentary": "아비로 말미암아 잉태하고 - 술취함으로 인한 한순간의 실수가 당대뿐 아니라 후대에 이르기까지 두고 두고 롯의 생애 최대의 치욕으로 남게 되었음을 시사한다. 즉(1) 모압('아버지로 말미암아'란 뜻)과 암몬('네 아비의 아들'이란 뜻)은 근친상간을 나타내는 이름으로 조상 롯의 수치를 영원히 후세에 전하고 있으며(2) 그 결과 롯은 언제, 어디서, 어떻게 죽었는지 조차 알려지지 않은 채 성경 역사에서 사라져 버린 것이다. 신약에 얼핏 기록된(눅 17:28,29,32;벧후 2:7,8) 그에 관한 이야기는 단지 경고를 하기위한 의미만 담고 있을 뿐이다."
        },
        {
            "verse_reference": "19:37,38",
            "commentary": "본 기사는 일부 자유주의 학자(De Wette)의 주장처럼 모압과 암몬 족속에 대한 이스라엘 민족의 우월성이나 혹은 증오를 나타내기 위하여 허위로 꾸며낸 기사가 아니라, 사실 그대로의 진실만을 구속사적 측에서서 진솔히 기록한 기사이다. 왜냐하면 이스라엘의 가장 위대한 왕 다윗도 바로 모압 여인 롯에게서 나왔으며(마 1:5,6), 뿐만 아니라 그의 혈통을 좇아 예수 그리스도께서 이 땅에 나셨기 때문이다(눅 3:23-31). 본장은 하나님을 떠나 쾨락을 추구하는 무리들의 실상과 그들의 비극적 결말을 가장 명쾌하게 보여주는 소돔 성 멸망 사건이다. 하나님은 이 멸망에 대해 아브라함에게 이미 고지(告知)하신 바 있는데(18장), 특별히 본장에는 이 멸망 의 성에 대한 묘사보다 그 성에 거주하는 롯에게 더 관심이 집중된 것응 볼수 있다. 롯은 아브라함과의 분리 후 소돔 근방에 거처르르 정했었다(13:12). 곧이어 그는 소돔 성내에 진입하였고(14:12) 가나안 남북 전쟁의 참화를 경험 했음에도  계속 그곳에 안주 함으로써 세속화 되어갔다. 그러나 그가 본장의 주관심 인물로 부각되고 멸망의 순간에 구출받은 것은 아브라함의 중보 기도와 하나님의  은혜로운 경륜 덕택이었음을 알 수 있다. 본장을 요약하면 아브라함의 중보기도(18:22-23)에 대한 응답으로서 조카 롯 구출을 위해 소돔에 두 천사를 급파한 사실과 소돔 주민의 음란한 요구가 기록 되었다(1-11절). 천사의 주도하에 이뤄진 롯 일가의 소돔성 탈출과 유황으로 뒤덮인 소돔, 고모라의 멸망 사건이 긴박하게 전개 되었다(12-29절). 소돔의 죄악된 생활에 익숙했던 두 딸과 룻 과의 추악한 근친 상간이 기록 되었다(30-38절). 한편 본장에 기록된 소돔 멸망은 미구에 닥칠 최후 심판의 긴급성과 필연성을 예시한 것으로 예수께서 친히 예를 드신 역사적 사건이다(눅 17:26-30_. 이  사건응 홍수 심판과 더불어 타락한 영혼은 멸망할 수밖에 없다는 준엄한 경고 와, 그럼에도 불구하고 당신의 백성을 보존하시는 하나님의 자비로우신 역사가  나란히 계시된 구원과 심판의 2중적 메시지이다. 1. 천사 방문과 패역한 소돔 거민(19:1-11) 음란과 폭력과 각종 죄악이 홍수를 이루어 희생 불가능한 상태로 타락했던 소돔에 하나님의 사자가 방문했다. 그들의 방문 목적은 소돔 주민 들에게 경고나 징계를 주기 위해서라기 보다소돔성 거민 중 유일하게 하나님께서 관심을 가지신 아브라함의 조카 룻을 구출하기 위해서 였다. 이는 소돔 성 심판을 계획하신 하나님이 이제 그 심판을 착수 하기에 앞서 사랑하는 자의 안전을 도모하 신 조처라 할 수 있다. 타락한 인간들의 멸망이 아무리 긴급하더라도 택한 백성의 생명에 더 큰 관심을 보이시며 심판을 유보 하시는 것은 인류 구원을 주관하시는 당신의 자비로운 품성이다(눅 15:3-7). 그런데 하나님의 거룩한 구원 역사가 있는 곳에 늘 악의 도전이 있어 왔듯이, 소돔 주민들은 음란한 생각으 로 롯에게 두 방문객을 요구하였다(4-9절). 그들의 관심은 오직 현세에서의 쾌 락한 만족 이었다. 그들은 폭력까지도 불사할 만큼 육체적 욕망의 노예가 되어 두 방문객을 탈취하려 했다. 그들에게는 수치심이라곤 전혀 없었고 오히려 자신들의 음란한 행동을 당연한 것으로 여겼다. 이처럼 기본적인 도덕률과 양심이 마비된 인간은 거룩한 것을 분별할 만한 영적 안목을 전혀 가지지 못할 뿐더러 모든 것을 자기 이익의 도구로 삼으려 한다(롬 1:18-32). 주님의 임박한 재림을 앞두고 있느 오늘날, 인간의 양심은 땅에 떨어진지 오래며 도처에 환락과 부패가 우리의 코를 찌르며 타락한 문화가 우리를 유혹하고 있다. 이런 절박한 상황에 처한 우리는 더욱 근신하여 구원의 사자 예수 그 리스도와 날마다 우리의 삶에 내주하시는 성령을 의지해야 한다. 왜냐하면 그 분만이 우리의 성결과 안전을 책임질 수 있기 때문이다(요 14:26;16:33). *성 범죄의 제 유형. 성(性)은 하나님께서 인간에게 제공하신 신비한 선물로서 그 자체는 선하며 아름답다. 그러나 죄로 오염된 인간이 이 성을 남용하고 하나님의 뜻에 어긋나게 사용함으로써 육체와 정신을 혼미케 하는 죄악의 도구 로 전락되고 말았다. 성경은 하나님이 친히 제정한 결혼의 범위를 벗어나 불건전한 육체의 유희를 위해 성을 남용하는 더러운 죄 몇 가지를 지적하고 있다 . 통간(通姦)-이는 배우자 이 외의 이성과 성적 접촉을 하는 것으로 율법에는 두 사람 모두 죽이도록 규정되었다(신 22:22). 강간(强姦)-처녀를 겁탈 했을 때는 처녀의 아버지에게 50세겔을 주고, 그녀를 아내로 삼아야 했다(신 22:28,29).그러나 유부녀를 강간 했을 시는 죽음으로 엄히 다스렸다(삿 19:22-30;20:25). 이것은 결혼 제도 밖에는 이뤄진 강압적 성 폭행은 상대의 육체와 더불어 인격을 파괴하는 파렴치한 범죄로서 철저 히 규제되어야 함을 보여 준다. 수간(獸姦)-짐승과 성 관계를 갖는 일로서(출 22:19)하나님의 형상으로 지음받은 고귀한 인간이 영혼없는 짐승과 교접하는 것은 인격과 성(性)을 창조하 신 하나님을 모독하는 일이라 할 것이다. 모세 율법은 이들 역시 사형에 처하도록 규정하고 있다(출 22:19;레 20:15,16). 동성애(同姓愛)-하나님은 남자와 여자와의 성적 교류만을 허락 하셨다. 동성애는 부패한 인간의 심성을 반영한 것으로(롬1:26,27),하나님의 뜻을 정면으 로 거스리는 일이다. 근친 상간(近親 相姦)-이는 하나님께서 세우신 창조 및 가정의 위계(位階) 질서를 파괴하는 가증한 범죄로서, 모세 율법은 이를 엄격히 금지하고 있다(레 18:6-18). 한편 타락한 문화의 확산은 성경에 기록된 이러한 가증한 성범죄의 유형을 넘어 더욱 기괴한 형태를 띄고 있다. 특히 성을 상품화한 고도의 물질주의와성 의 개방을 인간 해방의 차원으로 이해하는 왜곡된 풍조는 현대를 인류 최대의 성도덕 부패 시대로 몰고가고 있다. 따라서 성도는 성의 타락으로 인해 하나님 의 심판을 초래한 역사적 사건의 소돔과 고모라의 멸망, 가나안 족속의 멸절, 그리고 로마 제국의 패망을 기억하고 우리의 시대가 심판의 그늘에서 벗어 나도록 타락한 세태에서나마 고결하고 어름다운 성(性) 윤리관을 견지해야 할 것이다. 2. 롯 일가의 소돔성 탈출(19:12-29) 본문은 소돔과 고모라가 불 심판으로 멸절당하는 장면과 그에 앞서 신속히 롯의 가정을 구출 하시는 하나님의 자비로우심이 기록된 부분이다. 롯은 하나님께서 불 심판의 준비를 완료한 긴박한 상황이었음에도 자신이 닦아온 삶의 터전과 재물과 친족들에 얽매여 소돔 땅을 떠나지 못하고 있었다. 이에 하나님으로 부터 보냄 받은 두 방문객은 강압적으로 그와 그의 가족을 성 에서 이끌어 내어 생명의 안전을 도모 하였다. 이처럼 인간 구원의 주도권(ini tiative)은 하나님이 가지고 계시며, 생명에 관한한 인간은 수동적일 수밖에 없다. 만약 그 주도권이 인간에게 주어진다면 이 세상에 존재할수 있는 자라고는  아무도 없을 것이다. 하나님의 주권에 모든것을 맡기는 것이 참생명을 얻는 비결이다. 그러나 이러한 생명의 역사가 진행되는 과정에섣 세상을 사모하며 세상적 미련을 떨쳐버릴 수 없는 자들이 있었다. 소금 기둥이 된 롯의 아내는 성경이 제시하는 그 전형적 인물이다. 즉 그녀의 죽음은 인간의 욕심이 생명을 얻는 일에 큰 장애가 된다(야 1:15)는 사실을 실증적으로 보여 준다. 평소 하나님의 권위를 인정하고 세상에 대한 지나친 집착을 삼가하는 훈련을 쌓았다면 적어도 황급한 상황에서 그런 실수를 범하지 않았을 것이다. 그렇기 때문에 주의 재림 을 고대하는 우리에게는 이 같은 경건에의 훈련이 요청된다. 왜냐하면 우리는 본성적으로 세상에 안주하기를 좋아하고, 물질적 풍요에 쉽게마음이 흔들리는 연약한 존재 들이기 때문이다. 이 훈련을 진행하는 동안 우리는 자신도 모르게 \"뒤에 있는 것을 잊어 버리고 앞에 있는 것을 잡으려고 쫓아가는 \"(빌 3:13,14 ) 변화된 가치관과 인격을 지니게 될 것이다. *소돔과 고모라의 최후. 하나님이 강권적인 역사로 가장 비옥했던(13:10) 땅이 완전히 폐허가 된 사건이 발생 했다. 즉 인류의 삶 깊숙히 관여하시는 하나 님께서 패역한 소돔과 고모라 주민들의 범죄를 더 이상 간과하지 않으시고 마침내 그들을 향해 심판을 결행하셨던 것이다. 하나님께서는 심판의 재료로 유황과 불을 사용하셨고, 이 심판에서 아무도 피할수 없게 만드셨다. 흑자는 소돔과 고모라의 멸망이 화산 폭팔에 의한 자연적 현상으로 우연일 뿐이라고 주장한다. 그러나 그들의 멸망을 주도하신 것은 분명히 심판주이신 하나님으로 그분은 자연의 제현상들까지 도 이용하여 당신의 계획대로 심판을 주 관하시는 분이시다. 한편 사해 인근은 해면 보다도 390m 정도 낮다. 이는 단 층(斷層) 현상에 의해 대지구대(rift-valley)를 형성했기 때문이다. 즉 이 지역은 어느 곳보다 더 지각 활동이 활발하다. 그렇기에 화산 작용은 과학적으로  추출 가능한 이론이다. 왜냐하면 화산 활동은 지구 핵심부의 가스로 조성된 거대한 압력이 지각의 엷은 틈으로 분출되는 현상으로 다량의유황과 가스, 화산재로 그 지역을 폐허화 시키기 때문이다. 더욱이 이 거대항 가스와 유황은 번개와 자연 발화에 의해 폭팔하여 고온의 타는 유황불로 땅에 떨어질수 있다. 본문의 멸망 사건은 바로 이러한 현상에 의한 것으가 볼수 있다. 오늘날 소돔과 고모라로 추정되는 지역은 침수된 사해 남쪽 부분으로 싯딤 평원이라 불리우던 곳이었다. 싯딤 평원의 침수는 그 지반을 형성하던 지하의 유황, 역청등이 분출되어 함몰 됨으로써 그곳에 사해의 물이 흘러들어온 것으로 여겨진다. 오늘날 이 부근에는 발견되는 상당한 양의 역청(14:10)과 사해에 함유된 풍부한 광물질은 이 지역에 과거 대단한 지각 변동이 있었음을 증명한다. 이깊 은 과학적 설명은 하나님의 초 자연적인 심판을 손상케 하가 보다 오히려 하나 님은 그러한 자연 현상에 능히 사용하실수 있는 전능하신 분임과, 심판의 주체 가 바로 천지를 창조하시고 다스리시며 당신의 의도대로 이끌어 가시는(롬 11:36) 하나님이심을 확연히 밝혀 준다. 주는 비참한 최후와 그 최후를 있게 하시는 하나님의 공의로운 심판이 얼마나 정확하고 철저한가를 알수 있다. 여기서 우리는 오는 우리 앞에 또 한번의 불 심판이 준비되어 있다는 사실에 유의해야 할것이다(벧후 3:7;계 19:20;21:8). 3. 롯과 두 딸의 부도덕(19:30-38) 본문은 불심판에서 간신히 구출되었던 롯과 두 딸의 가증한 혼음과 그로 인해 모압과 암손 자손이 출현하게 된 사건을 기록하고 있다. 세상의 풍요를 좇아 나아갔던 롯은 그의 생애에서 가장 비참한 때를 맞았다. 한때 그는 복의 근원 자인 아브라함과 함께 하는 영예를 누리기도 했지만(12:4)이제 그는 재산과 친족 그리고 아내를 잃었으며 딸들과 근친 상간을 함으로써 인간이 지니는 기본적인 도덕성 마저도 잃게 되었다. 본문에 기록된 근친 상간(近親相姦)의 뿌리깊은 원인은 바로 세속의 중심부에서 터득했던 죄악된 습성과오염된 사고에 의한 것이었다. 즉 롯의 두 딸이 단지 후손을 얻겠다는 핑계로 아무런 부끄럼 없이 아버지와 몸을 섞을수 있었던 것은 환락의 도시 소돔 생활에서 배워온 자 연스런 표현이었던 것이다. 더욱이 두 딸의 부도덕한 행동은 물질의 노예로 전락한 어머니와 딸의 정절을 너무도 쉽게 생각하는(19:8) 아버지의 부패함을 그대로 답습한 것으로 볼 수 있다.여기서 덧붙여 딸들의 비행을 가능케 했던 정신 못차릴 정도로 만취한 롯의 술버릇 역시 쾌락의 성 소돔의 산물 이었다. 하나님은 분명 그를 부패한 곳으로 부터구했으나, 그는 여전히 부패한 상태였다. 이와 같이 인간의 타락은 한 순간의 실수에 의한 것도 있지만 대부분이 계속 축적해 온 세속에의 희구와  부도덕한 습성 및 오염된 사고에 근거한다. 이렇게 죄에 찌든 영혼은 스스로 성결의 의지를 가질수 없기 때문에 점점 깊은 타락의 늪으로 빠져들 수밖에 없다. 그러므로 우리는 지금 당장에 타락치 않는 것으로 기뻐하지 말고, 혹시 자신의 삶을 무너뜨릴 조그마한 죄의 씨앗조차 없는지 살펴보는 노력이 필요하다. 악은 그 모양 이라도 버리는 것이 성결을 지켜 나갈 수 있는 비결이다(살전 5:22) *모압과 압몬 존속. 한 민족의 기원에 관한 이야기는 대부분 아름답고 신비스럽기 마련이다. 그러나 본문의 모압과 암몬족은 근친 상간 이라는 비도덕적이고 수치스러운 역사적 기원을 가지고 있다. 모세 율법에 의하면 근친 상간은 사형에 해당하는 추악한 종교적,인륜적 죄로 규정하고 있다(레 18:6;20:11-17). 이처럼 비인간적 출생 근거를 잦고있는 모압과 암몬 존속의 조상 이름에는 그들이 영원히 아을수 없는 부끄러운 의미를 담고 있다. 즉 '모압'은 '아버지 에 게서'란 뜻이며 암몬족의 조상 '벤암미'는 '나의 아버지의 아들'이라는 의미를 갖고 있다. 한편 모압 족속은 주로 요단강 동쪽의 얍복 강 근처에 거주하였고(신 2:9,10)이방신 그모스(chemosh)를 숭배 하였다. 특별히 그들은 예언자들로뷰터 하나 님나라의 원수로 지목될 만큼 이스라엘에 가시같은 존재였다(사 3:12-20). 또한 암몬 족속은 모압보다 더욱 호존 적이 었으며 주변 국가들을 쉴새없이 괴롭 혔었다(사 15,16장;렘48장). 이 족속은 어린아이를 재물로 바치는 몰록(Moloch) 신을 섬기는 등(왕상 11:7)하나님과 무관하게 생활 했다. 이같이 출생 근거에서 뿐 아니라 그 이후 세대들의 삶의 모습에도 죄악된 민족성을 갖고 있던 그들이었지만 하나님은 그들을 기억하셨다. 즉 예수 그리스도의 조상인 '룻'이 이 모압 계열 이었던 것이다.이것은 비록 인간 적으로는  허물많고 버림받아 마땅한 자이지만 하나님께서는 모든 인류의 주인으로서 그들 각자를 돌보고 계시는 분임을 일깨워 준다(룻 1:22;4:3;마 1:5). 이는 가문과  전통과 출신을 중요시 하는 우리들의 왜곡된 가치관에 시사하는 바가 크다."
        }
    ]
}