{
    "bible_book": "창세기",
    "chapter_number": 26,
    "commentaries": [
        {
            "verse_reference": "26:1",
            "commentary": "첫 흉년 - 척박한 팔레스틴 지방에서 기근은 흔한 일이다. 여기서 아브라함이 경험한 첫 흉년(B.C. 2090년경)은 이삭의 때에 발생하였던(B.C. 1990년 경) 것보다 약 100년전의 일이다(12:10). 이 대흉년은 하나님의 비상한 섭리에 의해 야곱의 역사에서 한번 더 일어난다(42:5). 한편 팔레스틴의 농사는 거의 비와 이슬에 의존하는 바 흉년은 거주민의 생계에 막중한 손해를 끼쳤다. 그랄 - '거주지'란 뜻이다. 가사에서 남동쪽으로 약 17Km 떨어진 현재의 텔 아부 후레이라(tell abu hureira)이다. 가나안의 남쪽 경계선 서남쪽에 위치한 풍요한 곡창지로서 약 70년전에 아브라함이 머물렀던 곳이기도 하다(20:1). 아비멜렉 - '아버지는 왕'이란 뜻으로 애굽 왕이 바로로 통용되듯이 그랄 왕의 공식적인 칭호이다(시 34편의 표제에 나오는 아비멜렉의 실제 이름은 '아기스'이다). 이삭이 만났던 아비멜렉과 아브라함 당시의 아비멜렉은 약 70 년 시차가 있으므로 동명이인(同名異人)임이 확실하다. 이르렀더니(* ,예라크), 문자적으로는 '가다' 이다. 그런데 본절에서는 이삭이 왕을 직접 찾아갔다는 뜻이라기 보다는 아비멜렉이 통치하는 영역 안으로 들어섰다는 의미이다."
        },
        {
            "verse_reference": "26:2",
            "commentary": "여호와(* , 예호와) - 언약의 당사자로서의 신실성을 강조하는 하나님의 명칭이다. 구속사의 전개에 중요한 위치를 차지하는 이삭에게 하나님의 언약은 큰 비중을 차지하므로 '여호와'란 이름이 강조되었다. 반면 언약과 관계없는 일반 사람들에게는 하나님의 능력이 강조되는 '엘로힘'이라는 명칭이 통상적으로 사용된다. 내려가지 말고 - 하나님께서는 일찍이 아브라함에게 그 자손이 애굽으로 갈 것을 예언하셨고(15:13), 이는 후에 요셉을 통하여 성취되었다. 그러나 본절에서는 이삭이 애굽으로 내려감을 금지하고 있다. 이는 아직 때가 이르지 않았을 뿐 아니라 에굽의 팽배한 우상숭배로 인해 이삭의 신앙이 동요 됨을 예견하셨기 때문이다. 성경은 언제나 선민에게 있어서 애굽을 죄악과 타락의 도성이자 신앙 연단의 장소로 이해시키고 있다(사 31:1; 렘 42:19; 겔 23:3)."
        },
        {
            "verse_reference": "26:3",
            "commentary": "이 땅에 유하면(* , 구르 바아레츠 하조트) - 직역하면 '이 땅에 거처하라'이다. '이 땅'은 이삭이 머물던 블레셋 땅이 아니라 그의 아비 아브라함에게 약속으로 주어진 가나안 땅 전체를 가리킨다(calvin, keil, lange). 내가 너와 함께 있어 - 하나님의 동행과 임재를 약속하신 말이다. 선민 이스라엘과 항상 함께 하신 하나님은 후에 성막과 성전의 지성소에 거하셨으나 성육신하신 예수 그리스도의 오심으로 이 약속은 완전히 성취되었다(요 1:14). 예수의 이름인 임마누엘(* ), 즉 '우리와 함께 계시는 하나님'이란 말은 이 사실을 잘 보여준다(마 1:23). 네게 복을 주고 - 하나님께서 이삭에게 약속하신 복은 이미 아브라함과 맺은 언약(22:16-18)의 재확인이자 계승으로 그 핵심은 자손과 땅에 대한 축복이다. 이후 이러한 약속은 야곱에게도 주어졌으며(28:15) 부분적, 일시적으로나마 이스라엘 역사속에서 성취되었다. 그러나 우리가 기억해야 할 사실은 영적 축복으로, 그 궁극적 성취는 예수 그리스도 안에서 완성되어 질 것이란 점이다. 오늘날 신약 시대의 성도들은 이제 이러한 축복을 온전히 누리는 자들이라 하겠는데 그 증거는 다음과 같다.(1) 그리스도 안에서 하나님의 자녀로 칭함 받고 있다는점(롬 8:15,16)(2) 성령이 그들 가운데 내주(內主)하신다는 점(갈 2:20)(3) 영원한 생명과 천국을 보장받고 있다는 점(요 3:16; 5:3,10) 등이다."
        },
        {
            "verse_reference": "26:4",
            "commentary": "네 자손을 인하여 - 본절은 '자손'(* ,제라)을 '아브라함의 후손들'이란 집합적 뜻으로 번역했다. 그러나 장차 오실 그리스도로 말미암아 이 축복이 완성된다는 점에 비추어 볼 때(3:15) 그 의미는 단수로 취급함이 적절하다(갈 3:16). 복을 받으리라(* , 히트바레쿠) - 직역하면 '자신들을 스스로 축복 할 것이다'이다. 이것은 재귀형으로 '천하만국 스스로가 아브라함의 씨, 즉 메시야를 통해 부여될 축복을 바랄 것이다'라는 의미이다."
        },
        {
            "verse_reference": "26:5",
            "commentary": "순종하고(* , 솨마) - '듣다'(3:17), '준행하다'(22:18)란 뜻이다. 즉 들은 바대로 실천하는 것을 가리키는데 우리의 신앙도 성경을 읽고 깨닫는 것에서 그치는 것이아니라 그 깨달은 바를 지켜, 행함으로 아름다운 성령의 열매를 맺는 것이어야 할 것이다(갈 5:22,23). 명령(* , 미쉬메레트) - '울타리를 치다', '지키다'에서 유래한 말이다. '파수', '위탁물'이란 뜻이나 여기선 읽거나 듣고서 지키도록 하기 위 해 인간에게 주어진 하나님의 모든 말씀을 뜻한다(kalisch). 계명(* , 미츠와) - '명령하다','짐을 맡기다'란 동사에서 유래 하였다. '명령된 율법'이란 뜻으로 특별히 법규화되거나 명문화(明文化)된 하나님의 말씀을 의미한다. 율례(* , 후카) - '새기다'란 말에서 유래하였다(출12:14). 시공간을 초월한 전인류가 마음속에 새겨 두어야 할 불변하는 하나님의 규례와 진리를 의미한다. 법도(* , 토라) - '가리키다', '교훈하다'란 동사에서 유래하였다. 일반적인 도덕 원칙을 의미하나,특히 '십계명' 또는 '모세 오경'만을 의미하기 도 한다. 한편 이처럼 본절에서 '명령','계명', '율례', '법도'란 말들이 사용됨은 모세가 하나님께로부터 받아 율법을 제정하기 이전에도 이미 그 근본 사상이 존재했음을 보여준다."
        },
        {
            "verse_reference": "26:7",
            "commentary": "누이(* , 아호트) - 문자적으로 인척 관계인 '자매'를 뜻하나 은유적으론 매우 친근하거나 유사한 관계를 의미하기도 한다. 한편 아브라함과 사라가 이복 형제였던 것처럼 이삭과 리브가가 오촌지간이었다는 점에 근거할 때에(24:15) 본절에서 이삭이 리브가를 가리켜 '누이'라고 말한 것은 일면 타당성이 있는 말이다. 하지만 이는 근본적으로(1)사람을 기만하려 든 거짓말이며 (2)하나님께서 맺어 주신 부부 사이를 부정한 것이란 점에서 지탄을 면할 수 없다. 게다가 이 같은 잘못은 일찍이 아라함이 범했던 것과 동일한 잘못이란 점에서(12:10; 20; 20:1-18) 우리는 부모의 그릇된 언행이 자녀들에게 어떠 한 영향을 미치는지를 분명히 교훈받을 수 있다(엡 6:4). 아리따우므로(* , 토브) - '좋은', '아름답다'는 뜻으로 외모가 보기좋다는 말이다. 성경에 보면 아브라함의 처 사라도(12:11) 야곱의 처 라헬도 (29:17) 외모가 아리따운 여인이었다. 그러나 우리가 기억하여야 할 점은 하나님께선 외모가아니라 중심을 보시는 분으로(삼상 16:7)염치와 정절, 선한 행 실로 자신을 아름답게 단장하는 자를 기뻐하신다는 사실이다(딤전 2:9,10). 죽일까(* , 하락) - '죽일 의도로 때리다', '쳐죽이다'는 뜻이다. 그런데 이 같은 이삭의 근심은 한갖 기우(杞憂)에 불과하다. 왜냐하면 앞서 하나님께선 이삭에게 '내가 너와함께 하리라'(3절)는 보호와 인도하심의 약속을 주셨기 때문이다. 그럼에도 불구하고 이삭이 이방 족속을 두려워한 것은 인간이 얼마나 어리석고 나약한 존재인지를 잘 드러내 준다."
        },
        {
            "verse_reference": "26:8",
            "commentary": "껴안은 것(* , 차학) - '웃다'(18:13), '희롱하다'(39:14) 등의 다양한 뜻이 있으나 여기서는 애무하는 것을 가리킨다. 특히 본문은 그 행동이 절정에 이르고 있음을 강조하고있으니 이삭이 리브가를 껴안은 모습은 누가 목격해도 오누이 간에 어울리지 않는 일이었음을 알 수 있었을 것이다."
        },
        {
            "verse_reference": "26:9",
            "commentary": "불러(* , 카라) - '소리치다', '부르다'란 뜻이다. 본절에서는 아비멜렉이 창 밖으로 이삭을 향해 소리쳤다기 보다는 신하를 시켜 급히 '소환'했음을 의미한다."
        },
        {
            "verse_reference": "26:10",
            "commentary": "쉬웠을 뻔하였은즉(* , 키므앗) - '거의'(almost)란 뜻이다. 이 말은 그랄 백성 중 하나가 리브가를 범하려 할 뻔했던 위기상황에까지 이르렀었음을 암시 해 준다. 죄(* ,아솽) - '파괴하다'는 말에서 파생된 단어로 '큰 죄책'이나 '과오'를 의미한다. 한편 본절에서 아비멜렉이 이처럼 이삭의 잘못에 대해 신중히 대처한 이유는 과거 아브라함 당시 궁정에서 일어났던 같은 종류의 사건을 잊지 아니하였기 때문일 것이다(20:1-18)."
        },
        {
            "verse_reference": "26:11",
            "commentary": "범하는(* , 나가) - 본래 의미는 '만지다', '타격하다'이다. 그러나 여기서는 여자와 함께 '눕다', 여자의 정조를 '유린하다' 는 뜻이다. 죽이리라(* , 모트 유마트) - 직역하면 '반드시 사형에 처해질것이다'로 절대적 의미를 지니고 있는 엄중한 선엄임을 알수 있다. 이처럼 하나님은 이삭 스스로 확보할 수 없었던 안전을 이방의 왕을 통해 확보하게 하셨다. 즉 하나님은 이삭의 실수에도 불구하고 그것을 통하여 그와 그 가족을 온전히 보존하시는 초월적인 섭리와 은혜를 베푸셨던 것이다. 이는 하나님의 신실하심과 영원하심 및 역사의 주관자 되심을 보여 준 귀한 사건이었다."
        },
        {
            "verse_reference": "26:12",
            "commentary": "이삭이 그 땅에서 농사하여 - 가인(4:2)과 노아(9:20)에 이어 세번째로 나타나는 족장의 농사에 관한 기록이다. 이삭은 유목민인 아브라함과는 달리 반(半)유목민으로 간주될 만큼 농사일에 심혈을 기울였다. 이처럼 유목민이 땅을 개간한다는 것은 힘들고 고달픈 일이 아닐 수 없었을 것이니 자연히 그들은 시시때때로 하나님의 은혜를 갈구하게 되었을 것이다. 백배(* , 메아 쉐아림) - 문자적으로는 '백배의 분량' 이다. 이처럼 이삭이 동일한 경작 조건에도 불구하고 블레셋 족속에 비해 백 배의 수확을 얻었다는 것은 이례적인 것으로서 하나님의 특별한 은총의 결과이다. 이러한 사실에서도 우리는 비록 인간은 연약하고 불완전하며 왕왕 하나님의 뜻을 거스릴 때가 많으나 하나님께선 변함없는 사랑으로 우리들에게 긍휼을 덧입히신다는 사실을 깨달을 수 있다(애 3:31-33). 얻었고(* , 마차) - 문자적인 뜻 '발견했다'이다. 본절에서 이 말은 이삭이 들에 나가 수확할 것이 얼마나 풍성한지를 발견하고 놀라는 모습을 연상케 한다. 여호와께서 복을 주시므로(* , 와이바라 케후 예호와)- '그리고 그처럼 여호와께서 축복하셨다'란 의미로 하나님이 일전에 약속하신대로 복을 주셨다는 사실을 내포한다(3절). 이는 하나님의 이름에 있어 언약관계에서 많이 사용되는 '예호와'란 명칭(엘로힘 대신에)이 사용된점 만으로도 알 수 있다<2절>."
        },
        {
            "verse_reference": "26:13",
            "commentary": "왕성하여(* , 할라크) - 직역하면 '갈수록'이다. '진행하며'(수6:14), '점점'(삼상 14:19) 등으로 번역되기도 한다. 본절에서 이 말은 '그가 계속 번창하게 되어갔다'란 뜻이다."
        },
        {
            "verse_reference": "26:14",
            "commentary": "양과 소(* , 미크네 촌 우미크 네 바카르) - 직역하면 '양떼의 재산과 소떼의 재산'이다. 이와 같이 양과 소를 따로 구분함은 이삭의 살림살이가 심히 증대된 것을 의미한다. 왜냐하면 히브리인들은 소유하고 있는 가축의 수로 부를 가늠했었기 때문이다(12:16, 30, 43; 욥 1:3). 노복(* , 아부다) - '일하다', '섬기다'에서 유래한 말로 주인에 예속된 종들을 가리킨다. 당시 이삭 가문에 노동력을 제공하기 위해 모인 종들은 주로 비히브리계였던 것으로 추정된다.(참조, 20:14). 시기하여(* , 카나) - 원뜻은 '열심을 내다'로 여기서는 크게 질투하며, 시샘하는 것을 뜻한다. 타인의 번영이나 성공에 대해 이처럼 까닭없이 배 아파하는 것은 타락한 인간성의 일면이다. 그러나 그리스도 안에서 거듭난 우리 성도들은 이러한 옛 성품을 벗어 버리고 오직 새사람을 입어 대신(對神) 관계에서 뿐 아니라 대인(對人) 관계에서도 성숙한 모습을 지녀 가야할 것이다(엡 4:22)."
        },
        {
            "verse_reference": "26:15",
            "commentary": "우물을 막고 - 물이 귀한 팔레스틴에서 이런 행위는 곧 전쟁 도발 행위요(왕하3:25;사15:6), 간접적인 추방 명령으로 간주되었다. 이에 관한 보다 자세한 내용은 21:25 원문 주석을 참조하라."
        },
        {
            "verse_reference": "26:16",
            "commentary": "강성한(* , 아춤) - '힘이 센'(신7:1). '수가 많은'(민32:1;잠7:26)이란 뜻이다. 이는 숫자적으로 이삭의 가세가 너무 강대하여 군사적으로도 블레셋인들에게 위협이 될 정도임을 뜻한다. 훗날 애굽에선 갈은 이유로 이스라엘의 후손들이 바로에 의해 시기의 대상이 되어 노예로 전락되었다(출1:9). 떠나가라(* ,얄라크) - '가져가다', '옮기다'는 뜻으로 네 모든 권속과 가산을 가지고 이곳에서 떠나라는 강제 추방 명령이다. 그런데 맹세한 바를 죽기까지 준수하는 고대인들의 관습에 의거해 볼 때 아브라함과 맺은 호혜 조약(互惠條約)을 이처럼 쉽게 파기한 본절의 아비멜렉은 아브라함 당시의 아비멜렉이 아닌 것 같다(21:22-27). 이러한 사실은(1) 아브라함 당시(B.C.2060년경)와 지금(B.C.1990년경)간에는 이미 70여년의 시간차가 있고 (2) '아비멜렉'은 '아버지의 왕'이란 뜻으로 고유 인명이 아닌 역대 블레셋 왕들의 공식 칭호였다는 점에 의해서도 뒷받침된다<1절>."
        },
        {
            "verse_reference": "26:17",
            "commentary": "골짜기(* , 나할) - 산기슭 아래쪽, 물을 구할 수 있는 평평한 분지를 의미한다. '그랄 골짜기'는 가사에서 남동쪽으로 약 15Km거리에 위치했었다. 우거하며(* ,야솽) - 본래 의미는 '앉다'란 뜻으로 오랫동안 머물러있거나 거주하는 것을 가리킨다. 이삭은 블레셋 땅에서 약 15년 동안 거주하였다."
        },
        {
            "verse_reference": "26:18",
            "commentary": "다시 팠으니(* , 와야사브 와야포르) - 직역하면 '그리고 되돌아와서 팠다'이다. 이는 이삭이 오래 전 아브라함이 거하던 그랄 골짜기로 되돌아 와 아브라함이 팠었던 브엘세바 우물 및 다른 몇몇 우물들을 다시 팠다는 뜻이다(21:22-34). 그 아비의 부르던...불렀더라 - 이삭이 우물들의 본래 이름을 회복시킨 이유는 이 우물들에 대한 그의 권리를 확인함과 동시에 부친을 향한 그의 사랑을 표시하기 위해서였다."
        },
        {
            "verse_reference": "26:19",
            "commentary": "샘 근원(* , 마임 하임) - 직역하면 '살아있는 물', 즉 ' 생수'란 뜻이다(레 14:5,6; 계 21:6). 이는 풍부하고 수질이 좋은 새로운 샘을 팠다는 의미로 볼 수 있다. 한편 이삭이 아브라함 당시에 팠던 우물들을 복구시킨 외에도(18절) 이처럼 새로운 우물들(20-22절)을 팠다는 사실은 그의 권속과 가축이 나날이 증대되었음을 시사해 준다."
        },
        {
            "verse_reference": "26:20",
            "commentary": "우물 이름 - 각 우물에 기념될 만한 이름을 부여한 것을 볼 때 팔레스틴내에서 우물이 차지하는 중요성이 얼마만한 지를 짐작케 한다.(21:31). 에섹(* ,에섹) - '억압하다', '강탈하다'에서 유래된 말로 일반적인 다툼보다 '불공평하게 강탈을 당하는 것'을 뜻한다. 이 우물의 이름에서 우리는 이방 땅에서 겪은 이삭의 고초와 비애가 어떠한 것이었는지를 짐작할 수 있다. 그러나 이삭이 이 우물을 포기한 것은 힘이 없어서가 아니라 관대한 마음으로 양보한 것일 뿐이다. 사실 이삭에겐 마음만 정하면 얼마든지 동원할 수 있는 많은 인력(人力)이 있었다(16절)."
        },
        {
            "verse_reference": "26:21",
            "commentary": "싯나(* , 시트나) - '적대감'이란 뜻으로 원수같이 '기다리고 있다'는 뜻의 사탄(* )에서 유래했다. 이같은 이름은 새로운 우물을 파려는 이삭의 두번째 시도가 처음보다 더 악의적인 도전을 받았음을 의미한다."
        },
        {
            "verse_reference": "26:22",
            "commentary": "거기서 옮겨 - 이삭은 블레셋 사람들이 더 이상 자기들의 영토라고 합법적으로 주장할 수 없는 지역으로 이전한 듯하다. 르호봇(* , 레호보트) - '넓은 공간'이란 뜻이다. 이삭이 새로운 우물을 르호봇이라고 명명(命名)한 것은 하나님께서 그의 가족과 가축들을 위해서 적절한 장소를 제공해 주신 것에 대해 감사하였음을 암시한다. 여기서 우리는 이삭의 온유함에 따른 하나님의 축복과 온유한 자가 땅을 기업으로 받으리라는 예수님의 팔복 교훈의 성취를 보게 된다(마 5:5). 한편 이곳 현재 브엘세바 남서쪽 약 30Km 지점에 위치한 엘 로케바(er-Rochebah)와 동일시된다. 번성하리로다(* , 파라) - '열매를 맺다'는 뜻이나 본절에서는 풍성한 수확을 일컫기 보다는 숫적인 중가를 의미한다(1:28). 한편 이러한 이삭의 외침은 블레셋인들의 갖은 훼방과 핍박에도 불구하고 끝까지 인내하며 양보해 온 그가 하나님으로 말미암은 최후 승리, 번영을 기뻐한 개가(凱歌)라 하겠다."
        },
        {
            "verse_reference": "26:23",
            "commentary": "올라갔더니(* , 아라) - 낮은 곳에서 높은 곳으로 올라가거나 낮은 지위에서 높은 지위로 격상하는 것을 뜻한다. 그러나 브엘세바는 실상 그랄보다 낮은 지역에 위치한다. 따라서 이 말은 지중해 지역에서 팔레스틴 지역으로 접근될 때 통상 '올라간다'고 말하는것에 근거한 표현임을 알 수 있다(삿 11:13). 한편 이삭이 또다시 브엘세바로 이주한 원인은 분명찮으나 블레셋인들의 끊임없는 압력이 주 원인 중의 하나였을 것으로 추정된다."
        },
        {
            "verse_reference": "26:24",
            "commentary": "네 아비 아브라함의 하나님 - 하나님과 아브라함 사이에 맺어진 언약이(17:7) 지금도 변함없이 유효함을 강조한 것이다. 그리고 이 언약은 그리스도 안에서 영적 아브라함 자손이 된 오늘날의 성도들에게도 계속 적용된다(롬 4:16). 두려워말라(* , 알티라) - 낮선 땅 브엘세바에 이주한 이삭의 마음에 일어날 수 있는 불안과 동요를 진정시키기위해 주신 위로와 평강의 말씀이다. 하나님께선 과거 아브라함이 가나안 왕들과 싸운 후에도 이러한 권면을 주셨다(15:1). 내 종 아브라함 - 본서에서 아브라함이 '하나님의 종'으로 일컬어진 곳은 이곳 뿐이다. 이는 아브라함이 소명받은 이후 줄곧 하나님의 뜻을 받들어 살았음을 대변해 준다."
        },
        {
            "verse_reference": "26:25",
            "commentary": "그곳에 단을 쌓아 - 부친의 신앙을 본받아 이삭이 하나님께 단을 쌓은 최초의 기록이다. 여기서 '단을 쌓았다'는 것은 하나님께 공개적으로 엄숙한 제사를 드렸다는 뜻이다. 이는(1) 이삭이 자신에게 주신 하나님의 은총과 약속에 대해 감사하였다는 것과(2) 하나님께서 자신에게 나타나셨던 장소를 성별하여 기념하였다는 의미를 지닌다. 여호와의 이름을 부르고(* , 와이크라 베쉠 예호와) -직역하면 '여호와 그 이름을 사용함으로 부르다'이다. 이는 여호와의 이름을 사용하여 그분의 권능과 섭리와 성품을 찬양하는 공식적인 경배를 의미한다(4:26). 이것은 이삭의 신앙이 보다 더 하나님 중심주의로 심화되어 가고있다는 좋은 증거이다. 팠더라(* , 카라) - '탐지하다'는 뜻을 내포하고 있는 앞절(15,18,19,22절)의 '파다'(히, 하파르)와는 달리 땅을 '파는' 행위만을 뜻한다. 이는 곧 하나님의 은총으로 쉽게 물을 얻을 수 있었음을 암시한다(32절). 한편 유목민이 우물을 팠다는 것은 그 지역에 오랫동안 정착할 의도를 갖고 있다는 의미가 된다. 실제로 이삭은 헤브론으로 이주, 그곳에서 죽기 전까지 떠나지 않았던 듯하다(35:27)."
        },
        {
            "verse_reference": "26:26",
            "commentary": "그 친구 아훗삿 - '친구'라는 정겨운 표현을 사용한 것으로 보아 '아훗삿' 은 '아비멜렉'의 막역한 개인 고문 또는 조언(력)자인 듯하다. 비골(* ,피콜) - '강한', '위대한'이란 뜻으로 블레셋의 군대 장관의 일반적 명칭인 듯하다."
        },
        {
            "verse_reference": "26:27",
            "commentary": "너희가에 해당하는 히브리어 '아템'(* )은 강의형(强意形)인칭 대명사로서 이삭과 블레셋 간의 마찰은 전적으로 그들의 악한 행동에 기인하고 있음을 강조한 말이다. 떠나가게 하였거늘(* , 솰라흐) - 단순히 '내보내는 것'이 아닌 우격다짐으로 '몰아내는 것'을 의미한다. 즉 블레셋인들이 강압적인 수단을 사용하여 번번이 내쫓은 것에 대한 북받치는 감정을 나타낸 말이다. 어찌하여(* , 맛두) - '무슨 까닭이냐'는 강력한 반어법적 표현으로 그때의 형편으로는 도무지 올 수 없었는데 왜 왔느냐는 질문형 부사이다."
        },
        {
            "verse_reference": "26:28",
            "commentary": "여호와(* , 예호와) - 블레셋인들이 엘로힘(* )대신 여호와(* )란 명칭을 사용한 점은 그들이 아브라함, 이삭 등과 잦은 교제를 나누었기 때문에 히브리인들의 하나님에 대해서 익히 알고 있었음을 보여 준다. 그러나 그들이 그 이름의 의미를 정확히 알고 사용했다고는 볼 수 없다. 우리가 분명히 보았으므로(* ,라오 라이누키하야)-직역하면 '보면서 우리가 보고', 이는 곧 '우리가 명확히 안다'는 뜻이다. 이는 이삭이 그의 생활을 통해 이방인들에게 여호와 하나님의 살아계심을 뚜렷이 확인시켜 주었음을 짐작케 한다. 맹세(* , 알라) - 본래는 상대방에게 저주가 임하기를 비는 '갈구'를 뜻하나 여기선 맹약한 바를 파기할 시엔 화(禍)가 있을 것임을 확약한 '맹세'를 의미한다."
        },
        {
            "verse_reference": "26:29",
            "commentary": "너는 우리를 해하지 말라 - 이 말속에 담긴 뜻은 만약 네가 우리를 노략하거나 훼방할 경우에 서로 맹세한<28절> 것을 파기한 대가 톡톡히 치룰 것이라는 의미이다. 이처럼 이삭에게 간접적으로나마 위협을 시사할 수밖에 없었던 것은 그당시 이삭의 경제력과 군사력이 막강했음을 암시해 준다. 선한 일만...행하며 - 아비멜렉은 자신이 이삭에게 악행을 행했음에도 불구하고 이처럼 구구한 자기 변명을 늘어 놓았다. 평안히 가게 하였음이니라 - 이삭과 아비멜렉이 충돌치 않은 이유는 순전히 이삭의 관용과 화평을 사랑하는 마음 때문이었지 아비멜렉의 극진한 배려 때문이 아니었다."
        },
        {
            "verse_reference": "26:30",
            "commentary": "잔치를 베풀매 - 이삭은 아비멜렉의 평화 협정 조약을 흔쾌히 승락하고 그 조약을 기념하는 관례적인 행사로 풍성한 식탁을 배설했다(31:54). 이 공동 식사는 앞으로의 관계 정상화를 다짐하는 우정의 연회였다."
        },
        {
            "verse_reference": "26:31",
            "commentary": "서로(* , 이쉬 레아히 우) - 직역하면 '한 사람이 그의 형제에게'. 원문은 '서로'를 단수로 표현하고 있는데 이는 언약을 체결한 쌍방을 하나로 묶음으로써 서로를 더욱 결속시키는 효과를 나타내기 위함이다."
        },
        {
            "verse_reference": "26:33",
            "commentary": "세바(* , 쉬브아) - '일곱' 또는 '맹세'란 뜻이다<21:31>. 블레셋인과의 평화협정을 맺은 직후 파던 우물에서 물이 나오자 이삭은 이 모든 사건을 하나님의 은총으로 알고 기념키 위해 이 같은 이름을 붙였다. 한편 이곳은 본서 저자인 모세 시대 까지(오늘까지) '브엘세바'라 명명되었는데 그 이름은 이미 아브라함 때에(21:31) 붙여진 이름(우물에 국한)이지만 이삭이 그 이름을 거듭 명명함으로써 대대에 그 이름이 남기를 소망하였던 것 같다. 이후부터 '브엘세바'는 단순한 우물명이 아니라 성읍명으로 확정된 것 같다."
        },
        {
            "verse_reference": "26:34",
            "commentary": "사십 세에 - 이삭이 리브가와 결혼할때와 같은 나이다(25:20). 아마 족장 시대 때는 보편적으로 40세가 결혼 적령기였던 것 같다. 에서의 결혼 때에 이삭의 나이는 100세였다. 헷 족속....아내로 취하였더니 - 에서는 아브라함 이래로 간직해 온 언약 가계로서의 순수한 영적 순결성을 저버리고 우상에 오염된 가나안 땅 헷 족속 여인을(23:3) 아내로 맞아들였다<강해>."
        },
        {
            "verse_reference": "26:35",
            "commentary": "마음의 근심(* , 모라트 루아흐) - '영혼의 괴로움'이란 뜻이다. 이삭과 리브가의 근심은 하나님의 창조 질서에 어긋나는 에서의 일부다처 행위와 가나안 헷족속인 며느리들이 보여 준 이방 생활 방식에 기인한 것이었다(28:8). 아브라함은 생전에 언약의 후손 이삭을 제외한 나머지 자녀들에게 가나안 땅  밖에서 거주지를 마련하게 했다(25:1-18). 물론 이 조치는 미구에 있을지도  모를  분젱의 방지와 순수한 언약 혈통의 보존이란 측면에서 이해되어야 한다. 본장에서 위의 배경 아래 가나안에 정착했던 이삭의 파란 많은 생을  다루고  있는데,그 모든 어려움의 원인은 이삭의 연약한 믿음 때문이었음을 발견하게 된다. 이러한 그의 연약한 모습은 다음 장(27장)까지 이어져 장자 축복에 관련된 엄청난 실수를  범하고 만다. 이러한 일련의 사건은 비록 하나님의 자녀이더라도 생사화복을 주관하시는 하나님의 손에 자신을 전적으로 의탁하지 않았을 때 반드시 심갓한 실수에 빠질  수밖에 없음을 실증 적으로 보여 준다. 한편 본장을 세분하면   가나안땅의 흉년으로 인해 이삭이 그랄로 이주했으며 그곳에서 아내 리브가를 자기 누이라고 속이는 치욕스런 경험을 한것(1-11절)    원주민들의 우물 탈취로 인해 거듭 새로운 샘 근원을 찾아 떠나갔던 이삭의 유순한 성격과  그에 대한 하나님의 응답과 보상(12-33절)   에서가 이방의 딸들과 중혼(重婚)을 함으로 이삭과 리브가에게 큰 수심을 끼친일(34,35절) 등으로 나눌수 있다. 이처럼 언약 후손 이삭의 삶을 통해 우리가 깨닫는 바는 이 땅에는 (그곳이 가나안 일지라도)늘 고난과 분쟁의 위험이 도사리도 있고 그같은 위험을  인간적인  방법으로 대처하거나 두려워하고만 있다면 필연적으로 실수와 오류를 범하게 됨을 일 수  있다. 그러나 우리의 환경과 연약함을 익히 아시며 우리의 나아갈 바를 예지(銳智)하고 계신 하나님께 모든 것을 의탁한다면 또한 능히 그 역경을 견뎌나갈 수 있음도 아울러 깨닫는다. 1. 이삭의 그랄 이주(26:1-11) 가나안 땅은 지리적으로 지중해성 기후와 아열대성 기후 및 사막 기후가  교차하는 곳으로서 1년 강우량이 기껏해야 200mm안밖에 머무른다<성경 총론, 성경의 무대  팔레스틴>. 특별히 겨울철의 우기(雨期:10-4月)와 농작물의 풍흉을 가늠할 수 있는 이슬기(8,9월)가 따로 있어야 이때에 비나 이슬이 적절히 내리지 않게 되면  가나안  전역은 치명적인 피해를 보게 된다(삼하 1:21; 왕상 17:1;슷 8:12). 그런데 성경에 언급된 가뭄들을 자세히 살펴보면 대부분이 당신의 거룩한 목적을 이루시기 위한 하나님의 간섭에 의한 것이었음을 알 수 있다(42:5) 이삭의 때에도 생존을 위협하는 가뭄이 찾아들었고, 그리하여 언약의 후손 역시 살 길을 찾아 가나안을 등졌다(1절). 그러나 이러한 행동은 가나안 기업으로  주시겠다고 약속 하신 하나님의 뜻을 져버리는 것이었다(2-5절). 비록 척박하고 생존의 위협을 받는 곳일망정 그곳에서 하나님의 약속을 소망하며 끝까지 인내하는 것이 바로 하나님의 뜻이었다. 즉 하나님께서는 생존의 주도권을 생명의 주인이신 당신께  온전히  맡기는 산 믿음을 요구 하셨던 것이다. 하지만 이러한 믿음이 부족했던 이삭은  약속의  땅을 져버렸으며, 더 나아가 안전한 피난처로 알았던 그랄에서 자신의 양심과 아내마저  위험에 빠뜨리는 처참한 현실을 맞아야만 했다(6-11절). 이는 살아계신 하나님보다 당장 눈에 보이는 인간을 더 무서워한 나약한 신앙의 산물로서 그의 부친 아브라함과  동일한 실수를 범하였던 것이다(12:12;20장). 이처럼 믿음의 부족은 하나님의 영광을 가리우며 그분의 뜻을 그르칠 뿐 아니라 자신에게도 혹독한 아픔을 제공한다. 하나님의 백성에게 있어서 믿음은  삶의  원동력이며, 어떠한 처지에도 자신을 지켜나갈 수 있는 유일한 무기이다(고후 5:7;요일 5:4). *이삭에게 재확인된 축복. 하나님께서는 언약 백성의 순수성을 보존하시기 위해 애굽으로 내려가려던 이삭을 막으시고 그에게 조건부 축복을 허락 하셨다(2-5절).  사실 애굽은 물질적인 풍요가 있는 곳이기는 하나, 하나님의 사람들에게 올무가 되어  왔던 죄악과 죽음의 땅이었다(사 31:1;렘 42:19;겔 21:3). 만약 이삭의 애굽 거주가 이루어진다면, 그는 현실의 만족에 안주하여 가나안에 대한 기대를 포기할 것이고 언약 후손의 세속 동화(同化)라는 슬픈 결과를 빛을 것이다. 이에 하나님은 아브라함과  맺으셨던 언약을(12:3;13:15;15:5) 재언급 하시며 이삭의 애굽행을 막으셨다. 여기서 하나님이 이삭에게 확신을 준 내용을 구체적으로 열거해 보면   함께  하시며 복주시겠다는 임마누엘의 축복(3절). 이 약속은 야곱에게도 약속 되었으며(28:15), 이들의 후손으로 오신 예수 그리스도를 통하여 모든 믿는  자들에게  적용  되었다(마 1:23;요 1:4;갈 3:16).   가나안 땅 을 소유하게 하는 축복(3절).   많은 후손의 축복(4절)등이다. 이와 같은 축복은 단순히 이삭에게만 적용되는 축복이 아니라, 아브라함과 맺은 하나님의 언약을 신뢰하는 모든 자들에게 미치는 것이다. 오늘날도 하나님은 애굽으로 사징될 수있는 세상으로 자신의 삶의  중심(의지적,신앙적측면)을 얾지도 않고 하나님의 신실하심을 확인하는 자에게   날마다 성령께서 내주(內住)하시는 축복(요 14:16,26;고후 6:16)과   영적 가나안인 히니님 나라의  축복(벧후1:11)및   하나님의 자녀로서 풍성한 삶을 사는 축복(롬 8:12-17)등을 선사 하신다. 그러므로 성도는 세상이 제공하는 순간적이고 현실적인 만족에 안주하기 보다  그것들을 절제 하고서 라도 하나님이 약속하신 영원한 기쁨과 상급을 추구해 나가는  것이 진정 지혜로운 삶이라는 사실을 깨달아야 할 것이다. 2. 이삭과 우물 사건(26:12-33) 가뭄으로 인해 애굽행을 결심했던 이삭에게 하나님께서는 조건부 축복(2-5절)을 제시 하시고 가나안 땅에서 떠나디 말것을 명하셨다. 이에 이삭은 블레세 땅에 안주하여 농사를 짖기 시작했고 그 결과 주위가 다 놀랄 만큼의 풍성한 소출을 얻었다. 이는 그의 영농법이 독특해서라기 보다 그에게 '복'자가 주신 한나님의 은혜(12절)로  가능했다. 즉 그의 번영의 근거는 바로 하나님이 셨던 것이다(신 8:17,18). 그러나 호사 다마(好事多魔)란 말이 잇듯이 원주민들이 나그네에 불과한 이삭의 번영을 못마땅하게 여겨 족장 시대 당시 제 2의 생명이라 할 수 있는 우물을 강제  매립하는 횡포를 부렸다. 물이 귀한 팔레스틴에서 이같은 행동은 일종의 선전 포고이자(왕하 3:25;사 15:6)묵시적인 추방 명령 이었다.가나안을 약속 받았던 이삭은 전쟁을  통해 그 땅을 시수하느냐 아니면 그들의 요구에 부응하느냐는 갈림길에 놓이게 되었다.   결국 그는 평화를 선택하였고 거듭되는 우물 탈취에도 대항치 않고 자신의  거처를 꾸준히 찾아 나섰다(15-21절). 이는 그가 비굴하거나 힘이  약해서가  아니었다(16,19절). 그는 하나님이 자기와 함께하시며 마침내 선한 길로 인도하실 것이라는 점을  확신했으며, 미움에대한  긍극적인 승리는 사랑뿐임을 믿었기  때문에(마  5:39-42;딤후 2:24,25) 끝까지 인내할 수 있었다. 이 사건은 끝내 핍박자의  무리들이  \"여호와께서 노와 함께 계심을 우리가 분명히 보았으므로\"(28절) 평화를 맺고자  이삭에게  제의해 옴으로써 결론이 났다. 이것은 확실히 신앙의 승리이며 사랑의 무한한 감화력을  보여 주는 성숙한 성도의 처세술이다. 우리는 나그네와 행인같은 이 세상 삶을 통해 각양의 박해와 시기를 받을수  있다. 이러한 고난은 경건하게 살고자 하는 자의 필연적인 삶의 잉태이다(딤후 3:12)이에 대해 우리는 비굴하게 세상과 타협하거나 아니면 세상과 맞서서 항상  불화를  조성하기 보다 살아계서서 우리를 돌보시는 하나님을 신앙하고 소망중에  인내함으로  궁극적인 승리를 쟁취할 수 있어야 한다(약 5:7-11). 그리고 향나무가 상처를 입을  때  비로서 품고 있던 진한 향기를 진동 하듯,이 그 같은 아픔을 통해 내 속에 거하시는 하나님을 세상에 증거하는 기회로 삼아야 할 것이다(갈 2:20). *팔레스틴에서 우물이 지니는 가치와 의미. 우기 외에 비가 오지 않는  팔레스틴에서 물 구하기란 심히 힘들다. 그곳 거주민들은 샘, 시내, 요단강과 각 지류 및 갈릴리 바다에서나 한정적으로 자연수를 얻을 수 있을 뿐이기 때문에, 인공적으로 샘과  저수지를 만드는 경우가 종종 있었다. 그런데 출애굽 무렵에야 석고로 방수 처리할 수  있는 방법을 발견 하였기 때문에, 족장 시대에 인공 샘을 만들기란 여간 어려운 것이 아니었다. 결국 우물을 판다는 것은 엄청난 경비와 인력이 동원되어야 하는 큰 사업이었다. 이 샘과 우물의 깊이와 모양은 토양의 질과 지하수의 수위에 따라 달랐는데, 땅에서 솟아나서 만들어진 샘을 히브리어로 '아인'(      )이라 하고 땅을 깊이 파서 만든 우물을 '빠,엘'(        )이라 했다. 이 우물들은 주로 광야(16:140, 들(29:2), 성 근처(24:11), 곪짜기(17절), 뜰(삼하17:18)등에 위치하여 거주민들과 가축들의 식수  공급원이 되었다(18절;29:2). 이러한 우물의 중요성 때문에 우물 소유권을 두고 각 부족간의 치열한 싸움이자주 일어 났다(왜냐면 새 우물을 파기보다 기존 우물을  탈취하는 것이 더욱 경제적이 었기 때문이다). 한편 우물은 전쟁시 전략적인 가치를 지니고 있었다. 즉 고대인들은 주로 봄과  여름에 전쟁을 했는데 이유는 그 시기가 추수를 끝낼 무렵으로  적군의  식량(노략물)에 의존할 수 있었기 때문이다. 그런데 이 시기는 물이 귀한 건기 이므로 적군이  침입해 온다 하더라도 우물을 매립해버린다면 식수 없는 적군들이 곧 퇴각 할 수 밖에 없었기 때문이다(왕하 3:25).이처럼 우물은 생명과 재산 및 각 종족의 힘의 상징으로  여겨질 만큼 그 중요성이 높았다 그러므로 도대 히브리인들은 우물을 자신들의 생존의 원인자이신 하나님과 깊은 연관을 두었으며(16:14;민 21:17), 역사의 산 증인으로  취급하여 이름을 붙이기까지 했다(20-22절). 그런데 이렇게 우물의 귀중함을 알고 있었으며, 육체적 갈등의 괴로움을 깊이 이해하고 있었던 히브리인들이 자신의 영적 갈등을  해결하는  데는  매우  무감각했음(사 55:1;렘 17:13)은 묘한 일이 아닐수 없다. 이러한 지리적이고 역사적 상황에서 예수께서는 자신을 바로 샘의 근원으로 선포하시고(요 4:10,14;7:37,38), 오직 자신을  통해서만 인류가 느끼는 본원적인 목마름을 해갈할 수 있다고 가르치셨다. 팔레스틴  지역에서 우물이 지니는 중요성을 이해할 때 예수 그리스도의 이 말씀은 너무도 확연한 비유이다. 즉 우리는 예수 그리스도로 인해 죄많고 답답한 이 땅에서도 영원한 하늘  나라의 새명수 강(계22:1)이 제공하는 시원함과 상쾌함을 누릴 수 있는 행복을 가진  자들이다(계22:17). *성수한 신앙인의 필수 요소. 이삭의 번영을 주도하신 분은 하나님이시다.  그렇다 하더라도 우리는 이삭의 삶에 대한 진지한 일면을 놓쳐서는 안 된다.  본장  25절에서 우리는 그가 언약의 후손으로서 손색이 없는 신앙 생활을 유지한 자취를 보게 된다. 단을 쌓음-즉 그는 어디를 가든지 여호와의 권위를 인정하는 일에 최우선 순위를 두었다. 물론 그의 이런 관행은 아버지 아브라함에게 배운 것이었다(12:17;13:18). 무슨 일을 하든지 먼저 하나님께 자신을 의탁하고(기도하고) 그분과의 교제를 중요시 하는 것이야말로 혈통의 첩경이다(잠 3:6). 우리의 생에 여호와 신앙을  바로  확립하는 것보다 더 중요하고 더 시급한 일은 없다. 장막을 침-신앙을 잘못 이해한 사람 중에는 오직 종교적인 것만이  일이고  인간 생활의 물질적 측면을 간과해버리는 우(愚)를 범할 때가 있다. 그러나 하나님은  우리의 일상사에 필요한 것들을 무시하지 않고 필요를 채우시는  분이다(마  6:11,25-33). 또한 하나님은 각자에게 생존을 위한 땀과 가족의 평안을 위한 노력을 요구하신다. 그런데 여기서 한 가지 잊지 말아야 할 것은 이삭의 주거지는 영구 구조물이 암라, 이동에 용이한 임시 장막으로 이뤄졌다는 점이다. 즉 그는 이 땅을 나그네러 살았던  것이다(히11:13). 이 땅에 미련을 두는 자는 현재만을 위해 땀 흘리나 영원을  사모하는 자는 나그네요 행인 같은 현세를 크게 염려하지 않는다. 하나님이 부르시면  언제든지 머물던 장막을 거두어 영원한 본향으로 떠날 것이기 때문이다(고후 5:1). 우물을 팜-육체적 생명을 죄악시 하는 몇몇 종교와 일단의  고행주의자(ascetic)들은 현존하는 생을 허무하고 절망적인 것으로만 보려 한다. 그러나 여호와 종교는 육체적 생명의 귀중성을 인정하고 더나아가 개개인에게 세상에 대한 정복 명령을 내리셨다(1:28). 그리고 생존에 필요한 것들을 얻기 위해 땀 흘리는 노동과 문화적 책무를  맡기기까지 하셨다<9:1-7강해, 하나님의 문화명령>. 이삭이 자신과 가축과 모든 생명체들의  생존을 위해 많은 희생이 따름에도 불구하고 우물을 판 것은 하나님의 명령에 대한 순응이라는 숭고함이 깃들여 있다고 할 것이다. 사실 하나님의 사람들에게는 삶 자체가 하나님의 영광과 그분의 뜻을 드러내는 성역(聖役)이라 할 수 있다(고전 10:31). 3. 세상과 결혼한 에서(26:34,35) 고대족장들에게 있어서 많은 아내를 맞아 들이는 경우는 흔했고, 특히 각종 전쟁과 약탈이 빈번했던 당시 사회상을 비쳐 볼 때 타민족과의 잡혼은 예사  일이었다.  이런 점에서 본문에 기록된 에서의 결혼은 별무리가 없었으나 그의 부모는  매우  근심하였다. 왜냐하면 에서는 일부 일처 결혼 제도를 제정하신(2:24;마 19:5)하나님의 뜻을 저버렸을 뿐 아니라, 경건한 언약 가계의 혈통을 어지럽혔기 때문이다(24:3). 오늘의 싯점에서 보면 타민족과의 결혼을 금지하는 일은 인마가 구속을 계획하신 하나님의 뜻과 배치되는 일로서 편협한 종교적 배타주의(排他主義)라 볼 수 있다. 그러나 그 당시 가나안 땅에 팽배했던 각종 우상 숭배와 또한 결혼을 통해 각 가정에 안치될 괴악한 가정 수호신 등을 생각할 때, 여호와 신앙의 순수성 보호라는  면에서 이방여인과의 결혼은 금지됨이覲 마땅하였다. 이스라엘 민족 지도자  느헤미야  같은 경우도 신앙의 순수성 보존이란 면에서 이망인을 배우자로 삼은 자들에게  그  배우자 추방을 면함으로써 일대 종교 개혁을 단행하였던 것이다(느 13:25). 이러한  정신에서 신약의 사도 바울은 믿는자와 불신자의 결혼을 제한하였다(고전 7:15;고후 6:4,5). 그런데 이러한 제한은 순전히 신앙의 순수성 보존이란 측면에서 지향되어야 하며,  선교적인 측면에서는 그들과 함께 동고 동락할 수 있는 여유가 있어야 한다(고전 5:9-13). 사실 예수 그리스도의 족보를 살펴보면 히브리인의 순수 혈통과  순결한  도덕성과 거리가 먼 자들이 발견된다(마 1:3,5,6). 그런 의미에서 예수의 메시지와  싫은  단지 유대인에게 한정된 것이 아니라, 자신을 죄인으로 고백하는 모든 자들에게 열려  있었던 것이다(사 53:12;요 10:16). 그러므로 우리에게는  세속에  물들지  않는  경건(약 1:27)과 세상 속에서 하나님의 뜻을 실현해야 하는 이중적 요구로 인해 는 영적  긴장이 요구된다."
        }
    ]
}