{
    "bible_book": "창세기",
    "chapter_number": 15,
    "commentaries": [
        {
            "verse_reference": "15:1",
            "commentary": "이상 -( , 마하제) '묵시'(겔 13:7), '환상'(vision)으로도 번역된다. 인간의 자연 영역을 초월한 하나님의 계시 전달 방법을 가리키는데 육체적 감각이 있는 실제 현상이나 혹은 꿈이나 무아 지경 등을 통해 나타난다(민 12:6;겔 11:24;단 8:16). 이같은 이상(異常)은 초대 교회에서도 나타나긴 하였지만(행 2:17;9:10;고후 12:1) 대개 구약 시대에 나타났는데 그 까닭은 하나님의 정확 무오한 계시서인 성경이 당시에는 미처 완성되지 않았었기 때문이다. 두려뭐 말라 - 당시 아브람이 영적으로 침체해 있었음을 보여 준다. 그러나 아브람이 구체적으로 무엇을 두려워 했는지에 대하여선 분명치 않다. 따라서 당시 상황으로 유추해 볼 때 다음 두 가지 견해가 제시된다. (1) 하나님의 도우심으로 가나안 전쟁에서 승리하였긴 하나 그 후에 있을지도 모를 열국의 복수를 두려워하였다(Jonathan).(2) 가나안 땅과 후손을 약속하신 하나님께서 개속 침묵하고 계시자 이를 두려워하였다는 견해이다. 이 중 이어지는 2절을 볼 때 두번째 견해가 보다 타당한 듯하다. 나는 너의 방패요 - 그 어떠한 환난이나 위험 가운데서도 아브람을 안전하게 보호해 주는 힘과 능력이 되겠다는 뜻이다. 너의 지극히 큰 상급이니라 - 강조문으로 '내가 바로 너의 상급이다'란 뜻. 즉 하나님은 모든 축복의 근원이시며 아브람에게 약속하신 복(12:2,7;13:15-17)을 반드시 성취시켜 주시는 분임을 의미한다."
        },
        {
            "verse_reference": "15:2",
            "commentary": "주 여호와 -( , 아도나이예호와) 만물에 대한 하나님의 주권 및 다스림을 강조하는 이름인 '아도나이'와 언약에 대한 신실성을 강조하는 이름인 '예호와'가 합쳐진 칭호이다(삼하 7:28;겔11:17). 이를 통해 볼 때 아브람은 비록 그 성취 방법에 대하여선 몰랐지만(4절) 하나님께서 약속을 성취시켜 주시리란 사실은 다시 확신하였음을 알 수 있다. 나의 상속자는 이 다메섹 엘리에셀 - 고대 근동에서는 무자(無子)한 부부가 재산 상속을 조건으로 노년의 부양과 사후의 장례를 책임질 양자를 입양하던 관습이 있었다(Nuzi tablets). 따라서 그때까지 무자했던 아브람도 이 관습에 의거하여, 하나님께 자기 집에서 태어나 자란 가장 신임 받는 종 엘리에셀을 자신의 후사(後嗣)로 추천한 것이다."
        },
        {
            "verse_reference": "15:3",
            "commentary": "내 집에서 길리운 자가 - 하나님의 뜻을 완전히 이해하지 못한 데서 온 아브람의 섣부른 판단과 성급한 결정이다. 물론 이로써나마 하나님의 약속이 성취되기를 바라는 아브람의 충정은 높이 살 수 있지만, 약속을 바라고 기다리는 인내가 부족했던 점을 간과할 수는없다(약 1:4)."
        },
        {
            "verse_reference": "15:4",
            "commentary": "네 몸에서 날 자가..되리라 - 하나님의 약속의 자녀는 셋(5:3)->노아 (6:9)셈(9:26)-> 에벧(10:21)-> 아브람(12:1)으로 이어지는 경건한 신앙 계보를 이탈하지 않는 자로 구성되어야 했다. 따라서 일찍이 '여자의 후손'(3:15)으로 예언된 바 메시야는 아브람의 직계혈통 중 다윗 가문을 통해 탄생되도록 하는 것이 하나님의 주권적인 뜻이었다."
        },
        {
            "verse_reference": "15:5",
            "commentary": "뭇별을 셀 수 있나 보라 - 13:16에서 약속하신 것과 같은 말씀으로 장차 아브람의 후손이 이루 다 셀 수 없을 만큼 번성하고 창대케 될 것임을 강조하는 말이다. 이러한 약속은 당시로서는 능히 상상하기도 믿기도 힘든 것이었지만 오늘날 아브라함을 믿음의 조상으로 기리고 있는(롬 4:11) 영적 자손들의 수가 세계 전인구의 32.4%(1985년 기준)를 점유함으로써 실제적으로 성취되었다."
        },
        {
            "verse_reference": "15:6",
            "commentary": "여호와를 믿으니 - '믿다'에 해당하는 히브리어 '아만'( )은 '신뢰하다'(대하 20:20;욥 39:12)는 뜻으로 아브람이 후손에 대한 하나님의 약속을 인격적으로 신뢰하고 그 말씀에 전적으로 의지했으며 더 나아가 이미 계시된 '여자의 후손' 메시야에 대하여도 신앙하였음을 증거해 준다(요 8:56;히11:1). 의(義) - '차다크'( , 의로운 상태가 되다)에서 온 말로 간단히 '의의 옷'으로 이해 할 수 있다. 왜냐하면 모든 사람은 하나님 앞에서 벌거벗은 죄인으로(3:10;사 20:3;고후 5:3;계 3:17,18)오직 하나닙께서 덧입혀 주시는 '의의 옷'으로만 그 죄악을 가릴 수 있기 때문이다(롬 3:23-28;4:7,8;계 19:8). 여기시고 - '정하다'(시 106:30), '계산하다'(레 27:50),'짊어지게 하다'란 뜻으로 여기서는 곧 전가된 '의(義)'를 나타낸다. 한편 성경에 나타난 대표적인 전가(轉嫁)의 예를 살펴보면(1)전인류에게 전가된 아담의 죄(롬 5:12)(2)그리스도에게 전가된 인류의 죄(사 53:5,6;고후 5:14,15;히 2:9)(3)그리스도를 믿는 모든 죄인에게 전가된 하나님의 의(롬 4:18-24;빌 3:9) 등이 있다. 이상에서 우리는 본래 칭의받기에 부족한 죄인이 하나님을 믿기만 하면 그에게 전가된 하나님의 의로 말미암아 신율(神律) 앞에서 무죄한 상태로 간주됨을 알 수 있는데 본절에 나타난 바 아브람의 경우도 역시 마찬가지였다."
        },
        {
            "verse_reference": "15:7",
            "commentary": "업을 삼게 하려고 - 직역하면 '차지하게 하려고', '상속하게 하려고'. 이는 본래 아브람이 가나안 땅을 차지할 아무런 권리나 명분이 없음에도 불구하고 하나님께서 주권적으 로 그를 상속자로 삼으셨다는 사실을 나타낸다. 이처럼 하나님께서 아브람을 갈대아 우르에서 이끌어 낸 데에는 분명한 목적과 게획이 있었는데 오늘날 우리를 당신의 자녀로 삼아주신 데에도 역시 분명한 목적이 있다. 따라서 우리는 자신을 향한 하나님의 뜻이 무엇인지를 탐구하며 깨달아 이에 순종함으로써 하나님의 영광을 드러내어야 할 것이다(고전 10:31)"
        },
        {
            "verse_reference": "15:8",
            "commentary": "무엇으로 앝리이까. 이 질문은 아직껏 하나넘의 약속을 믿지 못하는 의심이나 불열의이서 나온 요구이다. 이와 동일한 경우로뉼기드온의 간구(삿 6:17-24), 히스기야의 기도(왕하 20:8), 마리아의 물음(눅1:34-38)둥이 있는데 이들은 모두 자신의 간구에 대한 하나님의 웅답을 받은 후 더 큰 확신을 갖게되었다. 이처럼 하나님께선 필요에 따라 우리에게 적절한 중거로 확신을 심어 주시는테 우리들도 뜬 구름을 잡는 것과 같은 신앙이 아니라 하나님의 말씀에 대한 참된 믿음과 그에 따르는 확신을 지닌 진정한 신앙인들이 되어야 할 것이다(막 16:27)"
        },
        {
            "verse_reference": "15:9",
            "commentary": "나를 위하여 - 하나님께서 아브람과 맺으신 언약의 영원성을 확약하며 동시에 이를 통하여 영광을 받으시기 위함이다. 삼 년 된 - 3년 된 희생 제물은 충분히 성숙되고 아름다운 것들, 즉 짐승중 가장 귀한 것들이었다(Murphy). 모세의 율법에서도 이와 같은 것들을 하나님께 바치도록 규정하고 있다(레 1:2-17)."
        },
        {
            "verse_reference": "15:10",
            "commentary": "그 중간을 쪼개고...마주 대하여 놓고 - 이러한 제사 형식은 고대 근동 국가에 서 언약이나 동맹을 체결한 후 이를 보증하기 위해 시행하던 보편적인 관습으로 후일 이스라엘 민족 사이에서도 습관화되었다(렘 34:18,19), 이는(1) 피와 고통과 죽음 앞에서 자신이 맺은 조약은 죽음을 각오하고서라도 지키겠다는 맹세의식이자(2) 화해와 통일을 나타내는 한 몸 의식인데 이때 둘로 쪼개진 희생제물은 곧 언약의 두 당사자를 의미한다. 한편 상징적으로 볼 때 이 의식은 장차 가나안을 상속받기 위해 이스라엘이 겪어야 할 애굽 노예생활의 고통과 출애굽시 지불해야 할 꾀와 죽음을 예시하고, 구속사적으로는 장차 영적 이스라엘에게 하늘 가나안을 보장해 주기 위해 예수 그리스도께서 겪어야 할 수난과 희생을 상징한다고 볼 수 있다. 새는 쪼개지 아니하였으며 - 훗날 모세의 율법에도 새는 쪼개지 않고 통채로 불에 태우도록 규정되었는데(레 1:14-17) 이것들은 쌍을 이루어 각기 한 마리씩 마주 배열된 것 같다. 한편 여느 재물과는 달리 새,즉 비둘기(9절) 는 쪼개지 아니한 이유에 대하여 혹자(Wordsworth)는 그것이 결코 나뉘일 수 없는 성령을 상징하기 때문이라는 견해를 피력하나(마 3:16;눅 3:22;요 1:32) 실제로는 그것이 쪼갤 필요가 있을 만큼 몸체가 크지 않았기 때문이었을 것이다(Kalisch)."
        },
        {
            "verse_reference": "15:11",
            "commentary": "아브람이 쫓앗더라 - 솔개와 같은 맹금류(猛禽類)가 짐승의 사체를 쪼아먹기 위해 접근하는 것은 지극히 당연하다. 그런데 어떤학자들은 이러한 상황을 장차 원수들에게 고난받는 이스라엘을 예표하는 것으로 이해하기도한다(Keil, Knobel, Lange, Kalisch). 그리고 아브람이 솔개를 쫓아낸 것을 이스라엘이 결코 멸망당하지 않고 원수들을 격파하게 되는 것을 의미한다고 해석한다(Jonathan, Rosenmuller, Bush). 이러한 해석이 타당한 것인지에 대하여서는 확신할 수 없으나 아뭏든 아브람의 이러한 행동은 그가 하나님께 더럽혀지지 않은 제물로서 제사를 드리기 원하였음을 나타내 준다.이는 형 식적이고 습관적인 예배를 일삼는 우리에게 좋은 귀감이 된다(요 4:24)."
        },
        {
            "verse_reference": "15:12",
            "commentary": "깊이 잠든 중에 - '깊은 잠'에 해당하는 히브리어 '타르데마'( ) 는 하나님이 하와를 만드시기 위하여 아담을 재우신 것(2:21)과 하나님을 피해 달아났던 요나가 선창밑에서 잠든 것(욘 1:5)을 가리킬 때에도 사용 된 단어이다. 이는 솔 개를 쫓느라 지친 아브람에게 찾아든 평범한 잠을 하나님께서 초자연적인 깊은 잠으로 만들어 그것을 자신의 특별 계시 수단으로 삼은 것임을 나타내 준다 캄캄함이 임하므로 심히 두려워하더니 - 직역하면 '극심한 어두움에 대한 두려움이 그에게 임하였다'. 그런데 잠자는 사람이 캄캄함으로 인해 두려워했다는 것은 조금 이해하기 어려운 말이다. 아마도 이는 장차 그의 후손이 당하게 될 어둠의 역사(13절)를 어렴풋이나마 예견한데서 온 놀라움과 두려움이었을 것이다. 이런 견지에서 이 어둠의 공포를 장차 아브라함의 후손이 당할 애굽의 속박을 상징하는 것으로 보는 학자도 있다(Cavin, Keil, Rosenmuller,Ka-lisch). 그렇지 않으면 이러한 사실을 계시하시기에 앞서 하나님께서 미리 조성하신 적절한 분위기로 말미암아 생겨 난 공포일 것이다."
        },
        {
            "verse_reference": "15:13",
            "commentary": "너는 정녕히 알라 - 문자적 뜻은 '너는 아는 것을 알라', '알고 또 알라'. 이는 하나님께서 지금부터 말씀하시는 것을 유념하여 듣고 마음 속 깊이 명심해야 한다는 것을 뜻하는데 공동 번역은 '똑똑히 알아 두어라'로 번역하였다. 사백년 동안 - 정확한 기간은 430년이지만(출 12:40,41;갈 3:17) '사 대'(16절)란 말과 맥을 맞추기 위해 대략적으로 사용된 예언적 숫자이다."
        },
        {
            "verse_reference": "15:14",
            "commentary": "그 후에 네 자손이...나오리라 - 이처럼 하나님께서 아브람의 자손에게 약속의 땅 가나안을 그 즉시로 주시지 않고 이방 곧 애굽에서 400년간 지내게 하신 뒤 주신 까닭으로 두 가지가 있다.(1) 당시 가나안 땅의 주인이던 아모리 족속의 죄악에 대하여 심판을 유보하시고 그들에게도 회개할 기회를 주시기 위함이다(16절).(2) 이스라엘 자손들이 연단의 기간을 겪는 동안 그들로 하여금 더욱더 성숙한 신앙인격을 갖추도록 하기 위함이다."
        },
        {
            "verse_reference": "15:15",
            "commentary": "조상에게로 돌아가 장사될 것이요 - 이는 아브람의 유해가 그의 조상들의 장지(葬地)인 메소포타미아 땅(11:31,32)으로 운구되어 안장될 것이란 뜻이 아니다. 이 말은 하나님이 인정하신 삶을 모두 살다가 경건한 신앙계통의 그의 조상들이 이미 가 있는 영적 가나안으로 들어갈 것을 의미한다. 이처럼 아람에게는 영적 가나안이, 그의 후손에게는 실제적 가나안 땅이 기업으로 주어짐으로써(16절) 아브람에 대한 하나님의 약속(7절)은 공평히 이루어졌음을 알 수 있다."
        },
        {
            "verse_reference": "15:16",
            "commentary": "사대 만에 - 당시 100세가 넘었던 족장들의 평균 수명에 따라 한 세대를 100년으로 계산한 것이다. 출 6:16-20에 의거하면 아람의 증손 레위가 일 세대, 레위의 아들 고핫이 이 세대, 고핫의 아들 아므람이 삼 세대 그리고 아므람의 아들 모세가 제 사 세대였음을 알 수 있다. 아모리 족속 - 이스라엘의 강력한 오므리 왕가와 아합 왕가가 이스라엘 국가 전체를 지칭하는 단어로 사용되었듯이(미 6:16) 여기서도 가나안 여러 족속들 가운데 가장 강력한 족속이었던 아모리족(10:4)을 가나안 민족 전체를 대표하여 지칭하는 단어로 사용한 경우이다. 죄악이 아직 관영치 아니함이니라 - '관영'에 해당하는 히브리어 '솰렘'( )은 더 이상 채울 틈이 없이 완전하게 가득찬 것을 뜻한다. 이 처럼 죄악에도 도수(度藪)가 있는데(6:5;롬 2:4,5;벧후 3:8,9) 회개치 않은 죄는 계속 쌓여 결국 하나님의 진노의 심판을 부르고마는 도수에까지 이르게 된다(대하 36:15,16). 본절에 나오는 아모리족 역시 아브람 때까지 이미 팔레스틴에서 400여년간을 살면서 갖은 죄악을 저질렀는데 그럼에도 하나님은 그들에게 400년간의 회개 기간을 더 주셨다. 그러나 끝내 회개치 않고 죄악의 도수만 높여갈 뿐이므로 마침내 그들은 멸망하고 말았던 것이다(수 10:40-43). 이처럼 하나님의 인내와 용서는 그 깊이에 있어선 제한이 없지만(엡 3:18,19) 기간에 있어선 제한이 있다(막 1:15;고후 6:2)."
        },
        {
            "verse_reference": "15:17",
            "commentary": "해가 져서 어둘 때에 - 여기서 이 어둠은 사단과 죄에 예속되어 있는 혹암의 세계를 상기시켜 주는데, 그러나 그러한 어둠이 더할수록 자기 백성을 모든 속박으로부터 해방시키시는 하나님의 구원의 횃불은 더욱 찬연히 빛날 것이다. 연기 나는 풀무...타는 횃불 - '풀무'에 해당하는 히브리어 '타누르'( )는 불을 담아 둘 수 있는 주발이나 가마, 화로를 의미하며, 타는 횃불은 그 화로 속에서 타고 있는 불꽃 또는 거기서 취하여진 횃불을 의미한다. 그런데 이러한 불꽃은 호렙 산 떨기나무에 붙은 불(출 3:2-4), 이스라엘을 인도하던 불기둥(출 13:21,22;40:38)과 마찬가지로 하나님의 임재를 나타내는 가견적(可見的) 현상이다. 그리고 그것은 하나님의 대적자들에게는 그들을 소멸시키는 진노와 심판을 의미하며(출19:18;겔 10:2-4; 슥 12:6;계 15:8) 하나님의 자녀들에게는 그들을 인도하시는 하나님의 보호와 구원을 의미한다(사 62:1). 쪼갠 고기 사이로 지나더라 - 학자에 따라서는 쪼개어진 고기를 아브람의 영적 자손들에게 천상의 가나안 땅을 보장해 주기 위한 예수 그리스도의 수난과 희생을 예시하는 것으로 이해하기도 한다. 한편 여기서 특이한 사실은 쪼갠 고기 사이로 지나간 것이 언약 당사자인 아브람과 하나님, 양자가 아니라 오직 하나님만이라는 점인데 이는 하나님께서 인간과 맺으시는 모든 언약은 본질적으로 그분의 주권걱인 뜻에 의해 맺어지는 편무(片務) 계약(6:18;9:8-17)일 뿐임을 강조해 준다."
        },
        {
            "verse_reference": "15:18",
            "commentary": "애굽강에서부터...유브라데까지 - 이스라엘에게 주어질 가나안 땅의 경계가 처음으로 언급된 부분이다. 이는 곧 애굽 국경 부근인 가사(Gaza) 남쪽 지방에서부터 유프라테스 강 서편에 있던 큰 성읍 딥사(Tiphsa)에 이르기까지의 광범위한 지역이다. 그런데 여호수아의 지휘하에 이스라엘이 가나안 땅 을 정복하였던 당시에는 이 모든 지역을 차지하지 뭇했었고(민34:2,3) 홋날 다윗과 솔로몬의 치세 때에 이르러서야 비로소 위에 열거된 국경이 형성되었다(왕상 4:41;대하 9:26). 따라서 본절은 단순히 문자적인 뜻 외에 상징적으로 하늘 가나안의 지경이 크고 넓다는 사실을 나타내 준다고 볼 수도 있다. 주노니 - 이 말에 해당하는 히브리어 '나타티'( )는 '내가 이미 주었다'는 뜻이다. 이 말은 곧 기업이 될 땅에 대한 반복된 약속(12:7;13:15) 에다 인준(認准)까지 마친 계약 완료 상태를 의미한다. 이와 유 사한 말을 그리스도에게서도 찾아볼 수 있는데 그분께선 자신이 이 땅에 옴으로써 천국이 이미 임하였고(마 12:28) 자신을 믿는 자는 영생을 이미 얻었다고 말씀하셨다(요 3:36)."
        },
        {
            "verse_reference": "15:19",
            "commentary": "-21 아브람 당시를 전후하여 가나안 지경에 흩어져 살던 여러 족속들이다. 훗날 이스라엘이 이들을 정복하고 그들의 땅을 차지한 것은 하나님의 섭리와 약속에 기인한 축복이었지만 이들 족속들의 패망 원인은 어디까지나 그들의 관영한 죄악 때문이었음을 잊지 말아야 한다(렘 31:29,30). 겐 족속 - 팔레스틴 남부 산악 지대에 살던 족속인데 이스라엘의 가나안정복 이후에도 유다 자손과 함께 그곳에 정착하였다(삿 1:16). 모세의 장인 호밥이 이 겐사람이다(삿 1:16;4:11). 그니스 족속 - 겐족속과 함께 팔레스틴 남부 지역에 거주하였던 족속으로 추정된다. 헤브론 땅을 분깃으로 받은 갈렙이 이 그니스 사람이다(수 14:13,14). 갓몬 족속 - '갓몬'은 동쪽이란 뜻이다. 따라서 이들이 판레스틴 동부지역에 거주하였던 족속이었음을 알 수 있을 뿐 성경 그 어디에서도 이들에 대한 기록을 찾을 수 없다. 한편 이외에 헷 족속과...여부스 족속에 대하여 선 10:15,16;13:7;14:5 을 참조하라. 본장은 아브람에게  제시된  가나안  땅  소유와  후손을  창대케  하리라는  언약(12:1-4;13:14-17)이 공식적으로 조인된는 장면이다. 아브람은 두번에 걸친 후손과 기업에의 약속을 허락받았지만, 가나안의 이주민으로써 점점 늙어만 가는 자신의 현실로 인해 심각한 회의에 빠졌다. 이에 하나님은 아브람에게 소위 횃불 언약을  체결하심으로써 그에게 땅과 후사에 대한 확신을 심어주었다. 그러나 불행히도 그 역시 인간인지라 하나님의 약속을 자신의 힘으로 이뤄보고서 서둘다가 마침내 실수를  범하고  마는 장면이 바로 다음 장(16장)에 제시되고 있다. 한편 본장을 요약하면 1  언약의 진실성 회의를 품었던 아브람에게 하나님께서  당신의 존재를 계시하면서 그를 안심시키시는 장면 (1절). 2  뭇별 같은 후사를  주리라는 약속과 더불어 희생을 통해 언약을 확신시키는 장면(2-11절), 3  이상 중에 나타나신 하나님께서 이스라엘의 400년간의 애굽 생활을 고지하시는 장면과 가나안 땅의  약속 및 그에 대한 확증으로서 횃불 언약을 세우시는 장면 등이 언급되었다. 이처럼 하나님께서는 약속에 대해 성급해 하고 불안해 하는 아브람에게 당신의  신실성을 보이시고, 보다 넓은 신앙적 안목을 트이게함으로써 \"믿음은 바라는 것들의 실상이요 보지 못하는 것들의 증거\"(히 11:1)라는 사실을 확신시켜 주섰던 것이다. 1. 희생을 담보로 한 언약(15:1-11) 신자들 중에는 신앙의 주 관심사를 하나님이 제공하시는  '육신적  은혜'와'물질적 축복'에만 국한시키고 하나님께 매달릴 때가 있다. 그러나 이러한 신앙 스타일(style) 은 복의 근원이신 하나님 이외의 것을 신앙하는 것으로 엄밀히 따져 '우상 숭배'에 해당한다. 또한 하나님이 제공하는 것에만 자기 마음을 둔다면 그 신앙은 상당히 유동적일 수밖에 없다. 본문의 아브람도 초기에는 바로 이러한 신앙 생활을 하였기에 그 약속하신 바가 성취되지 않자 실망을 금할 수 없었다(2,3절). 이에 하나님은 아브람에게 당신만이 복의 원천이자  그 약속하신 바를 성취하실 분이심을 계시하시고 오직 당신에게 시각을  고정하도록 하셨다. 결국 축복은 신앙에 앞서 선행하는 것이 아니며, 모든 것이  하나님의 주관하에 있음을 알림으로써, 그에게 온전한 신앙이 어떤 것인지를 가르치셨다. 더욱이 하나님은 당신의 약속에 대해 거듭 의문을 제기하는 아브람을 꾸짖지  않으시고, 그에게 미래의 환(뭇별 같은 후손)과 희생 제물들을 통해 단신의 언약의 신실성을  확인시키셨다.이러한 하나님의 자상한 배려로 인해 아브람은 참 믿음을 소유하게 되었으며,  그러한 믿음을 소유하게 된 아브람을 향하여 하나님은 '의롭다' 선언하셨다. 이와 같이  우리들의 신앙의 주체는 '내'가 아닌 '하나님'이시며 신앙의 유일한 대상  역시  '축복'이 아니라 '하나님'이시다. 그리고 우리 신앙의 근거는 '하나님의 말아므'이며, 그  신앙의 열매는 하나님의 '의롭다'하심이다. * 아브람의 '믿음'과 하나님의 '칭의'. 아브람은 나이 들어 하나님의 약속하신  후손과기업에 대한 기대가 점점 희미해져 갈 때에도 재차 강조하시는  하나님의  언약을 맏었다. 이 믿음은 순간적인 감정에 의해 충동적으로 신뢰한 것이 아니라, 어떠한  충격에도 흔들림없이 지속적으로 의뢰한 전폭적 신앙을 가리킨다. \"여호와계서 이를 그의 의로 여기셨다\"(6절). 여기서 잘못 이해하면 아브람은 스스로의 노력과 순결한 정신에 의해 믿음을 쌓아갔고, 그 경과 하나님께서  그의  탁월한 수준을 보시고 그를 의롭다한 것처럼 보인다. 그러나 아브람이 의롭게 된  것은  그가 개발한 믿음이나 선한 의지 때문이 아니다. 그는 여전히 죄많은 인간에 불과했으나 하나님께서 그에게 믿음을 선물하시고 그 믿음을 통해 당신이 의롭다 인정하신 것뿐이다(엡 2:8). 이러한 측면에서 성경의 주요 테마 중 하나인 '믿음'과 '칭의' 개념이 여기에 처음으로 제시되어 있다. 이 문제를 가장 심도 깊게 다룬 사도 바울은 죄인이 구원얻는 것이 행위에 의해서가 아닌 오직 하나님의 은혜라는 사실을 설명할 때 바로  이  본문(6절)을 언급하였다(롬 4:16-25). 사실 본문에는 아브람이 자신의 노력의 결과가 아니라 하나님의 은혜였다는 점을 구체적으로 언급하고 있지 않다. 설령  그렇다고  하더라도 아브람의 신앙이 매우 연약했었던 애굽 사건(12:10-12)과 그 이후로 거듭되는  인간적인 실수들(16,20장)을 생각해 보면 오직 하나님의 은혜로운 경륜에 의해서 그의  믿음이 성숙해졌고 의롭다 인정받았음을 알 수 있다. 이처럼 인간이 의롭게 되는 유일한 방법은 '믿음'이며, 그 믿음을 가능케 하신  분은 하나님이시다. 죄인을 용납하시고 의인되게 하시는 하나님의 은혜와  긍휼은  진정 죽을 수밖에 없었던 우리를 살리는 유일한 능력이었다. 2. 횃불 언약이 체결되다(15:12-21) 하나님은 당신의 거룩한 일을 함께 할 동역자들에게 능력과 위로를 제공하실 뿐 아니라 앞날의 계획을 계시하셔서  그들로 하여금 미래에 대한 확신을 갖게 하며 현재의 삶을 충실하게 하도록 인도하신다(수 1:1-9;계 1:9-20). 본문은 위의 사실을 실증적으로 보여 주는 사건이다. 즉 하나님께서 흑암 중에  아브람에게  계시하셨던 약속들은 이스라엘의 운명을 개괄적으로 묘사한 것으로서, 한편으로는 아브람과 그 후손들이 왜 가나안을 지금은 바로 차지하지 못하는가에 대해  언급한 것이기도 하다(12-16절). 계속해서 하나님은 아브람의 후손이 당장은 가나안땅의 기업을 얻지 못한다 하더라도 언젠가는 반드시 차지하게 될 기업임을  대망하게  하시고, 그 약속의 신실함을 입증하시기 위해 '횃불 언약'을 체결하셨다(17-21절). 이와 같이 하나님의 역사는 비이성적이거나 독재적이기 보다는 이성적이며  당신의 백성과 상호 협조적이다. 하나님의 이러한 성품을 알 때 우리는 그릇된  신관(神觀)에서 탈피하여 하나님과 바른 관계를 유지할수 있으면 견고한 믿음을 소유할 수 있다(호 6:3). * 400년 간의 애굽 생활 예고. 가나안 땅에 대한 언약이 성취되기도  전에  아브람 후손이 받을 고난을 예견한 본문은(13-16절) 그 땅에 대한 약속을 몇 번에 걸쳐  계셨음에도 불구하고 곧바로 실현시키지 않았던 하나님의 비밀스러운 경륜을 어느 정도 이해시켜 준다. 즉 그것은 하나님의 나태함이나 능력 부족에서가 아니라 그 당시 가나안 족속의 죄악이 하나님의 공의의 심판을 받을 만큼 관영하지 않았기 때문이다. 이런 사실은 하나님께서 당신을 모르는 불신세계마저도 다스리시는 전능하신  분임을  반영한다.(단 2:21). 한편 400년간이란 긴 세월 동안 아브람의 후손을 애굽의 학정 아래로 인도하시겠다는 하나님의 조처는 매우 불합리한 듯이 보인다. 그러나 이러한 고난의  때를  통과한 후에 더욱 풍부한 재산을 얻고 가나안의 주인이 될 것이라는  하나님의  약속(14절)을 통해 우리는 그 고난의 때가 결코 저주의 순간이 아님을 알 수 있다. 사실 이스라엘의 역사는 그 시초부터 모든 성공과 승리가 하나님으로부터 받은 은혜였으며, 고난과  실패마져도 당신의 은혜로운 경륜 안에서 지행된 것이었다. 그러므로 애굽의 노예  생활도 그들에게는 실망의 이유가 될 수 없으며 오히려 하나님의 구속사의 한 과정임을 믿고 기뻐할수 있어야 했다. 불완전한 자신을 참으로 완전하신 하나님께 내맡기는 삶에는 두려움이  끼어들  수 없다. 어려운 상황을 보기 전에, 그 상황의 배후에서 역사하시는  전능하신  하나님을 보는 자에게는 항상 찬송과 감사가 흘러 넘칠 것이다(시 23:3). * 횃불 언약과 그 의미. 아브람에게 의롭고도 긴 회의와 긴장의 시간이 지나고  확신과 기쁨의 순간이 찾아들었다. 즉 하나님의 임재를 상징하는 횃불(출  3:2;13:21)이 아브람의 제단 위에 놓였던 쪼개진 짐승 사이를 지나간 것이다. 여기서  쪼개진  재물 사이를 지나감으로 언약이 성립되는 의식이다(렘34:18,19). 이런 특이한 의식이  의미하는 바는 쌍방 중 한쪽에서 그 언약을 파기한다면, 그 사람은 쪼개진 짐승처럼  처참히 죽게 된다는 것이다. 즉 이 약속은 결코 변할 수 없는 것이라는 강한 의지를  반영한 것이다. 본문의 풀무와 횃불은 이와 동일한 의미에서 주어진 바, 이 둘은 아브람과 언약을 맺으시는 하나님의 임재를 상징한다. 그러나 여기서 주목해야 할 사실은 쪼개진 재물들 사이로 지나간 것은 언약 쌍방인 아브람과 하나님이 아니라 횃불 곳 하나님만이 지나갔다는 점이다. 이는 이러한  의식을 계획하시고 실행하시는 분이 하나님이심과, 이 의식을 통해 하나님께서 아브람에게 가나안을 기업으로 주실 것이라는 영원불변의 약속을 하신것이다. 특히 이 언약은  인간에게는 약속 이행능력이 없음을 아시는 하나님께서 오직 당신의 성실과 사랑의 집념으로 맺으셨음을 보여주고 있다. 사실 언약은 쌍방간의 합의에 의해 이뤄지며, 이것이 언약의 본질이다. 하지만 본문의 언약은 엄밀히 따져 약속을  확증하시려는  하나님의 자기 선언이었다. 이것은 불완전한 인간을 사랑하시며 이해하시는 하나님의 지고한 섭리에 따른 것이다. 그러므로 그 당시 아브람에게 필요했던 것은 언약의 이행 여부에 대한 가부 결정이 아니라, 믿음으로 그 체결된 언약과 표징을 받아들이는 것 뿐이었다. 이처럼 인간에게 필요한 것은 하나님의 초월적인 섭리에 대한 믿음이다. 실로 믿음은 하나님과 인간 사이를 연결하는 유일한 고리이다. 세일하머 3. 아브라함과 언약 (15:1-21) a. 서론(15:1-4) 나중의 장 속에서(20:7) 아브라함은 명백하게 '선지자'로 불린다. 15장에서 저자는 긴 부분에 걸쳐서 선지자로서의 아브라함의 모습을 묘사하고 있다. 이 장의 중심 주제는 먼 미래에 있을 사건의 선포에 대한 것이기 때문에(13-16절) 선지자로서의 아브라함의 자격이 명확하게 제시되고 변호되는 것은 저자에게 있어서 매우 중요하다. 아브라함에 대한 하나님의 말씀은 후기의 예언서 문학에 있어서 전형을 이루는 문체로 소개되고 있다. \"여호와의 말씀이 아브라함에게 임하여 가라사대....\"(15:1,4, 렘34:12 참고). 여기에 덧붙여야할 사실은 발람 예언자와 같이(민24:6,16) 아브라함이 '이상 중에(창 15:1)' 여호와의 말씀을 보았다는 점이다. 이 단어는 모세오경내에서 오직 여기와 민수기 24장(발람의 예언)에서만 나온다. 15장의 사건들에 대한 이러한 서론의 의도는 이들 사건들이 사실상 아브라함이 이상중에 본 것임을 보여주려는 것이다. 그러므로 성경의 다른 부분에서의 예언적 이상들과 같이 이들 사건에는 단지 상징적인 가치 이상의 것이 있을 수 있다. 이것은 특별히 아브라함이 17절에서 본 이상적 현상의 경우에 있어서 사실일 수 있다. 또한 여기에서 처음으로 아브라함이 하나님을 향하여 말한 사실을 기록하고 있음을 주목하는 것도 중요하다. 창세기의 서술 속에서 이 시점에 이르기까지 하나님께서 아브라함에게 말씀하 실 때에 아브라함은 순종하였지만 하나님께 대하여 응답하지는 않았다. 그러나 아브라함은 서술의 나머지 부분에서 비록 드물기는 하지만 하나님께 대하여 말할 것이다(15:2-3,8, 17:18, 18:23-33, 22:11). 그러나 15장의 이상 속에서 아브라함은 하나님의 약속에 대하여 응답했을 뿐만 아니라 그 약속이 어떻게 성취될 수 있는가에 대한 질문도 제기하였다. 사실상 아브라함은 이 장에서 너무 많은 질문을 제기하였기 때문에 저자는 독자에게 아브라함의 흔들리지 않는 믿음을 상기시켜 주어야만 했던 것으로 보인다(15:6). 아브라함의 질문은 이 장의 중심 문제에 필요한 배경을 제공해 주는데 그것은 하나님의 약속을 성취함에 있어서의 하나님의 분명한 지연이다. 선지자 예레미야도 그 자신의 시대에 있어서 이와 동일한 문제점에 직면하였다. 약속된 축복을 누려야 했던 하나님의 백성이 오히려 바벨론 포로로 끌려갈 상활에 놓이게 되었다. 약속은 무효화될 것처럼 보였다. \"이 온 땅이 황폐하여 놀램이 될 것이며 이 나라들은 칠십년 동안 바벨론 왕을 섬기리라\"(렘25:11). 그러나 임박한 심판에 대한 예레미야의 경고 속에는 또한 궁극적인 축복의 약속도 들어 있었다. 이방 땅에서의 포로의 기간은 한계가 있었다. 하나님께서는 예레미야에게 \"칠십 년이 마치면 내가 바벨론 왕과 그 나라와 갈대아인의 땅을 그 죄악으로 인하여 벌하여 영영히 황무케 하되\"라고 말씀하셨다(렘25:12). 그러므로 포로중의 경건한 자들은 다니엘과 같이(9:2) 베벨론에서의 현재의 고난에도 불구하고 하나님께서는 자신의 언약에 대하여 신실하실 것임을 소망중에 기다리고 있었다. \"나 다니엘이 서책으로 말미암아 여호와의 말씀이 선지자 예레미야에게 임하여 고하신 그 년수를 깨달았나니 곧 예루살럼의 황무함이 칠십년만에 마치리라 하신 것이니라 내가 금식하며 베옷을 입고 재를 무릅쓰고 주 하나님께 기도하며 간구하기를 결심하고\"(단9:2-3). 하나님의 심판의 한계는 70년으로 제한되었다. 이와 마찬가지로 창세기 15장은 조상들에 대한 약속의 성취를 기다리고 있지만 그 성취에 대한 현재적 증거는 더 이상 보지 못하는 청중에게 주어지고 있다 그들은 곧 '여호와를 앙망하는 자'(사41:31)요 하박국이 말한바 현재의 압제에도 불구하고 궁극적으로 그들의 '믿음으로 말미암아(합 2:4)'살게 될 자들이다. 창세기 15장의 저자가 보여주는 바와 같이 아브라함의 곤경은 하나님의 백성인 다음 세대들의 그것과 결코 멀리 떨어져있지 않다. 아브라함 역시 그 믿음으로 말미암아 의롭다하심을 얻은 자로서(15:6) 그 약속은 먼 미래의 세대에게 주어진 것임을 앎에도 불구하고 믿음 안에서 그(15:15-16) 약속의 성취를 기다려야만 한다. \"이 사람들은 다 믿음을 따라 죽었으며 약속을 받지 못하였으되 그것들을 멀리서 보고 환영하며\"(히 1l:13) 그러므로 독자에게 주어진 약속은 견고하게 서 있다. 만일 누가 \"주의 강림하신다는 약속이 어디 있느뇨?\"라고 말한다면 \"주의 약속은 어떤 이의 더디다고 생각하는 것 같이 더딘 것이 아니라 오직 너희를 대하여 오래 참으사 아무도 멸망치 않고 다 회개하기에 이르기를 원하시느니라\"는 말씀을 기억하라(벧후 3:4,9). \"두려워 말라 나는 너의 방패요 너의 지극히 큰 상급이니라\"(창15:1)는 말씀은 몇 가지 질문을 불러일으킨다. 아브라함은 무엇을 두려워하였는가? 하나님께서 의도하신 '상급'은 무엇인가? 14장에서의 군사적 사건이 아직도 아브라함을 위협하고 있는가? 15장은 앞 장과의 단절에서부터 시작되기 때문에 (창세기의 다른 곳에서 사용된 '이 후에'라는 용어의 의미가 항상 그렇다(22:1, 39:7, 40:1)). 아브라함에 대한 하나님의 첫번째 말씀은 아마도 인접한 14장의 문맥 속에서 이해되어서는 안될 것이다. 그렇다면 우리는 15장 자체의 주제를 가지고 아브라함에 대한 하나님의 첫번째 말씀들을 이해해야 할 것이다. 이러한 관점에서 볼 때에 아브라함은 그 자손으로 '땅의 티끌 같이'(13:16) 많게 하리라는 하나님의 약속의 최종적인 성취에 대하여 두려워하기 시작한 것으로 보인다. 서술 안에서 아브라함이 제기한 질문들은 그러한 두려움이 하나님의 위로의 첫 말씀 뒤에 놓여있는 것을 보여준다. 아브라함은 \"나는 무자하오니 무엇을 내게 주시려나이까?\"(15:2)라고 물은 후에 \"주께서 내게 씨를 아니주셨으니\"(3절)라고 항의하였다. 마지막으로 그는 그의 '자손'(5절)이 셀 수 없을 만큼 많아질 것이며 그들이 약속의 땅을 상속하리라는 약속을 다시 받은 후에 \"내가 이 땅으로 업을 삼을 줄을 무엇으로 알리이까?\"(8절)라고 물었다. 그의 질문들은 그 안에 있는 두려움을 보여줄 뿐만 아니라 하나님의 계속된 확인 또한 그와 동일한 방향을 향하고 있다. \"네 몸에서 날 자가 네 후사가 되리라\"(4절). 그렇다면 서술의 현재 모양 속에서 아브라함은 하나님의 약속이 성취되지 않을 것이라는 두려움을 가질 이유가 있는 자로서 묘사되고 있다. 그 주변의 모든 상황으로 볼 때에 아브라함은 하나님께서 자신의 말씀에 대하여 신실하실 것이라는 소망을 가져다줄 아무런 것도 없었다. 그는 여전히 무자 했기 때문에 그의 모든 소유는 어느날 '다메섹'으로부터 온 자의 손으로 넘어 갈 것이다(2절). 15장에서의 '다메섹'에 대한 언급은 분명히 14장에서의 '다메섹' 근처에서의 아브라함의 승리와 연결시킴으로써 15장의 사건들 뒤에 놓여있는 주제와 14장의 주제를 묶어주기 위하여 의도 된 것이다. 15장은 하나님의 약속의 성취가 아브라함이 네 왕들을 물리친, '다메섹'의 힘에 놓여있지 않고 그의 선택된 '자손'의 '믿음' 안에 놓여 있음을 보여준다. 이와 마찬가지로 이사야 선지자는 그 당시의 낙심한 자들을 향하여 이렇게 경고하였다. \"두려워 말며 낙심치 말라. 이 도모가 서지 못하며 이루지 못하리라 대직 아람의 머리는 다메섹이요 다메섹의 머리는 르신이며.... 만일 너희가 믿지 아니하면 정녕히 굳게 서지 못하리라\"(사7:4-9). 서술의 마지막 부분에서 아브라함에게는 아직 분명하게 이루어지지 아니한 하나님의 약속 앞에서 위로의 근거로서 먼 미래에 대한 이상이 주어진다. 이상 속에서의 사건들은 실제로 아브라함의 자손들에게 일어난 사건 곧 출애굽기 1-12장에 기록된 사건들과 정확하게 일치한다. 이 이상의 중요성은 그것이 아브라함 당시에 그에게 가져다준 확신에 놓여있지 않고 오히려 그것이 독자에게 가져다줄 확신에 놓여있다. 독자는, 모세오경의 나머지 부분을 읽음으로써 그 이상이 모세 시대에 성취되었음을 알게 된다. 그러므로 창세기와 모세오경의 서술 속에서 이 이상과 그것의 성취는 아브라함의 예언적 말에 대한 확인이 된다. 그에게는 참된 이상이 주어졌다. 그가 이상 속에서 본 것은 사실상 성취되어서 모세오경내에 기록되었다. 그러므로 그 이상이 진실임을 아는 독자에게 있어서 아브라함은 신명기 18:22의 시험에 의해서 진실한 선지자로 제시된다. \"만일 선지자가 있어서 여호와의 이름으로 말한 일에 증험도 없고 성취함도 없으면 이는 여호와의 말씀하신 것이 아니요\" 나중의 예레미야와 같이(렘 22-29장) 아브라함은 비록 그가 축복이 아니라 유배에 대하여 언급했지만 진정한 전지자였다. 그러나 역시 예레미야와 같이(30:33 이후) 아브라함의 이상은 다가오는 유배를 넘어서서 하나님께서 자기 백성을 회복시키고 그들의 압제자를 심판하실 미래의 때까지를 내다보았다. \"그 섬기는 나라를 내가 징치할지며 그 후에 네 자손이 큰 재물을 이끌고 나오리라\"(창15:14). 그렇다면 15장에서의 아브라함에 대한 하나님의 첫번째 말씀은 이러한 이상의 배경 안에서 이해되어야 한다. 예레미야는 이와 동일한 말로써 그 당시에 유배 앞에 놓여있었던 백성들을 위로하였다. \"내 종 야곱아 두려워 말라 이스라엘아 놀라지 말라 내가 너를 원방에서 구원하고 네 자손을 포로된 땅에서 구원하리니\"(렘 30:10). 아브라함이 하나님께 한 다음 말은 혼자 웃으면서 \"백세된 사람이 어찌 자식을 낳을까?\"라고 말한 후에 창세기 17:18에서 \"이스마엘이나 하나님 앞에 살기를 원하나이다\"라고 말한 것이라는 사실은 중요하다. 창세기의 서술을 통하여 아브라함은 말할 때마다 의심을 나타내는 것으로 보이는 의문형의 표현을 사용한다. 반면에 서술 속에서 그가 침묵할 때에 그의 행위는 믿음을 보여 준다. b. 뭇별과 같은 자손(15:5) '하늘'의 뭇별과 같은 많은 숫자에 대한 묘사는 14:22에서의 아브라함 자신의 표현으로 되돌아간 것인데 여기에서 보상에 대한 그의 소망은 오직 '천지의 주재'에 근거한다. 만일 여호와께서 하늘의 무수한 별의 창조주시라면 그분은 아브라함에게 그와 동일한 숫자의 자손들을 주실 수 있을 것이다. 그러므로 과거에 있어서의 하나님의 신실하심은 미래에 있어서의 아브라함의 믿음의 기초가 되었다. 아브라함의 자손의 숫자와 하늘의 뭇별의 숫자와의 비교는 모세오경에서 여러번 나타난다. 이 약속은 두번에 걸쳐서 이삭에게 반복되었으며(22:17, 26:4) 하나님께서 모든 나라를 멸망시키려고 하실 결정적인 순간에 모세에 의해서 다시 반복되었다(출32: 13). 신명기 1:10은 애굽으로부터 나온 큰 무리와 관련 해서 이 약속을 언급하고 있다. 그러나 신명기 28:62이 분명히 보여주는 것과 같이 이 약속은 아저도 그것이 미래의 세대에 성취될 것으로 남아 있다. 민수기 24:17에서 야곱집으로부터 나올 '별'에 대한 부분적인 의미는 조상들에 대한 약속에 있어서의 이러한 특징으로부터 나온다는 것도 가능하다. C. 아브라함이 의로 여김을 받음(15:6)"
        },
        {
            "verse_reference": "15:6",
            "commentary": "의 구문은 그것이 7절에서 제시되는 장면을 위한 배경으로 읽혀져야함을 보여준다. 하나님께서는 아브라함과 그의 자손들에 대한 하나님의 모든 미래의 다루심을 위한 근거가 될 아브라함과의 언약을 맺으려고 하신다(15:7-21). 6절은 아브라함이 여호와를 믿었기 때문에 의로 여기심을 받았다는 분명한 언급과 함께 장면을 시작한다. 언약이 그를 의롭게 한 것이 아니다. 그가 의로 여기심을 받은 것은 그의 '믿음' 때문이었다. 아브라함은 그의 믿음으로 말미암아 의로 여기심을 받은 후에야 하나님의 언약 속으로 들어갈 수 있었다. 15장에서의 '믿음'이라는 개념의 정확한 위치와 용법은 모세오경의 나머지 부분을 통하여 그것이 사용된 용법만큼이나 결코 우연적인 것이 아니다. 오경 전체를 통하여 핵심적인 순간마다 것자는 '믿음'의 개념으로 돌아가서 그것을 하나님께서 아브라함의 자손들을 다루심에 있어서의 결정적인 요소로 지적하고 있다. d. 언약에 대한 설명(15:7,17)"
        },
        {
            "verse_reference": "15:18",
            "commentary": "이 보여주는 것과 같이 이 구절들은 하나님과 아브라함 사이의 언약 설정에 대하여 설명해준다. 그러므로 여러 면에 있어서 이 설명은 시내산에서의 언약 설정을 예표해주어야 한다. 15:7에서의 \"나는.. 너를 갈대아 우르에서 이끌어낸 여호와로라\"는 서언은 실질적으로 출애굽기 20:2에서의 시내산 언약에 대한 서언과 동일하다. \"나는 너를 애굽 땀 종 되었던 집에서 인도하여 낸 너의 하나님 여호와로라.\" '갈대아 우르'라는 표현은 창세기 11:28, 31로 되돌아가서 현재의 언약의 근거를 과거에 '바벨론'으로부터의 하나님의 구원의 행위에 두도록 만든다. 이것은 마치 출애굽기 20:2이 시내산 었약의 근거를 애굽으로부터의 하나님의 구원의 행위에 두도록 하는 것과 같다. 시내산에서 무서운 불과 암흑 속에서의 하나님의 임재는(출 19:18, 20:18, 신 4:11) 아브라함의 눈부신 이상 속에서 의도적으로 반영 되고 있는 것으로 보인다(창 15:12, 17). 아브라함에 대한 하나님의 말씀 속에서(15:13-16) 아브라함 언약과 시내산 언약 사이의 관계는 아브라함의 자손이 400년 동안 노예 생활을 할 것에 대한 언급과 그에 뒤이은 '출애굽'에 대한 언급('그 후에 네 자손이 큰 재물을 이끌고 나오리라' 14절)을 통하여 분명하게 드러난다. 이러한 고려는 저자가 아브라함 언약을 묘사함에 있어서 독자들의 시선을 시내산에서의 사건으로 집중시키려고 의도하고 있다는 결론으로 인도한다. 만일 우리가 왜 저자가 여기에서 시내산의 모습을 도입시키려고 하는가라고 묻는다면 그 대답은 모세오경의 목적 안에 놓여 있다. 하나님께서 시내산에서 행하신 것은 조상들에게 행하신 행위 속에 이미 들어있는 더 큰 계획의 일부분이었음을 보여주려는 것이 모세오경의 전체적인 전략의 일부이다. 그러므로 출애굽과 시내산 언약은 하나님의 능력과 은혜에 대해서 뿐만 아니라 하나님의 신실하심에 대해서도 기억시켜준다. 하나님께서 자신의 백성들과 함께 성취시키기 위하여 시작하신 일을 하나님께서는 끝까지 수행하실 것이다. e. 땅의 경계(15:18-21) 저자는 언약의 땅의 지역적 경계에 대한 묘사와 함께 결론지음으로써 또 다시 땅에 대한 약속을 서술 안으로 끌어들인다. 약속의 땅의 경계가 에덴동산의 경계(2:10-14 참고)와 일치한다는 사실은 이미 지적하였다(2:4b-22에 대한 앞의 주석을 보라)."
        }
    ]
}