{
    "bible_book": "창세기",
    "chapter_number": 27,
    "commentaries": [
        {
            "verse_reference": "27:1",
            "commentary": "나이 많아(* , 키 자켄) - '턱 수염'에서 파생된 '자켄'과 '...하는 때'란 뜻을 지닌 '키'가 합쳐져 문자적으로는 '늙은 때'를 가리킨다. 여기서는 특히 '키'라는 말로써 본장의 사건이 일어난 시점이 이삭의 늙은 '때'임을 강조하였다. 사람이 늙게 되면 시력이 약해지고(27:1;삼상 3:2), 넘어질 위험이 있으며(삼상 4:18), 또한 죽음이 바로 눈 앞에 있으므로(19:31;24:1), 더욱 스스로를 온전하게 다스려야 한다. 한편 당시 이삭의 나이는 약 137세(25:26;31:38;41:46;47:9), 야곱은 약 77세였다. 어두워(* , 카하) - '약하다', '어둡다'란 뜻으로 기력이 쇠약해지는 것을 의미한다(사 42:4). 본절에서는 눈과 관련돼 시력이 급속히 약해지는 것을 표현한다(삼상 3:2). 잘 보지 못하였더니(* , 메르오트) - '보다'란 동사 '라아'와 전치사 '민'(...부터)이 결합한 형태다. 이는 잘 보이던 상태로부터 보이지 않는 상태로의 전환을 의미한다. 즉 이삭이 노안(老眼)으로 거의 실명(失明) 상태에 이르렀음을 뜻한다. 내 아들아 - 장자 에서에 대한 극진한 애정이 담긴 부름으로 '내 사랑하는 아들아'라는 친근한 말이다. 아브라함이 이삭을(22:7), 리브가가 야곱을(8절) 각각 이렇게 불렀다."
        },
        {
            "verse_reference": "27:2",
            "commentary": "어느 날 죽을는지(* , 욤모티) - 직역하면 '나의 죽음의 날을'이다. 이삭은 현저하게 나타나는 노쇠 현상과, 현재 자신의 나이와 갈은 137세의 나이로 14년전에 죽은 이스마엘의 죽음에서(25:17) 어떤 암시를 받아 임종을 대비코자 한 것이다. 그러나 그가 실제로 사망한 것은 180세 때에 이르러서였다(35:28)."
        },
        {
            "verse_reference": "27:3",
            "commentary": "그런즉(* , 웨아타) - '아타'는 부사로서 '지금'을 뜻하므로 직역하면 '그러므로 지금'이 된다. 이는 이삭의 급박한 마음을 암시한다. 기구 - '과정을 완성하다'란 히브리어 동사 '칼라'(* )에서 유래하였다. 주어진 봉사나 직업이 적합한 '장비'나 '용기'(왕하 12:13), '도구'(왕상6:7) 혹은 '무기'(삿 18:16)를 뜻한다. 여기서는 사냥용 무기를 가리키는데 뒤 이어 그것이 멀리서도목표물을 잡을 수 있는 활 종류임을 밝히고 있다. 가지고(* , 사 나) - '사'는 '가지다','들다'란 의미의 동사 '나사'(* )의 명령형이고. '나'는 '제발'(please), '청컨데'라는 간청을 뜻한다. 따라서 문자적으로는 '제발 원하기는 가지고'이다. 에서에 대한 이삭의 지극한 관심을 나타내는 표현이다. 들에 가서 - 성채가 둘러쳐진 마을의 뜰과는 구별되는 야생 동물들의 서식처로 가라는 말이다."
        },
        {
            "verse_reference": "27:4",
            "commentary": "즐기는(* , 아하브) - '애정을 갖고 있는'이란 뜻이다. 다른 것과 비길 수 없을 정도로 선호하는 것을 의미한다. 별미(* , 마트아밈) - '맛을 보다'란 동사 '타암'에서 유래한 말로써 '맛 좋은 음식'이란 뜻이다. 이삭은 에서를 측복하기 위해 자신이 평소 특별히 즐기던 사냥고기를 준비케 했다. 내 마음껏(* , 나프쉬) - 직역하면 '내 영혼이'이며 의미상으로는 '내 정성을 쏟아'이다. '네페쉬'는 사람의 영적, 의지적 욕구, 즉 '소망' 혹은 '의 지'를 지칭하는 단어이다(출 15:9;신 21:4). 이삭이 이 단어를 사용한 것은 야 곱이 상속자 임을 밝히는 계시가 주어졌을(25:23) 뿐아니라 에서의 장자권에 대한 무시와 포기(25:33) 및 에서의 이방인과의 결혼(26:34) 등으로 에서에게는 장자권이 주어지지 못할 것을 알고 있었음에도 불구하고, 계속 혈연적 장자권에 연연하여 에서에게 장자권을 계승코자 했음을 보여 준다. 그 이유는 별미로 인한 에서에 대한 편애(25:28)와 연로함으로 인한 영적 식별력 둔화 때문이다. 축복하게 하라 - 족장시대 때 각 족장들은 죽음을 앞두고 자신의 아들들에게 축복하는 것이 관례였다(49장). 이 축복은 단순한 아버지로서의 소원 이상의 의미를 지닌 것으로 언약의 가계를 이어나갈 자로서 하나님의 축복을 전달하며 앞날에 있을 구체적인 사실들을 예언하는 종교적 내용이 함축된 것이다(50:24;신 33장;왕상 2장)"
        },
        {
            "verse_reference": "27:5",
            "commentary": "들었더니(* , 쇼마트) - '듣다'란 동사 '솨마'의 분사형으로 계속적인 행동을 나타낸다. 즉, 이삭이 에서에게 말하고 있을 때 리브가가 전부 듣고 있었음을 보여 준다."
        },
        {
            "verse_reference": "27:7",
            "commentary": "여호와 앞에서(* ,리프네 예호와) - '리프네'는 '얼굴'이란 명사 '파님'에서 파생된 말로 '향하고'(18:8), '대면하여'(32:30), '맞은 편'(출 14:2) 등 다양하게 번역되나 여기서는 '여호와'란 명칭과 합쳐져 '여호와의 권위 에 입각해서'란 의미가 담겨있다(Ainsworth). 왜냐하면 족장의 축복은 하나님의 권위에 의해 부여하도록 되어 있기 때문이다(48:20). 네게 축복하게 하라(* , 와아바레크카) - '축복하다'란 동사 '바라크'의 피엘(piel), 미래형으로 '그리고 너를 필연코 축복하리라'란 뜻이다. 이 동사와 앞에 사용된 동사 '웨오케라'(* , 나로 먹게 하여)와 이어져 이삭의 고조된 감정 상태와 강한 결심을 나타낸다."
        },
        {
            "verse_reference": "27:8",
            "commentary": "내 아들아 - 야곱에 대한 리브가의 지극한 사랑을 대변해 주는 부름이다<1절>. 내가(* , 아니) - 일인칭 대명사로서 일의 주체를 강조하기 위해 사용하였다. 즉 야곱의 장자권탈취 계획이 전적으로 리브가 자신에 의해서 주도됨을 밝히는 어투이다. 명하는 대로(* ,라아쉐르 메차우) - '...대로'를 뜻하는 '라아쉐르'와 '명령하다'란 뜻의 동사 '차와'의 미래형이 합쳐졌다. 따라서 '내가주는 그 명령들대로'란 번역이 낫다. 여기서 리브가가 책략과 결단에 있어서 얼마나 뛰어난 여자인가를 볼 수 있다. 사실 그녀는 과거에 아브라함의 종 엘리에셀을 통해 이삭과의 결혼 제의를 받았을 때에도, 신속히 마음을 결단하고 행동했었다(24:58). 그러나 그녀의 이러한 결단력은 신적 예언(25:23)에 근거한 것이 아니라 순전히 자신의 술수를 따라 병약한 남편의 약점을 이용한 인간적인 발상이란 점에서 그녀에게 허물이 있다. 아무리 하나님의 예언이 주어졌다 하더라도 성급히 그것을 이루려들지 말고 하나님의 때를 기다리며 그분의 성취케 하시는 역사를 따르는 것이 신앙인의 정도(正道)이다."
        },
        {
            "verse_reference": "27:9",
            "commentary": "염소의 좋은 새끼(* , 쉐네 게다에 이짐) - '둘'을 뜻하는 '쉐네'와 '새끼 염소'를 나타내는 '게디'와 '건강하다'란 '아자즈'에서 파생한 '에즈'가 합쳐져 '좋은 염소 새끼 두마리'(KJV, two good kids of the goats)이다. '염소 새끼 두 마리'가 선택된 것은 에서가 준비하는 고기보다 더 많은 고기를 이삭에게 요리해 드리려 함이었다. 특히 '게디'는 야생 동물의 고기와 그 맛이 거의 같아 요리의 훌륭한 재료가 될 뿐 아니라 이삭을 속이기에 용이했다.(삿 6:19;13:15;삼상 10:3)."
        },
        {
            "verse_reference": "27:10",
            "commentary": "죽으시기 전(* ,리프네 모토) - '...전(前)'을 뜻하는 전치사 '리프네'와 '죽음'을 나타내는 동사 '무트'에 3인칭 어미를 합쳐 '그의 죽음 직전'을 가리킨다. 구약의 많은 경우가 임종을 앞둔 자의 유언의 효력에 대한 특유의 믿음을 보여 줌으로(48:10-20;삼하 23:1-7; 왕상 2:1-4) 죽음의 장엄성을 느끼게 한다."
        },
        {
            "verse_reference": "27:11",
            "commentary": "(* ,헨) - 개역 성경에는 생략됐으나 원문에는 야곱의 말 서두에 첨가되어, 주의를 환기시키는 '보라(KJV, Behold)란 뜻의 감탄사로 사용되었다. 이 말은 주로 그 다음에 나오는 정보를 강조할 때 쓰는 용어로써 본절에서는 야곱 자신의 난처한 입장을 호소할 의도로 사용되었다. 매끈매끈한(* , 하라크) - 강가의 매끄러운 돌처럼(사 57:6) 부드러운 면을 표현하는 형용사이다. 야곱은 털이 많은 에서와 자신의 매그러운 피부를 의도적으로 대조시켜 이삭을 속이기가 어렵다는 것을 강조하고 있다."
        },
        {
            "verse_reference": "27:12",
            "commentary": "만지실진대(* , 마솨쉬) - 일반적으로 어떤 대상의 신원 확인을 위하여 만져보는 행위를 가리키나(12, 21, 22절) 강의형(强意形)으로 쓰일 경우에는 단순히 '더듬는' 것(신 28:29;욥 5:14)과 '찾는' 행위(31:34, 37)를 나타낸다. 본문에서는 단순형으로서 이삭이 에서의 신원 확인을 위해 야곱을 만질 경우를 예상한 말이다. 속이는자(* , 메타아테아) - 이는 '타인을 실족케 하는 자'라는 의미를 내포한다. 이에 대해 혹자는 '놀리는 자(비웃는 자)'라고 주장했으며(Keil Lange). 어떤이는 '타인의 판단을 흐리게 만드는 자'라고 보기도 한다(Murphy, Rosenm ller). 여기는 두 견해를 모두 수용할 수 있다. 저주(* ,케라라) - '가볍게 하다'란 뜻의 '카랄' 동사에서 유래하였다. 이미 부여한 지위를 박탈하려는 의도를 공식적으로 표현할 때, 혹은 선택된 자로서의 축복을 제거할 때 쓰이는 용어(렘 24:9)이다. 구약의 히브리인들은 가부장의 권한을 절대적인것으로 생각했으며 아버지가 자녀에게 수여하는 복과 저주는 곧 신적 권위를 지닌것으로 믿었다(9:25-27; 49:2-28). 그러므 로 야곱이 아버지의 저주를 두려워 한 것은 당연했다."
        },
        {
            "verse_reference": "27:13",
            "commentary": "너의 저주는 내게로 - 리브가는 주저하는 아들에게 용기를 북돋우기 위해 아들에게 임할 저주를 자기가 담당할 것이라 했다. 이는 모성애 이상의 초의지로서 자신이 계시 받았던 야곱의 번성<25:23>을 반드시 이루고야 말겠다는 인간적인 사악한 수단과 방법을 사용하려 했던 잘못된 억지였다. 하나님은 당신의 뜻을 이루기 위해 결코 사악한 방법을 동원치 않으신다."
        },
        {
            "verse_reference": "27:14",
            "commentary": "취하여(* ,라카흐) - '잡다','탈취하다'란 뜻으로 영역에서는 '가져오다'(KJV, fetched)로 번역했으나 '손으로 죽이다'는 의미도 지닌다(왕상 19:10, 14). 이 말은 야곱이 직접 짐승을 죽여서 가져옴으로 모든 일이 비밀스럽게 진행되고 있음을 보여준다."
        },
        {
            "verse_reference": "27:15",
            "commentary": "집 안(* , 바바이트) - '안'을 뜻하는 전치사 '바'와 '집'을 나타내는 '바이트'가 동시에 사용된다. 이는 건축물로서의 가옥을 뜻하는 것이 아니라 가정을 의미하는 것 같다(33:17). 좋은 의복(* , 하무도트) - '갈망하다','기뻐하다'란 동사 '하마드'에서 유래한 명사로 '호감이 가는 옷' 또는 '좋은 옷'이란 뜻이다. 이는 권세있는 자들이 의식이나 축제때 입기 위해 간직하던 외출복, 아름답고 값진 천으로 만든 두루마기 겉옷을 가리킨다(39:!2-16). 특히 에서가 입던 이 의복은 지체 높은 사냥꾼들이 입던 예복으로 들의 향취와 에서의 체취가 어우러져 시각보다 후각이나 촉각에 더 의존하던 이삭으로 하여금 야곱을 사냥꾼으로 오해케 하였을 것이다."
        },
        {
            "verse_reference": "27:16",
            "commentary": "염소 새끼의 가죽으로 - 팔레스틴의 염소털은 매우 보드랍고 윤기있어 마치 사람의 털을 연상케 한다고 한다. 그러므로 이삭이 털이 많은 에서로 위장하는데 이 염소새끼 가죽이 적절히 사용될 수 있었다. 꾸미고(* , 라베쉬) - '옷을 입다','덮다'란 뜻으로 단순히 옷을 입는 행위뿐만 아니라 본절에서와 같이 몸치장을 위해 무엇을 부착하는 행위를 의미하기도 한다. 특히 문법적으로 사역형인 히필(hiphil)형을 사용하여 리브가가 야곱 스스로 염소털로 몸을 위장하게 했음을 나타낸다. 이는 야곱이 이삭을 속이기 위해 신분을 위장하는 리브가의 계획에 억지로가 아닌 자신의 의사로 가담하고 있음을 암시하여, 그를 선택하신 하나님의 축복이 타인의 강요에서 비롯되지 않았음을 보여주기 위함이다(말1:2,3)."
        },
        {
            "verse_reference": "27:18",
            "commentary": "네가 누구냐 - 야곱은 에서의 목소리를 흉내내었으나 이삭이 이상한 느낌을 받을 것이다. 그래서 재차 그 신분을 정확히 확인키위해 위의 질문을 던졌다. 여기서 볼 수 있듯이 이삭의 신체 기능은 자식들을 뚜렷이 식별할 수 없게끔 극도로 악화되어 있었다."
        },
        {
            "verse_reference": "27:19",
            "commentary": "일어나(* , 쿰) - 이 동사는 다양한 용도로 사용되는데(1)단순히 '일어 섬'을 뜻하는 신체적 행동과(2) 떠날 것을 촉구할 때(신 17:8),(3) 엎드린 위치에서 일어나는 것(수3:16) 등이다. 본절에서는 이삭이 노쇠하여 침상에 누워있는 상태에서 힘겹게 몸을 일으키는 것을 나타낸다."
        },
        {
            "verse_reference": "27:20",
            "commentary": "아버지의 하나님 여호와(* , 예호와 엘로헤카) - 직역하면 '너의'를 뜻하는 인칭 대명사가 접미되어 '당신의 하나님 여호와'가 된다. 이것은 야곱의 더욱 사악해진 위선을 보여 준다. 이와 더불어 앞절에는 세번에 걸친 야곱의 거짓말이 나타나는데(1)자신을 에서라 칭한 것(2)아버지께서 명령하신대로 했다는 것(3) 자기가 사냥했다는 것 등 이다. 이처럼 야곱은 한가지 거짓을 은폐하기위해 또 다른 거짓말을 하고 그것의 합리화를 위해 급기야는 하나님의 이름까지 망령되이 일컫는 가중한 죄악을 범하였다. 만나게(* , 카라) - '마주치다', '발생하다'란 일반적인 뜻도 지니나 여기서는 인간의 능력을 넘어선 하나님의 주권적인 섭리가 원인이 되어 일어나는 특별한 사건을 나타내는 말로 사용되었다(24:12;42:38; 출 1:10). 즉 야곱은 사냥감을 얻게 된 것이순전히 하나님의 인도 덕택이었다고 이삭을 설득하기 위해 이 말을 사용했던 것이다. 그러나 야곱은 이 거짓말의 대가로 훗날 험악한 세월을 보냈으며(49:9) 친히 다른 사람들부터 여러번 속임을 당해야만 했다(29:25;31:7;37:33). 성경은 '스스로 속이지 말라 하나님은 만홀히 여김을 받지 아니하시나니 사람이 무엇으로 심든지 그대로 거두리라'고 교훈 한다(갈 6:7)"
        },
        {
            "verse_reference": "27:21",
            "commentary": "가까이 오라(* , 게솨 나) - '지금'을 뜻하는 '나'와 '접근하다'란 동사 '나가쉬'(* )의 명령형이 합쳐져 '지금 가까이 다가오라'이다. 특히 '나가쉬'는 실제적인 접촉을 의미하는 '카라브'(* , 신 22:14)와는 달리 만지고(29:10), 먹고(48:10), 포옹할(48:10) 수 있을 만큼의 접근을 의미한다. 이삭은 야곱에게 자신이 만질 수 있을 정도로 가까이 다가오라고 명하고 있다."
        },
        {
            "verse_reference": "27:23",
            "commentary": "분별(* , 히키로) - '알아보다','식별하다'란 뜻을 지닌 '나카르'(* )에서 유래하여 어떤 대상을 식별할 목적으로 자세히 살피는 것을 의미한다(룻 3:14;욥2:12). 특히 본절에서는 강조를 뜻하는 사역 능동형을 사용하여 이삭이 야곱의 손을 촉각을 통해 세밀히 조사함으로 그가 과연 에서인지를 확인 하려는 그의 고심이 잘 나타나 있다. 그러나 이삭이 능히 분별치 못한 것은 노쇠한 탓도 있으나 결국은 하나님의 예정하신 섭리 때문이다(25:23)."
        },
        {
            "verse_reference": "27:25",
            "commentary": "가져 오라(* , 하기솨) - 정관사 '하' 와 '가까이 끌다'란 동사 '나가쉬'(* )의 사역 능동형이 합쳐져 '너는 가까이 가져오라'는 의미이다. 마음껏 네게 축복하리라 - 에서로 변장한 야곱에 대한 이삭의 의심이 모두 가시고 이삭은 이제 그에게 언약의 후손으로서의 축복을 빌기로 했다. 이러한 결론은 야곱과 리브가의 간계로 승리로 볼 수 없으며 궁극적으로 야곱을 언약 후손으로 선택하였던(25:23) 하나님의 묵허와 관용과 자비로우신 인도 때문이었다고 할 수 있다. 추악한 인간의 술수에도 불구하고 하나님은 당신의 거룩한 구속사(Heilsgeschichte)를 성취해 가신다(롬 11:36)."
        },
        {
            "verse_reference": "27:26",
            "commentary": "입맞추라(* , 솨카) - '마시게 하다', '축축하게 하다'란 동사에서 파생된 명령형으로 '너는 축축하게 하라'는 말이나 주로 '입맞춤'을 뜻한다. 히브리인에게 이 행위는 우정(삼하 20:9;마 26:48)과 우애(29:13) 그리고 충성을(삼상 10:1;시 2:12) 표시한다. 특히 본절에서는 부자간의 애정과 신뢰와 하나 님을 확인하는 표시로 쓰였다."
        },
        {
            "verse_reference": "27:27",
            "commentary": "맡고(* , 야라흐) - '감각적인 인식'외에 '지적 인식'의 의미도 지니는 이 단어는 이삭이 입은 에서의 옷에서 나는 향취를 맡으므로 앞에 있는 아들이 에서임을 확인 할 수 있었으며 평소 에서가 돌아다니던 약속의 땅 가나안에서의 사냥을 연상하였음을 암시한다. 여호와의 복 주신 발 - 약속의 땅 가나안을 일컫는다. 이삭은 아들의 옷에서 배어 나온 가나안 들판의 흙내음을 맡고 끌어오르는 감흥으로 축복의 메시지를 전달했다. 이때 이삭은 아브라함으로부터 전해 받은 많은 후손과 가나안 땅에의 약속을 비록 자신의 생전에 얻지 못했다하더라도 그의 후대에 온전히 성취될 것을 믿음으로 내다보고 축복의 말을 전했던 것이다(히 11:20)."
        },
        {
            "verse_reference": "27:28",
            "commentary": "이슬 - 팔레스틴에서는 낮과 밤의 기온차가 심하므로 많은 양의 이슬이 내려 가뭄에도 식물이 살아남을 수 있다. 식물의 생존에 절대 필요한 이러한 이슬은 하나님의 축복으로 간주되었기 때문에(신 33:28;잠 3:20), 하나님과 왕 의 총애(잠 19:12)를 이슬이 내리는 것에 비유하기도 하였다(시 133편). 본문에서 이삭은 이러한 점을 염두에 두고 이슬을 풍작과 관련시켜 매일의 양식을 기원하고 있다. 기름짐(* , 쉐만님) - 안정과 번영을 뜻하는 '솨멘'에서 파생되었다. 이는 비유적으로 토지가 비옥한 것을 의미한다. 결국 토지의 비옥함은 소산물의 풍성함을, 더나아가 풍요롭고 안정된 생활을 뜻한다. 출 3:8에서 가나안 땅은 '아름답고 광대한 땅, 젖과 꿀이 흐르는 땅'으로 묘사되어 있다."
        },
        {
            "verse_reference": "27:29",
            "commentary": "만민이 ... 섬기고 ... 굴복하리니 - 가나안 땅의 실질적인 주인이 될 것과 근방의 여러 족속들에게 절대적인 영향력을 행사할 것을 예언한 구절이다. 이는 역사적으로 다윗과 솔로몬 때에 일시 성취되었으며(왕상 9:20,21), 메시야의 도래로 영적으로도 성취되었고(마 12:28), 지금도 완성되어 가며(마 28:18-20),미구에 메시야의 재림으로 궁극적인 완성을 볼 것이다(계 22:5). 형제들의 주(主)가 되고 - 이는 정치, 문화, 군사 등 전반에 걸쳐 야곱이 친족과 더나아가 세상에서 통치권자가 될 것을 예언한 것이다. 이는 언약의 후손들에게 거듭 약속된 것으로 예수에게서 최종 완성 되었다(빌 2:10,11). 네게 저주하는 자는 저주를 받고(* , 오라레이카 아루르) - '오라레이카'는 '저주하다'를 뜻하는 '아라르'의 복수형에 2인칭 대명사를 접미시켜 '너를 저주하는 자들'이란 뜻으로 복수를 의미한 반면 '저주를 받고'는 단수로 표현했다. 이는 '네 저주자들은 그 각개인이 저주를 받고'란 의미로 그 축복이 더욱 밀도있게 강조됐다. 결국 이삭이 야곱에게 이 땅에서 정치, 경계적 축복은 물론 하나님의 축복의 대리자가 될 것임을 강조하였다(12:3)."
        },
        {
            "verse_reference": "27:30",
            "commentary": "(* , 아크) - 개역 성경에는 생략됐으나 원문에는 이 말을 삽입하여 야곱이 피한 직후 에서가 들어왔음을 강조하였다. '과연'으로 옮겨질 수 있는 이 말은 내용의 급박성을 강조할 때 주로 사용되나 번역되지 않을 경우도 많다(출 12:15;레 23:27;시37:8). 이와 같이 야곱이 아슬 아슬하게 들킬 뻔한 위기를 모면한데서 인간의 운명과 그 배후에서 역사하시는 하나님의 섭리를 볼 수 있다."
        },
        {
            "verse_reference": "27:31",
            "commentary": "일어나서... 잡수시고(* , 야쿰 요칼) - '일어나다'의 뜻인 '쿰'이란 동사와 '먹다'란 동사 '아칼'의 연장형이 사용되어 공손한 어투로 변해 '원컨대 일어나 잡수소서'로 이해된다. 여기서 에서의 말은 야곱보다(19절) 훨씬 친근감과 존경심이 넘친다. 그러나 아무리 좋은 인간 관계라도 하나님과의 바른 관계를 대신할 수 없다. 내게 축복하고서 - 이미 자신의 맹세로 장자의 명분을 팔아 언약의 전승자로서의 위치를 상실한 에서가 언약 계승의 축복을 원함은 무지한 처사였다. 이처럼 에서가 장자권을 경솔히 여긴 것을 볼때 어떤 면에선 그가 요구한 축복이 현세적이고 물질적인 것에 국한되었을 것이다."
        },
        {
            "verse_reference": "27:32",
            "commentary": "너는 누구냐 - 망연 자실(茫然自失)한 이삭의 질문이다. 이삭은 떨쳐버릴 수 없었던 불길한 예감(18절)이 현실로 드러났음을 순간 느낄 수 있었다."
        },
        {
            "verse_reference": "27:33",
            "commentary": "심히 크게 떨며(* , 예헤라드 하라다 게돌라 아드 리메오드)- 3중 강조법올 사용하여 이삭의 극심한 감정의 변화를 강조했다. 즉 비범한 상황 앞에서 일어나는 감정적 동요를 뜻하는 '하라드'에 동일 어근에서 추출한 '하라다' 곧'떨림'을 붙이고, 연이어 '크다'란 뜻인 형용사 '게돌라'와 '매우 극렬한'을 의미하는 '아드 메오드'를 합쳐 '그가 매우 극렬하 게 큰 경련으로 떨었다'란 말이다. 이삭은 이 사건을 통하여 하나님의 예정을 깨달았으며 에서를 축복하려 했던 자신의 실수로 인하여 거룩한 두려움에 사로잡혔던 것이다(Calvin)."
        },
        {
            "verse_reference": "27:34",
            "commentary": "방성대곡(* , 체아카 게돌라 우마라 마드 메오드) - '흥분하여 울다'란 동사에서 파생된 '체다카'와 '쓰다'란 뜻인 '마라르'의 명사 '마라'에 '아주 심한'이란 부사구가 결합해 '매우 심한 비통의 큰 울음'이란 의미이다. 이처럼 에서는 울면서 축복을 구했지먈 결코 회개할 기회를 얻지 못했다(히 12:16,17). 이는 마지막 날 사단의 노예로서 끝까지 그리스도를 부인하다가(벧전 5:8) 끝내 처절한 회한의 눈물을 흘리게 될 불신자들의 울부짖음을 예시해 준다(마 25:30). 한편 그 당시의 울부짖음은 그 자신의 망령된 행실에 대한 참회의 울음이 아니라 부친 이삭의 마음올 변화시키려는 의도에서 기인한 것 같다. 그리(* , 감) - '다시', '똑같이'란 의미로 방금 말한 진술이나 표현을 강조할 때와 클라이막스를 표시하는데 사용된다. 에서는 조금전에 야곱에게 베풀어준 똑같은 축복을 졸랐다. 그는 여전히 장자권을 쉽게 생각했던 자신의 허물과 야곱을 약속의 후손되게 하신 하나님의 초월적인 섭리를 이해하지 못했던 것이다."
        },
        {
            "verse_reference": "27:35",
            "commentary": "간교하게(* ,베미르마) - '기만하다', '배반하다'는 뜻의 '라마'( )에서 유래한 말로서 야곱의 교묘한 술책을 꼬집는 말이다. 네 복을 삐앗았도다 - 이 말 속에는 이삭 자신은 에서에게 복을 주고 싶었으나 하나님의 뜻은 그것이 아니었다는 암시적인 의미가 내포되어 있다<33절>."
        },
        {
            "verse_reference": "27:36",
            "commentary": "야곱(* ) - '발꿈치를 잡은 자', '사기꾼', '빼앗는 자' 등의 뜻을 지닌 이름 으로 본절에서 야곱이 두 번이나 에서를 속였다는 사실에서 야곱이란 이름이 그에게 합당하다는 뜻이다. 빼앗고...빼앗았나이다 - 이는 순전히 에서의 인간적인 생각이었다. 그의 장자권은 자의(自意)로 야곱에게 넘겨졌던 것이며(25:33), 장자의 축복은 하나 님께서 이미 야곱에게 허락하신 것이었다"
        },
        {
            "verse_reference": "27:37",
            "commentary": "세우고(* , 심) - '어떤 신분에 두다'란 의미이다. 따라서 '야곱을 에서의 주로 세운다'란 말은 야곱의 후손인 이스라엘이 에서의 후손인 에돔 족속을 정복할 것을 예고한 말로 볼 수 있다(삼하 8:14; 왕상 11:11:15,16; 왕 하 14:7-10). 할 수 있으랴(* , 에에세) - '여건을 조성하다'란 뜻을 가진 동사 '아사'의 미래형으로 이제 내가 너를 위해 할 수 있는 것이라곤 아무것도 없다는 뜻이다. 이는 불행한 자식을 안타까와 하는 부성애가 잘 나타나 있다. 이삭이 사랑하는 맏아들의 눈물어린 항의와 간청에도 불구하고 야곱에게 베푼 자신의 축복을 취소하지 못한 이유는 하나님 앞에서 하나님의 이름으로 축복한 것을 마음대로 변경하거나 취소할 수없다는 신앙과 '누지 토판'(Nuzi Tablets)에서 볼 수 있듯이 비록 구두(口頭)로 행해졌다 하더라도 공식적인 족장의 축복이나 유언은 유효성이 있었고 그 당시 사회가 그것을 인정하고 있었기 때문이다."
        },
        {
            "verse_reference": "27:38",
            "commentary": "빌 복이 이 하나뿐이리이까 - 에서는 언약의 후손이 누릴 복에 대한 인식을 결여하고 있었다. 즉 그는 아버지 이삭이 단순히 선언만하면 그것이 곧 축복으로 화(化)할 것으로만 알았지 복을 주관하시는 이는 오직 하나님 한 분 뿐이라고는 생각지 않았던것이다(민6:24-26)."
        },
        {
            "verse_reference": "27:39",
            "commentary": "기름짐에서(* , 미쉬마네) - 연계형 어미 '에'를 가진 '번영'을 뜻하는 명사 '솨만'(* )과 전치사 '민'이 합쳐 '기름진 땅에서 떠나'란 의미를 나타낸다. 어떤이는 '민'(* )이란 전치사를 '...로부터' 라고 해석하나 이는 전후 문맥상 일치가 안된다. 결국 본절의 의미는 '보라 그 땅의 기름진 곳을 떠나서 너의 주소가 되고'이다. 이처럼 하나님과 연관되지 않는(27:29절) 축복은 오히려 저주가 된다. 결국 이 예언 그대로 후대에 에서와 그의 후손인 에돔 족속이 거했던 세일 산지는 세계에서 가장 척박한 산악 지대 중 한 곳이었다(32:3;신2:5)."
        },
        {
            "verse_reference": "27:40",
            "commentary": "칼을 믿고 생활하겠고 - 에서의 후손이 필연적으로 분쟁의 소용돌이 속에서 피를 보며 생활할 것에 대한 예언이다. 즉 그들은 기질, 생활의 방편상 약탈 민족이 될 것이라는 의미이다(렘 49:7-22). 벗을(* , 타리드) - '방황하다', '흔들다'란 동사 '루드'의 미래형으로 본문에서는 에돔이 약탈자로서 '이곳 저곳을 방황하다'(Lange), '저항 한다', '멍에를 벗기 위해서 몸부림치거나 투쟁을 하는 것'(Hengstenberg)등의 의미로 해석할 수 있다. 역사적으로 에돔은 다윗 왕정 시대에 접어들면서 부터 이스라엘의 통치를 받게 되었다(삼상 14:47;삼하 8:14). 그후 투쟁을 하여 일시적인 자유를 회복한 적도 있으나 다시 이스라엘의 지배하에 있게 되었다. 그러다가 B.C.126년경 중간기 시대인 하스모니아 왕조(Hasmonaean Dynasty)의 힐카누스(John Hyrcanus)때에 완전히 그들을 점령하여 유대인의 일부가 되게 하였다. 한편 신약 시대에 에돔인 헤롯이 이스라엘 왕으로 군림했으나(마 2:1;눅 1:5) 그 당시 에돔은 이미 역사 속에 사라져버린 국가였기에 때문에 에돔이 이스라엘을 통치했다고는 볼 수 없다."
        },
        {
            "verse_reference": "27:41",
            "commentary": "아버지를 곡할(* , 에벧 아비) - '애통해 하다'란 뜻을 가진 동사 '아발'에서 파생된 '에벧'과 '나의 아버지'인 '아비'가 합쳐져 '내 아버지를 위해 슬퍼할'이란 뜻이다. 70인역(LXX)은 본절을 에서가 빨리 아버지가 죽기를 바랐다는 뜻으로 번역했으나, 다른 번역(Kalisch)은 에서가 그 아버지의 죽음 때까지 아우 살해를 보류할 것이라는 말로 보았다. 또 혹자(Keil)는 얼마있지 않아 아버지가 죽을 것을 알고 동생 살해를 심중에 두고 한 말로 여겼다. 여하튼 에서가 보복 시기를 이때까지 미룬 이유는 그래도 자기를 사랑한 부모가 형제 살인으로 비탄에 잠겨 슬퍼하는 모습을 차마 볼 수 없었기 때문일 것이다. 한편 아버지가 죽는 날을 기회로 동생을 죽이겠다는 에서의 마음은 자신의 잘못에 대해 전혀 회개하지 않았다는 증거이다. 형제 살인은 가장 오랜 역사를 지닌 범죄이다(4:5-8)."
        },
        {
            "verse_reference": "27:42",
            "commentary": "풀려(* , 미트나헴) - '위로하다'란 동사 '나함'에서 파생된 분사형으로 '자신에게 위안을 주려 하다'란 뜻이다. 즉 그는 자신의 지난 허물에는 전혀 반성이 없고 동생 살인을 곧 자신의 잃어버린 축복을 보상하는 일로 여겼던 것 같다."
        },
        {
            "verse_reference": "27:43",
            "commentary": "일어나...피하여 - 리브가는 자기가 담당 하겠다던<13절> 저주에 대한 묘안으로 자기의 고향 집 하란으로 야곱을 도피시키기로 했다. 이 일로 인해 야곱은 고달픈 나그네 생활을 시작하게 되었다. 비록 그는 언약의 후손으로 지명되었으나 인간적인 방법을 통해 약속된 축복을 쟁취하려 함으로써 그의 허물에 대한 대가를 치루게 된 것이다. 이처럼 택한 백성일지라도 범죄하면 그 죄에 대한 보응을 반드시 받게 된다."
        },
        {
            "verse_reference": "27:44",
            "commentary": "풀리기(* , 타슈브) - '돌아가다', '회복하다'란 동사 '쉬브'의 미래형으로서 시간이 걸리기는 하지만 에서의 화가 분명히 풀릴 것을 확신한 말이다. 본문에서 리브가는 에서의 급한 기질을 잘 알고 있기 때문에 며칠이 지나면 쉬 잊어버리고 본래의 마음으로 '돌아갈것'으로 생각했다. 그러나 그녀가 생각했던 '몇날'은 결과적으로 20년이란 긴 세월이 되었다(31:38). 이 기간은 야곱에게 있어서 징계의 기간인 동시에 연단과 성화의 기간이었다."
        },
        {
            "verse_reference": "27:45",
            "commentary": "곧 불러오리라 - 리브가의 소망일뿐 현실은 그렇지 못했다. 그녀는 자식을 떠나 보낸 후 다시 보지 못하고 죽어갔다. 잃으랴( , 솨콜) - 본래 의미는 '유산하다'란 뜻이나 유추적으로 '사별하다'란 의미이다. 리브가가 '어찌 하루에 둘을 잃으랴'라고 한 이유는 (1)에서가 야곱을 필시 죽일 것이란 그녀의 예감(41절) 때문이며(2) 만일 에서가 야곱을 죽일 경우 그역시 살인자가 됨으로써 형무관(9:6)이나 친척중(민35:12, 19, 21) 누군가에 의해 죽을 가능성이 있고(삼하 14:6, 7), 설령 그렇지 않다 하더라도(3) 에서가 야곱을 살해하고 부모를 떠나 영영히 도주할 수도 있었기 때문이다."
        },
        {
            "verse_reference": "27:46",
            "commentary": "싫어하거늘( , 쿠츠) - '혐오하다'란 뜻의 '쿠트'에서 유래한 말로 '몹시 슬퍼하다', '괴롭히다'는 의미이다. 본절에서 불경건한 에서의 아내들이 시부모에 끼친 걱정이 얼마나 컸던지를 잘 보여 준다(26:34, 35). 이것은 리브가가 이하으로 하여금 야곱을 자기 친족들이 살고 있는 밧단아람으로 보내게 하는 이유 중 하나가 되었다. 나의 생명이...재미가 있으리이까 - 생활에 재미를 못느껴 살 맛이라고는 전혀 없을 것이라는 탄식조의 말이다. 태어날 때부터 예고되어온 에서와 야곱의 분쟁(25:22,23)은 단순한 장자권 쟁탈이 아니라, 하나님의 언약 상속권을 놓고 벌이는 일대 영적 전쟁으로서 매우 집요하고 치열했다. 본장은 바로 그 싸움의 절정을 보여 주고 있는데 특히 이삭과 리브가 두 부부의 편애는 이 분쟁을 더욱 가속화 시켰다. 본장을 요약하면 자신의 때가 다 한줄 알고 평소 사랑하던 맏아들 에서에게 축복하려 했던 이삭의 요구(1-4절)와 이삭의 말을 엿듣고 편애하던 야곱에게 축복이 돌아가도록 노력을 아끼지 않은 리브가의 술책(5-17절)이 기록 되었으며 야곱과 리브가의 간교한 협작으로 야곱이 부친의 축복을 상속받게 된 사실(18-29절)과 뒤늦게 도착한 에서의 통분(30-40절) 및 동생에 대한 복수의 결의(41절)가 순서 적으로 언급 되었다. 마지막으로 리브가는 아들의 안전을 위해 하란에 있는 친정으로 야곱을 보내기로 계획을 세운다(42-46절). 이러한 긴 사건의 연속 뒤에 나오는 28-35장은 본장의 게속으로서 야곱의 도피 행각과 하란 땅 정착을 그 내용으로 하고 있다. 우리는 본 사건을 통하여 하나님은 비록 허물 많고 이기적인 존재라 하더라도 그를 사용하셔서 당신의 거룩한 뜻을 성취헤 가신다는 사실과 하나님은 인간 역사에 깊이 개입하실 뿐 아니라 그 역사를 초월하셔서 당신이 목적하신 바를 성취해 가신다는 사실(25:26), 인간에게는 실망할 수 밖에 없으나 그들 속에 살아계신 하나님으로 인해 기뻐하실 수 있다는 지혜를 터득할 수 있다. 아울러 아무리 치졸한 인간이라 하더라도 그들을 만드신 하나님은 완전 하시며 그를 통해 역사하시는 하나님은 거룩하시다는 교훈도 깨닫게 된다(고후 4:7). 1.속임수로 얻은 야곱의 장자 축복(27:1-29) 신앙인등 중에는 목적이 훌륭하다면, 그 목적을 이루기 위한 수단이나 과정상의 결점은 간과해도 괜찮다고 여기는 이들이 있다. 그러나 이들의 주장은 신앙의 주체가 바로 자신인 양 착각한 데서 기인한다. 본문의 리브가도 자신이 편애하는 야곱의 장자권 탈취를 위하여 하나님과 인간을 동시에 속이는 위선극응 결행했다. 사실 자신이 장자권응 경홀히 여긴 에서의 태도(25:33;26:34)등에 비추어 볼때, 에서는 언약을 이어나갈 장자로서는 부적격자 였다. 더욱이 하나님께서 야곱의 장자권 획득을 이미 예고하신 바(25:23)있었기 대문에 일면 리브가의 계획은 (5-17절0인간적으로 용기 있고 현명한 것이라 할 수 있다. 그러나 영육간에 매우 약해져 있는 남편을 의도적으로 기만한 것과 끝까지 하나님을 의뢰하지 못한 인간적인 열심은 거룩한 목적에 전혀 미치지 못한 불신앙적인 행위였다. 더불어 어머니의 불의함에 오염된 야곱 마저도 자신의 목적 달성을 위해 하나님의 이름을 함부로 도용하는 파렴치함을 범하였다(20절). 이렇듯 불의한 수단들이 의로운 결과에 의하여정당화 되거나, 최소한 그 수단을 변명할 여지를 만드는 것은 우리 신앙인들의 해묵은 습관이 되어버렸다. 그러나 이런 모든 사실에 대한 하나님의 답변은 아브라함에게 말씀하셨던\"나는 전능한 하나님이라 너는 내 앞에서 행하여 완전하라\"(17\"1)는 것이다. 하나님을 진정으로 신앙하는 자는 선한 목적을 가지는 것은 두말할 나위 없고 동기와 수단까지 순수하고 거룩해야 한다. 만일 거룩한 목적을 내세워 불의한 과정과 수단을 합리화 시킨다면 하나님께서 하실 일은 없어진다. 그러므로 우리는 어떤 일을 성취시킴에 있어 하나님의 때를 기다리는 인내가 반드시 필요하다. *축복 기원(祈願) 에 대하여. 원어로 본축복 개념은(27:4주석)'하나님의 은혜를 받고 그것응 타인에게 전한다는 것','하나님께서 주시는 행복과 번영'이다. 이처럼 히브리인 들에게는 축복 자체가 하나님의 것이며, 하나밈에게 기인한다고 확고한 신념이 있었다. 인간의 삶에 구체적으로 파급되기 위해서는 하나님의 뜻에 대한 인간자가 의지적 순종이 있어야 한다(신 30:15-20). 이는 불순종의 결과 하나님의 저주가 임하는 것과 좋은 대조를 이룬다.이러한 노건적인 단서가 있지만 근본적으로 하나님의 축복은 하나님의 자의(自意)와 사랑에 의한 것임을 부인 할 수 없다(신 23:5) 이처럼 축복의 근원이 하나님에게만 있음에도 인간이 축복을 기원(祈願)하는 것은 기원자가 인간의 생사 화복(生死禍福)을 하나님께서 주관하고 계시다는 것과 하나님은 당신을 찾는 자에게 반드시 복 주신다는 믿음을 소유했기 때문이다(히11:6). 이러한 예로 노아가 셈에게 하나님의 축복이 임하시길 소원한 것과(9:26) 본장의 이삭이 야곱에게 베푼 축복 기도(27-29절)및 야곱이 요셉과 요셉의 두 아들들에게 행한 축복 기원 등을 들수 있다(48:15,16). 전형적인 구약 시대의 축복 기원은 민 6:24-26에 나오는 이론의 축복 기도로서 아론 역시 복의 근원이 여호와임을 밝히고 있다 그러므로 축복을 기원하는 일은 신성한 일로 간주되었으며, 그렇기에 축복 기원자는 종교적으로 제한 될수밖에 없었다. 즉 족장 시대에는 가족의 대표자가, 출애굽 이후부터는 가족 대표자및 레위 지파의 제사장들이 그 일을 전담한 것으로 여겨진다(레9:22;신10:8;대하30:27). 한편 성경에 언급된 축복 기도의 자세는 상대방을 향하여 두 손을 하늘로 들어 올려서 행하였다(레 9:22). 이는 축복의 근본 출처가 하나님이심을 보이는 상징적 행동이었다. 따라서 이런 자세를 통해 시행된 축복은 신적 권위를 지녔기 때문에 한 번 선포되면 결코 취소될 수 없었다(30-38절). 신약 시대에 이르러 이 축복 기원은 구약 시대보다 좀 더 구체적으로 실시되었는데 회당 모임의 규정 순서로, 심지어 식사 전후에 꼭 이 기원을 하는 의식(ceremony)이 정착 되었다. 그리고 서신서들의 서두 또는 말미에 수신자들을 향한 축복 기원문을 두는 것이 관행이었다(고전 1:3;고후 1:2;갈 6:18;살후 3:16-18). 그리고 구약 시대에 히브리인들에게만 제한되었던 축복 대상자가 신약 시대에 이르러 예수 그리스도 안에서 모든 인류에게 확대 되었다(롬 4:6-8). 오늘날 영적 제사장이요 거룩한 백성으로 부름받는 우리 성도들은 복으이 근원이 오직 하나님께 있음을 확인 할 수 있어야 할 뿐더러, 그 복을 이웃에게 전하며 그들을 위해 축복을 기원하는 성숙한 신앙인이 되어야 할 것이다(벧전 2:9) 2. 에서의 통곡과 그에 대한 예언(27:30-40) 야곱 모자(母子)의 기만과 불의함에도 불구하고 하나님께서는 야곱을 통해 언약 후손을 잇게 하시려는 당신의 뜻을 온전히 성취하셨다. 즉 야곱이 장자의 축복을 얻은 것은 자신의 노력이나 술수 대문이 아니라, 이미 예고된 대로(25:23) 하나님의 초월적인 간섭에 의해서 였다. 그런데 하나님께서 예언 하셨던 약속은 성취 되었으나 인간이 저지른 실수와 거짖과 경솔함은 아직 해결되지 않은 상태였다. 본문은 바로 그인간들의 허물이 빚어낸 뼈저린 결과를 다루고 있다. 아들과 아내에게 동시에 속은 원통함과 도저히 위로받을 수 없을 정도로 절망에 휩싸인 큰아들 에서를 앞에 둔 아버지 이삭의 허탈함과, 자신에게 돌아올 여분의 축복이 없는가 하고 절규하며 끝내 동새에 대한 지독한 증오를 품은 에서의 초라함이 바로 그것 이었다. 이 모든 이픔은 인간의 실수에 대한 하나님의 심판으로 볼 수 있다. 즉 하나님은 말씀(25:23)의 권위를 인정치 않고 인간의 관습과 자신의 결정을 더욱 귀히 여긴 이삭에게 배신과 후회를. 보이지 않는 영적 가치를 무시한 에서에게는 장자권 박탈이라는 불행을 유업으로 제공하였다. 뿐만 아니라 에서의 간청에 의해 주어진 여분의 축복은 여호와의 이름과 무관한 것으로 에서를 유익하게 한 것이 아니라 궁극적으로 에서를 저주한 내용이었다. 그 내용은 물이 없는 척박한 땅에 거가주함:실제로 에서의 후손이 차지했던 에돔 지역은 산악 지방으로서 거의 불모지였다. 이웃나라가 지나는 대상들을 약탈하여 생활을 꾸려감:본질 적으로 포악하여(25:27) 끝없이 피를 흘리게 될 것을 의미한다. 에돔이 이스라엘의 지배아래 있음:다윗에서 요람때까지 이 예언이 실현 되었다(삼하 8:12-14;왕하 8:20-22). 에돔이 이스라엘의 속박에서 벗어날 때가 있음:그러나 이것은 완전한 자유를 가리키지 않는다. 왜냐하면 이스라엘의 우위를 말씀하신 하나님의 예언이 있었기 때문이다(29절;25:23). 그러므로 이 축복은 에돔의 순간적인 해방이나 우위를 뜻한다. 유다 왕 요람(왕하 8:20-22;대하 21:8-10)과 아하스(대하 28:17) 통치기 및 마카비 시대와 헤롯이 유대의 왕으로 통치했던 시기가 바로 그때이다. 축복과 저주의 가장 큰 차이점은 그 기원(祈願)속에 하나님의 이름이 있느냐, 없느냐이다. 그렇기 때문에 축복의 근원이신 하나님의 이름이 빠져버린 축복은 진정한 의미에서 복이 아니라 화(禍)이며 저주이다(잠 21:4). *신약적 관점에서 본 에서와 야곱. 히브리서늠 장자권을 내팽개친 에서를 가리켜 '망령된 자'(히 12:16)로 규정 하였다. 이 말은 도덕 적으로 깨끗치 못한 자란 의미도 있으나, 여기서는 하나님께서 주신 거룩한 생(生)과 영광된 기회들을 우습게 여기고 가볍게 내동댕이친 자를 가리킨다. 사실 장자권을 가짐은 명예와 부라는 측면에서 다른 형제보다 기득권을 가진다는 뜻도 있겠으나, 무엇보다 하나님 앞에서 그 가족을 대표하여 제사장적 역할을 하는 더없이 고귀한 명분 이었다. 이러한 장자의 명분을 에서가 너무 쉽게 생각 했다는 것은 그가 하나님을 온전히 신앙하지 못했음을 보여 준다. 히브리서 기자는 계속해서 그토록 귀중한 장자의 명분을 그토록 쉽게 무시한 에서에게는 회개할 기회조차 주어지지 않을 만큼(히 12:17). 하나님께서 그와의 관계를 완전히 청산하셨다고 기록 하였다. 한편 구속사적으로 볼때 여기서 장자의 권한을 빼앗기고 하나님과의 관계마저 단절된(말1:10) 에서는 신약 시대에 복과 생명되신 예수를 거부하고 우습게 여긴 유대인을, 붕의 하지만 하나님의 주권적인 은혜로 장자권을 획득한 야곱은 예수를 영접한 이방인들을 예표한다고 볼 수 있다(롬 9:30-33). 즉 축복을 얻기 위해 들판을 헤맨 에서의 열심과 행위는 율법의 행위로 의롭다 인정받기 위해 애쓴 유대인들의 그릇된 신앙관을, 자신의 노력이 아니라 전적인 하나님의 언약에(25:23) 근거해서 장자권을 얻은 야곱은 오직 하나님의 주권과 믿음에 의해 구원얻은 이방인들을 예시한다. 이처럼 구원은 인간의 해위에 따르지 않고 하나님의 은혜에 기초한 그분의 선물이다(엡 2:8). 그러므로 믿음은 복과 저주, 영생과 죽음을 가르는 기준이 된다. 믿음에 의하지 않은 모든 사고와 행위는 필시 에서가 당한 결말로 치닫게 될 것이다. 3. 에서의 분노와 야곱의 피신(27:41-46) 본문의 에성가 야곱은 신앙 인격상 미숙한 자들 이었다. 즉 야곱의 장자권 탈취 사건으로 인해(1-29절) 에서에게는 오직 복수와 증오의 일념밖에 없엇으며 야곱은 순간적으로 회피에 급급했다. 그들은 서로를 용납할 한치의 여유도 없이 자신들의 감정에만 충실했다. 이로써 20년이 넘은 고달픈 야곱의 도피 생활이 시작되었다(28-33장). 인간자의 악한 감정이 제공한 20여년의 도피 생활은 에서에게 있어서는 치욕과 자학과 복수의 칼을 간 기간이었고 야곱에게는 고독과 죄의식의 순간 들이었다. 그러나 인간이 실패로 돌아가버린 이 기간 동안 하나님은 역사의 배후에서 당신의 거룩한 계획을 추진해 가셨다. 즉 하나님은 당신이 선택한 사악한 야곱을 당신의 합당한 도구로 만드시기 위해 그를 연단하시고 채찍질 하셨다. 마치 출애굽의 영웅 모세를 위해 40년의 연마 기간이 필요했고, 순결한 이스라엘을 의해 70년간의 바벧론 포로 기간이 필요 했듯이 '속이는 자' 야곱을 '승리의 사람' 이스라엘로 만들기 위해 20여년이 필요했던 것이다. 이처럼 인간의 악한 감정은 인간을 퇴보시키고 죽음에까지 이르게 하나, 하나님의 선한 의지는 인간을 새롭고 성숙하게 가꿔가신다(롬 8:28-30). *악한 감정을 정화 하는 법. 증오와 질투는 인간 관계에 있어서 파괴와 분열을 그리고 살인 까지도 연출해 내는 독소(毒素)이다(4:5-8). 이 악한 감정이 존재하는 한 참된 행복과 평안은 기대할 수 없다. 사람들은 이 악감(惡感)을 정치적인 기술 또는 상호간의 타협으로 해결하거나 아니면 아예 상대와 인연을 끊고 살려한다. 그러나 이러한 인간적인 방법으로는 그 감정을 완전히 떨쳐버릴 수 없다. 이에 대한 가장 확실한 해결 방안은 인간의 약함을 이해하시고 그를 도울 능력까지 가지신 하나님께 모든 상황을 털어놓고 또한 의탁하는 것이다. 그리할 때 우리에게 있는 사소한 감정마저도 하나님은 능히 치유하실 수 있다. 이 단계를 거친 후 인간 상호간의 화해가 이뤄질 때 비로서 참 평화가 정착될 것이다."
        }
    ]
}