{
    "bible_book": "창세기",
    "chapter_number": 5,
    "commentaries": [
        {
            "verse_reference": "5:2",
            "commentary": "남자(* ,자카르) - 단순히 '이솨'(여자, 2:23)에 대한 반대 개념으로서의 명칭인 '이쉬'(2:22)와는 달리 남성과 여성이란 양성중 가장 두드러지게 드러나는 성(性)으로서의 남자를 뜻한다(17:10; 신4:16). 복을 주시고 -'복'에 해당하는 원어 '바라크'(* )의 원뜻은 '무릎 꿇다'(시 95:6)로 여기서부터 '찬양하다'(왕상1:48), '축복하다'(28:6), '문안하다'(왕하10:15)등의 뜻이 파생됐다. 하나님께서 인간을 축복하셨다는 것은 곧 그에게 감사와 찬양을 돌릴 수 있는 존재로 이끄셨다는 뜻이 함축되어 있다. 일컬으셨더라 - 하나님께서 각종 짐승의 이름은 아담에게 전권을 위임하사 그가 짓도록 하셨으나(2:20) 인간의 이름만큼은 당신의 직접 지어 주신 까닭은 그들이 만물의 영장이긴 하나 역시 하나님의 주권하에 놓인 피조물에 불과할 뿐임을 상기시키기 위함이었다."
        },
        {
            "verse_reference": "5:3",
            "commentary": "세(솨네) - '솨나'(돌아오다, 반복하다)에서 파생된 말로 '태양의 일 주기'를 가리킨다. 따라서 아담의 나이 '일백 삼십 세'는 오늘날의 연령 계산법에 의거한 나이와 똑같은 것이었음을 알 수 있다. 모양 - 원어 '첼렘'(* )은 원래 성질이나 성격상에 있어서의 유사성 또는 환영(幻影), 그림자, 착각 등을 뜻하는 말이나(시39:6) 여기선 '형상'(히, 데무트)이란 말과 교호적(交互的)으로 사용되었다(1:26). 한편 아담은 타락 후 필연적 죽음을 선고받은 존재이니(2:19) 그가 자기 모양과 같은 아들을 낳았다는 것은 곧 죽음이란 죄책(罪責)이 후손에게 전가되었다는 의미가 된다(롬 5:12). 낳아 - 원뜻은 '해산의 고통을 겪다'(사 21:3; 렘22:23)로 아담이 아들을 얻는 데에는 그 아내의 해산하는 고통이 반드시 수반됨을 기억시켜 준다(3:16)."
        },
        {
            "verse_reference": "5:6",
            "commentary": "-20 여기에 나오는 족장들의 계보는(1)이름(2)장자를 낳은 아이(3)그 후의 여생(4)죽었을 때의 나이 순(順)의 일정한 틀에 따라 기록되었는데 이는 죽을 수밖에 없는 인간의 운명과 함께 그 가운데서도 중단없이 이루어져 가고 있는 '여자의 후손'(3:15)에 대한 하나님의 약속을 상기시켜 준다(1-5절 강해)."
        },
        {
            "verse_reference": "5:21",
            "commentary": "므두셀라 - '창 던지는 자'란 뜻. 그런데 하나님께서 동물을 인간의 식물로 주신 때는 노아 홍수 이후이니(9:3) 므두셀라가 창을 사용한 용도는 짐승의 모피(毛皮)를 얻기 위함이었을 것이다. 한편 그는 인류 역사상 최고의 장수자인데 이는 그가 들판을 쏘다니며 사냥하는 동안 체력이 단련된 탓도 있겠지 만 원천적으로 하나님께서 그에게 건강을 허락하셨기 때문으로 이해해야 한다. 왜냐하면 모든 생명의 주인은 하나님으로서 그분께선 당신의 뜻대로 생명을 취하실 수도(눅 12:20), 연장시킬 수도 있기 때문이다(사 38:5)."
        },
        {
            "verse_reference": "5:22",
            "commentary": "동행하며 - 원어 '할라크'(* )의 문자적 뜻은 '걷다'(레 11:42), '산책 하다'(삼하 11:2)이나 여기서는 하나님과 '친밀한 관계'를 유지하며 '인격적 교제'를 나누는 것을 의미한다(미 6:8). 이처럼 죄악이 관영한 가운데에서도 오직 하나님만 바라보며 그의 뜻을 좇아 산 자로는 또한 노아가 있는데 그 역시 '하나님과 동행한 자'라 칭함받았다(6:9)."
        },
        {
            "verse_reference": "5:23",
            "commentary": "데려가시므로 - 원어(라카흐)는 '취하다', '받아들이다', '택하다'는 뜻이다. 엘리야의 승천을 가리킬 때도 사용된 말로 에녹이 죽음을 맛보지 않고 낙원(눅23:43)으로 옮겨졌음을 의미한다(히 11:5). 세상에 있지 아니하였더라 - 직역하면 '그리고서 그가 없어졌다', '없어졌다'의 기본 어근은 '아웬'(* )으로 '헛됨', '무'란 뜻이긴 하나(사58:9; 슥10:2) 여기서는 '에녹이 죽었다'는 뜻이 아니다. 다만 에녹이 이 세상에서 '사라져'(공동번역) 그 흔적을 찾아볼 수 없게 되었다는 뜻일 뿐이다."
        },
        {
            "verse_reference": "5:25",
            "commentary": "-27 인류 역사상 이 땅에서 가장 오래 산 자인 므드셀라의 계보이다. 비록 그가 죽음을 면치 못하였긴 하나 1000여년 가까운 세월을 살았다는 것은 장차 회복될 인간의 영원한 생명(딛1:2)을 기대케 해준다. 한편 그의 아들 라멕은 경건치 못한 가인의 후예 라멕(4:19,23)과는 동명이인(同名異人)으로 하나님을 경외한 대조적인 인물이다."
        },
        {
            "verse_reference": "5:29",
            "commentary": "땅(* ,아다마) - '아담'(붉다)에서 파생된 말로 땅의 견고성을 강조하는 '에레츠'(* )와는 달리 땅이 붉은 색을 띠고 있음을 강조하는 단어이다. '에레츠'가 '온 세상'을 가리키기도 하는 것임에 반해(2:1) 이는 주로 '토지'를 가리키는 단어이다(3:23; 출23:19; 잠12:11). 저주하시므로(* , 에르라) - '아라르'(심히 저주하다'의 강의형(强意形)동사로 하나님께서 한번 내리신 저주는 그분께서 스스로 철회하시지 않는 한, 계속해서 그 효력이 발휘됨을 강조해 준다. 수고로이 일하는 - 직역하면 '우리 손의 일과 노고로부터', 이는 땅이 하나님의 저주를 받은 이후 인간이 그것을 경작하는 일은 대단히 힘들고 고통스런 수고거리가 되었음을 상기시켜 준다(3:17). 안위하리라 - 원어(나함)의 기본 뜻은 '한숨쉬다', 여기서부터 '동정하다', '위로하다'(37:35; 룻2:13; 나3:7). '후회하다'(6:7; 렘20:16)는 뜻이 파생되었다. 이러한 라멕의 기구(祈求)를 통해 우리는(1)당시 족장들의 극심했었던 생활고와(2)그 가운데서도 절망하거나 원망치 않고 하나님의 도우심을 소망한 라멕의 순전한 신앙을 엿볼 수 있다(28-32절 강해)."
        },
        {
            "verse_reference": "5:32",
            "commentary": "셋을 시조(始祖)로 한 족보(6-31절)는 일단락되고 노아의 세 아들이 새로운 족속의 시조로 역사 전면에 등장, 향후 전개될 구속사를 이끌어 가게 될 것임을 시사하고 있는 구절이다. 셈 - '명성'이란 뜻. 이름에 걸맞게 그는 아브라함과 그의 자손 예수 그리스도의 조상이 되는 영적 축복을 누린다(눅 3:23-36). 함 - '검다', '뜨겁다'는 뜻. 그는 부도덕한 태도로 인해 노아의 저주(9:22-25)를 받았는데 그 결과 그의 후손들은 가나안, 아라비아, 북동 아프리카 등과 같은 열대 지방에 흩어져 살면서 주로 타민족의 지배를 받는 피지배 민족이 되었다. 야벳 - '아름다움' 또는 '확장'이란 뜻. 그는 노아로부터 자손 창대의 축복을 받았는데(9:27) 실제로 팔레스틴 서쪽의 스페인, 러시아 남단, 소아시아, 지중해, 남유럽등과 같은 광대한 지역에 두루 분포된 아리안족(Aryan)의 원조(元祖)가 되었다. 창세기는 하나님의 구속사(Heilsgeschichte)의 큰 흐름을 요약 설명하고 있는 다이제스트(digest)식 역사서이다. 이런 측면에서 본장은 아담으로부터 노아에 이르는 긴 역사를 짧은 지면 안에 함축적으로 묘사한다. 본장에 언급된 역사를 통해 우리는 하나님께서 선택한 후손이 역사의 중추적  역할을 한다는 사실과 만유의 주이신 하나님께서 보이지 않는 중에 인류를 당신의  뜻대로 섭리하시며 또한 통치해 가고 계신다는 사실을 깨달을 수 있다. 그리고 아담의 계보에는 하나같이 자녀를 낳고 죽어갔다는 사실이 강조됨으로써 아무리 장수한  사람이더라도 죽음의 권세를 극복할 수 없었다는 점을 웅변적으로 제시한다(로 5:12). 마지막으로 본장은 노아의 대(代)까지 그 한계를 구분함으로 노아의 시대가 하나님의 구속사에 한 분깃점을 이루게 됨을 묵시적으로 시사하였다. 그리하여 성경  역사는 단순한 시간의 흐름이 아니라, 인류 구속이라는 하나님의 원대한 계획을 이루기  위한 발전과 변혁의 점진적 계시의 과정임을 보여 주고 있다. 1. 죽음으로 끝맺는 아담의 일생(5:1-5) 본문은 그 생애의 기원을 하나님께 두고 있던 아담이(눅 3:38) 하나님의 말씀을 거역함으로써, 그의 생의 모든 영역을 지배한 죄에 의해 마침내 쓰러지고 마는 슬픈  죽음의 장면이 기록되어 있다. 실로 그의 죽음은 '흙으로 돌아갈 것'(3:19)이라는 선언에 근거하고 있는 바  오고 오는 모든 그의 후예들이 겪어야 할 불순종의 결과요, 비극의 시작이다. 아울러  그가 남기고 간 죄와 죽음에 부패한 도덕성은 그를 유일한 조상으로 하고 있는 모든 인간에게 여전히 영향을 미치고 있다. 즉 그의 덧없는 생은 곧 우리의 생이 얼마나 허무한가를 보여 주며, 그의 죽음은 우리 자신들의 필연적 죽음을 암시한다. 그러므로  우리는 이같은 부정적 결과에 직면해 죄가 지닌 유독성과(겔 18:4) 하나님의  명령과  의지의 단호함(삼상 15:29) 및 인간의 연약함을 깊이 통감하고 죽음으로 생을 마감하는  인간에게 지나친 기대를 가져서는 안 된다(사 2:22). 그러면 아담의 죽음은 인간에 대한 하나님의 포기 선언인가? 그렇지 않다!  하나님은 본장에서 '죽었더라'(8번)는 '죽음'의 행진 틈틈이 '낳았으며'라는 희망찬  글귀를 20번이나 삽입하심으로써, 비록 실패한 인간의 삶일지라도 방관하시지 않고 죽음을 극복하는 명령의 계승을 더 선명하게 부각시키고 있다. 즉 하나님은 죽음으로 치닫는 인간의 현실에 동참하셔서 그들의 생명을 계승, 보존하셨다. 그러므로 아담의 계보는 인간 편에서는 죽음과 실패의 연장이지만, 하나님의  관점에서는 생명과 희망의 기록이다. 특별히 하나님께서는 이 생명의 기록을 육체적  죽음과 더불어 영적 죽음마저 해결하시기 위해 이 땅에 오신 예수 대(代)에 초점을 맞추심으로(마1:1-16) 당신께서는 결단코 인류를 포기하지 않으셨음을 분명히 시사하였다(요 3:16). * 성경의 족보들. - 성경에 기록된 족보들은 가문, 씨족, 지파, 민족 등과 같은 혈통 중심의 계열을 나타낸 것으로 대부분 남자의 이름으로 기재되었다(11:29; 마 5:1). 히브리 역사는 시초가 아담까지 거슬러 올라 가는데, 그 중 모세 오경에서 볼 수 있는 족보들은 지역적이고 개별적인 것이 아니라 민족 단위의 광범위한  기록이다.  이러한 창세 역사의 민족 족보들이 역사 속에서 섭리하시는 하나님의 구속사적 측면을 보여주고 있다면, 후기 이스라엘 족보의 목적은   상속권의 합법성을 명확히 밝히기 위해   제사장직, 왕직, 레위인의 사역 등 여러 고귀한 세습 직분들의 영속성과 특권을  확보하기 위해   종속의 순수성을 확인, 보증하기 위해 기록되었다. 족보의 기술 형식은 연대상 위에서부터 내려오는 하향식 기술(룻 4:18-23)과  아래서부터 위로 올라가는 상향식 기술이 있다(스 7:1-5), 한편 우리들이 성경의 족보들을 대할 때 다음과 같은 난점을 염두해 두고 있어야 쉽게 이해할 수 있다.    이스라엘에는 성(姓)이 없기 때문에 아버지의 이름이 중요하다. 따라서 일반적인 이름의 경우 부자(父子) 관계가 밝혀져 있지 않으면 혼란을 일으키게 된다.   가족을 나타내는  용어가 폭넓은 의미로 사용된다. 즉, 아들이란 말이 가족 관계를 넘어 제자나 후손을 지칭하기도 한다.   동일 족보에 인명과 지명 혹은 지파명까지 섞여 기록되어  있기도  하다. 여하튼 우리가 성경의 족보를 통해 깨달아야 할 사실은 모든 민족은 한 사람  아담으로부터 비롯되었다는 사실과 '여자의 후손'에 관한 하나님의 약속은 대(代)를  통해 면면히 이어져 마침내 다윗의 족보를 타고 태어난 예수 그리스도  안에서  역사적으로 성취되었다고 하는 사실이다(3:15). * 최초의 족보. - 성경에서는 여러 부분에서 족보를 통한 하나님의 계시 전달 흔적이 발견된다. 따라서 성경 족보는 단순한 인명의 나열이 아니라, 그 인명들 속에서 꿈틀대는 역사의 큰 흐름과 그 역사를 주도해 가시는 하나님의 초월적 경륜을  소개하고 있다는 큰 의의를 지닌다. 또한 성경 족보가 서술되는 곳에서 항상 당시까지의 역사를 사시 한번 간추리고 그 역사를 기반으로 새로운 역사가 전개될 것을 암시한다. 그리고 이 족보 서술을 통해 하나님께서 인류의 역사를 과연 어떤 방향으로 몰고  가시는가에 대한 바른 인식도 가능하다. 이런 점에 근거해서 아담 자손의 족보를 훑어보면 이 족보에는   하나님의 구원 역사에 필요한 인물들을 근간으로 계보가 형성되었다는 사실과(가인 가문의 인물들이 제외되고 셋 가문에 의해 계보가 진행됨)   그렇기에 시대와 역사성을 반영하고 있는 나이가 기술되어 있다는 사실과   그리고 최초 인간의 범죄에도 불구하고  하나님은  그 후손들과 교제하기를 기뻐하셨으며 그들을 통해 당신의 구속사를 전개해 가셨다는  사실을 알 수 있다. 더욱이 이 족보는 홍수로 인해 전인류가 멸망당해야 했던 노아 때까지를  기록함으로 하나님께서는 지금까지의 부패한 인류를 멸절시키시고 거룩한 노아를 필두로  새로운 역사를 펼쳐가시겠다는 강력한 의지를 표명하셨다. 이처럼 우리가 성경을 접할  때마다 습관처럼 지나쳐버리는 지리한 족보 이야기조차도 하나님의 원대한 계획과  인류를 향한 은혜, 사랑을 포함하고 있음을 알고 성경 전반에 대한 우리의 시각을  새롭게 해야 할 것이다. 2. 장수한 셋 가계의 인물들(5:6-27) 본문은 홍수 전 셋 계열의 계보가 그들 각자의 나이와 함께 기록된 부분이다. 여기서 특기할 만한 사실은 당시 셋 계열 족장들의 나이가 승천한 에녹을  제외하고  평균 912세 였다는 점이다. 이것은 인간 생명에 대한 깊은 생각들을 갖게  해준다.  그처럼 상상을 초월한 나이는 과연 가능한가? 무엇 때문에 죽음을 선고받았던 아담  후예들의 생명이 그토록 긴 것일까? 이에 대해 성경은 침묵하고 있으나 우리는  적어도  다음과 같은 사실을 추정해 볼 수 있다. 즉 하나님은 인류의 빠른 번식을 위하고, 당신의  뜻과 그들에게 맡긴 사명을 계속되는 세대에게 온전히 전수하도록 하기 위해 그들을  장수케 하셨던 것으로 추론해 볼 수 있다. 또한 성경에는 장수(長壽)가 하나님의 은혜요 선물이라고 밝힌 부분이 많은 것으로 보아(잠 3:1,2; 4:10; 엡 6:2,3), 그 당시는  죄악이 가져다 주는 폐해와 부패성에 크게 오염되지 않은 상태였으며 그 결과로서  하나님이 그들의 생명을 연장시켜 주셨다고 볼 수도 있다. 혹자는 노아 홍수가 있기  전에 지구의 환경이 지금과는 달라 인간 생존에 최적의 상태였다는 것을 지적하기도  한다. 여하튼 그들은 역사적으로 실존했던 인물들로서 하나님의 특별한 은택을 받아 긴 생애를 살았음에 틀림없다. 그러나 아무리 장수한 자라 하더라도 마침내는 죽음을  맛보아야 했다는 사실은 장수를 소망하는 우리들에게 시사하는 바가 크다. 실로 죽음은 어떤 인간도 뛰어엄을 수 없는 장애이며(히 9:27) 죄인을 공의로 다스리시는 하나님의 신실하심의 표현이다. 하나님은 인간을 사랑하시지만 범죄한 영혼을 엄정히  다스리신다는 사실에 장수와 죽음에 관한 해답을 얻을 수 있을 것이다. 그러나 한편 하나님께서는 인류가 한번씩은 모두 겪어야 하는 죽음의 문제를  해결하시기 위해 당신의 독생자 예수를 이 땅에 보내시고, 그로 하여금 인류의 죄와  죽음 전부를 대신 담당하게 하셨다(사 53장). 그러므로 누구든지 예수의 대속 은총을  믿기만 하면, 죽음 건너편에 있는 영원한 부활의 생명을 누리게 될 것이다. 이러한 진리를 깨달은 성도는 이제 장수에 대한 무조건적 기대보다 영생에 대한 소망을 더욱 값진 것으로 알아, 장수에 대한 지나친 애착을 삼가하고 경건과 거룩에 더욱 심혈을 기울여야 할 것이다(고후 4:16-5:10). * 에녹의 삶과 승천의 의미. - 평범한 생 가운데서 가장 이상적인 삶을 살다가  이세상을 떠나간 신앙의 위인으로 우리는 에녹을 들 수 있다. 죽음의 필연성을 극복하고 하나님과 동행하는 축복된 삶을 누렸기에, 그는 오늘날 우리의 삶에 올바른 방향을 제시하고 있다. 그렇다고 그가 세속과 완전히 차단한 채 은둔 생활로 자신의 경건을  이뤄나간 것이 아니었다. 고달픈 세상사 속에서 드른 이들과 마찬가지로 평범한 일상 생활을 영위하는 가운데 하나님과 동행하였던 것이다. 실로 그는 하나님의 뜻을  자신의 삶에 적용해 나갔으며 한시도 하나님의 뜻을 배반한 적이 없었다. 신약 성경 기자들의 눈에 비춰진 그의 모습은 '하나님을 기쁘시게 하는 자라는  증거를 얻은 자'(히 11:5)였으며 '하나님의 실존을 확신한 자'(히 11:6)였고 그의  삶을 통해 이웃의 범죄를 책망한 자였다(유 1:14,15). 에녹의 이같은 모습은 비록 온통  죄로 오염된 세상 속에서 살아가는 우리들일지라도 하나님과 동행하며 이웃을 개도해 갈 수 있다는 희망을 제공한다. 하나님은 믿음이 없는 세상을 부끄럽게 하시며  참믿음으로 사망의 권세를 능히 이길 수 있다는 사실을 예표적으로 보이시기 위해 그를 죽음에 방임치 않으시고 당신의 곳으로 데려가셨다. 한편 본문에 제시된 족보를 통해 살펴보면 에녹의 승천 전에 죽은 자는 아벧  외에 아담 한 사람밖에 없었다. 이는 하나님께서 인간의 범죄가 인간을 사망으로  이끌었다는 사실을 밝히신 후, 그 사망의 권세를 이기는 유일한 방법도 당신께 있음을  알리신 것이다. 즉 에녹의 승천 사건은 아담 안에서 모든 사람이 죽음 아래 놓여 있으나,  하나님의 크신 은혜로 당신의 독생자 예수 안에서 모든 사람이 사는 귀한 진리를 예시하고 있다(롬 5:21). 또한 이 사건은 하나님과의 화해와 인격적 교제가 이루어지는 곳에는 죽음으로부터의 해방과 영생이 약속된다는 진리를 제시하며, 이와 아울러 이  세상 이외에 또 다른 하나님의 나라가 엄연히 존재함을 입증해 주고 있다. 마지막으로 노아 홍수 전에 승천한 에녹의 행적은 환난과 패역이 극을 이루는 세상 끝날에, 믿음의 성도들에게 있을 영광스런 휴거와 혼인 잔치를 예표한다(마 24:40; 고전 15:51; 살전 4:17). 오늘도 믿음의 선배 에녹은 세상과 쉽게 타협하며 부패한 세대 속에 안주하기를 즐기는 우리들에게 하나님과 동행하는 신앙이 가져다 주는 궁극적 승리와 기쁨을 성경 속에서 말없이 가르치고 있다. 3. 고달픈 세상사 가운데서의 위로자, 노아(5:28-32) 본문은 타락한 세대 가운데서 향후 구속사를 이끌어갈 인물이 마침내 노아로  귀결되었음을 뜻하는 셋 계열 족보의 마지막 부분이다. 즉 그 이름을 통하여 노아가  앞으로 펼칠 놀라운 사역이 암시되어 있다(29절). 사실 타락 이후 인간은  하나님의  저주(3:17-19)대로 극심한 노역과 고통을 통해서 생계를 꾸려나가야만 했다. 이 같은 사실은 불가항력적인 자연의 재해와 의식주 해결을 위한 피곤한 나날에  직면해야만  하는 오늘의 우리에게까지 적용된다. 이처럼 범죄한 인류는 생을 마감하는 순간까지 척박한 환경 속에서 고통의 멍에를 감수하며 죄가 가져다 주는 폐해를 절실히 맛보아야만  했다. 본문에는 이런 고역의 고통을 깊이 체험하며 인간의 유약함을 확신했던 한  인간의 고뇌에 찬 호소가 담겨 있다. 여기서 셋의 후손 라멕은 날카로운 무기를 신뢰하며  인간의 교만을 노래했던 가인의 후손 라멕(4:23,24)과는 달리 인간이 극복할 수  없었던 고통의 한계를 시인하며 '안식', '위로'라는 뜻의 '노아'란 이름을 아들에게 붙임으로써 하늘로부터 오는 신령한 위안을 기대했다. 즉 그는 하나님이 마련하신 고통의 현장에서 하나님께 반항하거나 삶을 자포자기하지 않고 '하나님 의존적인 삶'을  추구하겠다는 의지를 표명했던 것이다. 즉, 스스로의 힘으로는 안위를 얻을 수 없고 오직 하나님에 의해서만 평안과 위로를 누릴 수 있음을 믿는 신앙을 가졌던 것이다. 이처럼 신앙은 좋은 환경과 풍요로운 삶 속에서 자라나는 것이  아니라,  고달프고 빈핍한 삶을 통해 오히려 더 힘차게 성장한다. 그러므로 개개인에게 닥쳐지고 있는 모든 환란과 고통은 어떤 면에서는 그를 사랑하사 그의 성숙을 꾀하시려는 하나님의  은혜로운 경륜으로 해석할 수 있다(약 1:4). * '노아'란 이름 속에 내포된 구원의 의미. - '노아'란 이름에는 절망적인  인간상을 극복하며, 인류에게 진정한 평안을 제공키 위해 오실 위안자(慰安者) 예수  그리스도를 연상케 하는 밝은 예언이 내포되어 있다. 실제로 노아는 죄악된 이 땅에  하나님의 평화와 구원의 메시지를 전한 자이며, 고통당하는 자를 구원할 방주를 예비하기 위해 태어났고, 그러한 노아의 삶이 곧 인류 구속자이신 예수의 사역을 예표했다.  또한 노아는 부패한 세상을 향해 의(義)를 선포한 자로서 인류의 마음속에 참 의를  가져다 주실 예수 그리스도를 예비하였다. 오늘 우리는 홍수 전 노아의 시대만큼이나  슬프고 참혹한 상태에 놓여 있다. 그러나 노아의 부친 라멕이 그러했던 것처럼, 우리  성도들도 안식과 위로의 근원이신 하나님과 평강과 평화의 실체이신 예수 그리스도를 소망함으로써 능히 그 상황을 극복해 갈 수 있을 것이다. 세일하머 C. 노아 이야기 (5:1-9:29) 5장의 시작 부분에서 새로운 시작의 말은 서술에 있어서의 대 단락을 표시해준다: \"아담 자손의 계보가 이러하니라.\" 이 서술 부분은 9:29에서 그 결론을 맺는데 아담 흔손의 족보에 의해서 둘러쌓인 형태로 형성되어 있다. 이 족보는 열 명의 사람에 그 초점을 맞추고 있는데 첫번째 사람은 아담이며 마지막 사람은 노아이다. 이 족보는 노아의 죽음이 기록되는 시점까지 이어지는데(9:29) 이 시점에서 노아의 아들들의 새로운 족보가 시작 된다(10:1-11:26). 두번째 족보는 아브라함의 출생과 더불어 끝난다(11 :26). 그 분량이 매우 다양한 여러 서술들은 이러한 이름의 목록들 안에 삽입해 들어오고 있다. 가장 큰 서술은 노아 시대의 홍수에 대한 설명이지만(6:5-9:19) 에녹의 변신(5:24), 라멕에 의한 노아의 호명(5:29). 하나님의 아들들(6:l-4), 노아의 술취함<9:20-27), 특이한 사냥군인 니므롯(10:8-10), 블레셋(10:14) 땅의 나누임(10:25), 바벨론성(11:l-9) 등과 같이 다른 중요한 서술들도 또한 있다. 서술들과 족보를 서로 결합시키는 것은 서술적 기교에 있어서의 저자의 가장 큰 특징 중의 하나이다. 학자들은 때때로 족보를 서술들 속에서 묘사되고 있는 사건들의 과정 속에 단순히 삽입된 것으로 취급하였다. 그러나 우리가 본문을 자세히 읽어볼 때에 그것은 저자가 이러한 이름의 목록들을 포함시킴에 있어서 보다 특별한 어떤 것을 염두에 두고 있음을 보여준다. 그것들은 또한 모든 서술들이 그 안에서 읽혀져야 할 문맥을 형성함에 있어서 중요한 역할을 하고 있음을 보여준다. 1. 열명의 유명한 사람들 (5:1-6:4) 우리가 물어보아야 할 첫번째 질문은 5장과 6장의 처음 네 구절과의 관계이다. 우리는 6:1-4을 5장의 이름의 목록에 대한 끝 맺음말로 취급하였다. 이 네 구절은(6:1-4) 6장의 나머지 부분 보다는 5장과 더불어 읽혀질 때에 서술 속에서 특별한 의미를 지니게 된다. 그것은 홍수 이야기로 넘어가기 전에 서술의 요점들을 요약한다는 의미에서 아담의 자손들의 목록에 대한 결론 부분을 형성한다(이 구절들에 대한 아래의 논의를 보라). a . 서문 (5:1-3) 5장에서 뒤이어 나오는 족보에 대한 이 서문의 효과는 놀랄만 하다. 첫째로 이 서문은 독자의 시선을 1장의 사건들의 과정으로 다시 집중시키는데 그것은 곧 남자와 여자의 창조이다. 이렇게 함으로써 서문은 이전의 설명의 중심적 요점인 하나님의 형상과 모양을 따르는 남자와 여자의 창조를 상기시킨다. 두번째로, 서문은 출생과 호명의 형태를 반복함으로써 5장과 4장의 이전 부분(4:25-26)을 서로 묶어준다. 첫 부모가 그들의 아들들의 이름을 불렀듯이 (4:25-26) 5장의 서문 부분에서 하나님께서는 아담의 이름을 지으셨으며 이와 마찬가지로 아담은 그의 아들(셋)의 이름을 지었다 . 첫 부모와 그들의 아들들에 관한 묘사는 하나님과 아담에 대한 묘사와 유사하다. 이러한 관계는 하나님께서 아담의 이름을 짓는 것이 창세기에서는 여기에서 처음으로 나온다는 사실에서 분명하게 드러난다. 그것은 l장과 2장에서의 인간 창조에 대한 이전의 설명의 특징이 아니었다 저자는 4:25,26과 서문에서의 하나님의 역할 사이의 대조를 강조하기 위하여 특별히 이곳에서 그것을 도입하고 있는 것으로 보인다. 다시 말하자면 서문의 효과는 아담을 자기의 아들로서 이름을 지으신 아버지로서의 역할 안에서의 하나님을 묘사하기 위함이다 세번째로, 아버지로서의 하나님의 역할은 하나님께서 '자기의 형상을 따라' 아담을 창조하신 것과 아담이 '자기 모양 곧 자기 형상과 같은 아들을'(5:3) 낳은 것 사이의 평행에 의해서 더욱 고조된다. 저자는 자신의 가족을 세우고 보호하는 한 족장의 용어로써 하나님의 인간 창조에 대하여 상당한 길이로 묘사하였다. 이러한 평행적 묘사 뒤의 동기는 5장에서의 족장들의 목록의 목적 안에 놓여있다. 아담이 셋의 아버지이고 셋은 에노스의 아버지일 뿐만 아니라 하나님께서 이들 모두의 아버지가 되신다. 만일 우리가 창세기의 계속되는 장들을 통하여 이러한 일련의 족보들을 따라간다면 다음과 같은 두 가지 중요한 점들이 나타난다: (1) 하나님께서는 모든 인류의 아버지로서 묘사되며(10장), (2) 특별히 하나님께서는 아브라함과 그 씨의 아버지로서 묘사된다."
        },
        {
            "verse_reference": "5:1",
            "commentary": "-3의 서문의 요점은 신명기 32:6의 모세의 노래의 그것과도 같다. 이 노래 속에서 모세는 불순종하는 백성들을 향하여 책망과 함께 \"그는 너를 얻으신 너의 아버지가 아니시냐 너를 지으시고 세우셨도다\"라고 말하였다. 창세기 5장의 서문 뒤에 놓여있는 이러한 목적의 관점에서 볼 때에 저자는 이 단락의 결론 부분인 6:1-4에서 '하나닙의 아들들'의 주제로 돌아가는 것은 놀랄만한 것이 아니다. 저자가 인간에 대한 하나님의 축복으로 되돌아가는 것은(창 5:2에서) 자기 자식에 대한 아버지의 보호를 상기시키는 용어로써 인간에 대한 하나님의 목적을 묘사하려는 저자의 전체적인 계획의 한 부분이 된다. 창세기의 나머지 부분을 통하여 계속되는 주제는 자기 아들에 대한 아버지의 축복이다(9:26-27, 27:27, 48:15, 49:29). 이러한 주제를 고수하면서 저자는 서술의 각 전환점에서 하나닙 자신이 다음 세대의 아들들에 대한 자신의 축복을 새롭게 하심을 보여준다(1:28, 5:1, 9:l, 12:3, 24:l1). 전체적으로 볼 때에 나타나는 그림은 상속된 축복의 예비를 통하여 자기 자녀의 미래의 복을 확인시키는 사랑의 아버지의 모습이다. 이러한 방법을 통하여 저자는 성경의 나머지 부분에 대한 신학적인 기초를 놓고 있다. 모든 인류를 축복하려는 하나님의 원래의 계획은 비록 인간의 어리석음에 의해서 왜곡되기는 했지만 그럼에도 불구하고 여자의 씨(3:15), 아브라함의 씨(12:3), 그리고 '유다 지파의 사자'(49:8-12: 계 5:5-13 참고)를 통하여 회복될 것이다. 바울이 하나님께서 그를 통하여 '우리에게 복'주시고(엡 l:3) '자기의 아들들이 되게 하셨'고(1:5) 우리가 '아바 아버지'(롬 8:15)라고 부를 수 있는 분으로부터 '기업'(엡 l:l1)을 얻게 하신 분으로서의 예수님에 대한 관점을 세운 것은 바로 이 러한 기초에 근거한 것이다. b. 아담의 아들들(5:4-32) 5장의 족보는 11:1-26의 셈의 족보와 그 형태에 있어서 아주 유사하다. 이 두 족보의 형태적 요소를 비교해보면 이들 사이의 유일한 차이점은 5장에서 각각의 이름의 끝에 '죽었더라'는 말이 포함되어 있는 것임이 드러난다. 왜 저자는 다른 족보에서는 개인의 죽음의 문제가 그의 생애의 년수에 관한 언급 속에 내포되도록 허용한 반면에 특별히 이들 족장들의 각각의 죽음을 독자들에게 상기시킬 중요성을 느꼈을까? 이에 대한 대답을 5장에서 찾기란 어렵지 않은데 그 이유는 이 장에서 족장들 중에서 에녹이 유일하게 죽지 않았기 때문이다. 다른 족장들의 연대처럼 그의 생애의 전체 년수는 주어지지만 오직 여기에서 한 가지 예외가 주어진다. 에녹은 \"하나님이 그를 데려가시므로 세상에 있지 아니하였더라\"(24절). 다시 말하자면 저자는 에녹의 예외적인 경우에 독자의 시선을 집중시키기 위하여 5장의 각 족장들의 죽음을 의도적으로 강조한 것이다. 왜 저자는 그렇게 특별하 에녹을 한 예외로서 지적하기를 원하는가? 그것은 단순히 그가 죽지 않았기 때문만은 아니다. 물론 그것은 그 자체로서 특별한 주목을 끌기에 충분한 이유가 된다. 그러나 그것은 이 경우에서의 저자의 목적을 충분히 설명하지 못한다. 저자의 목적은 에녹이 '하나님과 동행'한 사실을 반복해서 강조한 방법을 통하여 더 잘 드러날 수 있다(22,24절). '하나님과 동행' 하였다는 구절은 저자에게 있어서 특별한 의미를 가지고 있음이 분명한데 그 이유는 그가 '의인이요 당세에 완전한 자'(6:9)로서의 노아와 하나닙의 신실한 종으로서의 아브라함과 이삭(17:1, 24:40, 48:15)을 묘사함에 있어서 이와 동일한 표현을 사용하고 있기 때문이다. 여기에서의 이 용법은 저자가 에녹이 죽지 아니한 이유로서 그것을 보고 있음을 보여준다. 에녹은 아담의 운명 (네가 정녕 죽으리라)을 당하지 아니한 사람으로서 묘사되는데 그 이유는 다른 사람과는 달리 그가 '하나님과 동행'하였기 때문이다. 저자의 의미는 분명하다. 에녹은 죽음의 저주 속에서 생명을 발견한 자의 본보기이다. 에녹 안에서 저자는 죽음의 선포가 한 사람의 생애에 있어서 반드시 언급되어야 할 마지막 말이 아님을 보여줄 수 있는 것이다. 만일 우리가 '하나님과 동행'한다면 우리는 생명을 발견할 수 있는 것이다. 그러므로 저자에게 있어서 동산 안의 생명 나무로 되돌아갈 수 있는 한 문이 열려 있다. 에녹은 '하나님과 동행'함으로써 그 문을 발견하였으며 또한 그렇게 하는 것은 생명을 찾기를 원하는 모든 자들에게 한 모형이 되었다. 저자가 하나님께서 아브라함과 그의 언약의 약속을 세우시는 17장의 첫 부분에서 다시 이 주제로 돌아가고 있는 사실은 중요하다. 여기에서 그 의미는 분명해진다:\"너는 내 앞에서 행하여 완전하라 내가 내 언약을 나와 너 사이에 세워...\"(17:1-2). '하나님과 동행'하는 것은 언약의 의무를 성취하는 것이다. 저자에게 있어서 '하나님과 동행'하는 것은 생명에의 길이다. 이것은 모세가 광야에서 백성들에게 말한 것과도 같다: \"보라 내가 오늘날 생명과 복과 사망과 화를 네 앞에 두었나니 곧 내가 오늘날 너를 명하여 네 하나님 여호와를 사랑하고 그 모든 길로 행하며 그 명령과 규례와 법도를 지키라 그리하면 네 하나님 여호와께서 네가 가서 얻을 땅에서 네게 복을 주실 것임이니라\"(신 30:15-16) 모세오경의 저자에게 있어서 '하나님과 동행'하는 것은 단순히 율법을 지키는 것만을 의미하지 않음을 아는 것이 중요하다. 오히려 저자가 '하나님과 동행'하는 것에 대한 주제와 연결시키고 있는 인물들은 '율법'을 가질 수 없는 자들이었다. '하나님과 동행'하는 본보기로서의 이러한 인물들을 선택함에 있어서 저자는 단순히 율법을 지키는 것과는 다른 생명의 길을 가르치기를 원한다. 우리는 저자의 관점에서 볼 때에 시내산에서의 율법의 길은 성공적이지 못한 것으로 판명되었음을 놓쳐서는 안된다(예를 들면 신 31:27). 더 나은 길이 아직 미래에 남아 있다(신 30:5-16). 저자에게 있어서 생명의 길은 에녹(그가 하나님과 동행하며 5:22), 노아(그가 하나님과 동행하였으며, 6:9), 그리고 아브라함 (아브람이 여호와를 믿으니 여호와께서 이를 그의 의로 여기시고. 15:6)과 같은 인물들에게서 가장 좋은 본보기가 제시된다. 저자가 하나님에 대한 믿음과 신뢰에 대한 모형으로서 제시하는 인물은 시내산에서 율법이 주어지기 전에 살았던 이들 족장들이다. 열 명의 족장들 중에서 저자가 특별한 관심을 기울이고 있는 두번째 인물은 노아이다. 5장의 족보는 홍수에 관한 서술과 조화되기 위하여 그 결론 부분에서 의도적으로 재구성되었다. 홍수에 관한 서술은 노아가 세 아들을 낳을 때의 나이에 대한 언급과 그가 생존한 전체 년수(9:28) 및 그의 죽음(9:29)에 대한 언급 사이의 연대기 안에 삽입되었다. 결과적으로 노아와 관계된 자료는 이들 나머지 초기 족장들의 그것과는 크게 달라지게 되었다. 여기에서 두 가지 점이 특별히 관심을 끈다. 첫째로, 전형적인 이름의 목록 가운데로 뚫고 들어가서 서문(51-3)의 구조와 내용과 유사성을 보여주는 부분에서 우리는 노아가 저주로 말미암는 노동과 수고로부터 안위를 가져올 것임을 보게 된다(5:29). 창세기 8:21의 관점에서 볼 때에 노아가 가져온 안위는 방주 안에서의 인류의 구원과 더불어 홍수 이후의 제사 제도의 재설정으로 보인다. 이렇게 함으로써 노아는 인류의 모든 미래의 파멸을 되돌렸다. 두번째로, 오직 노아와 그 가족만이 생존자로 남은 홍수에 관한 서술이 노아의 죽음에 대한 마지막 언급 직전의 연대기 안에 삽입된 것이 증요하다. 그러므로 이 마지막 언급은 9:28-29에 이르기까지 나오지 않는데 이곳에서 그것은 사실상 다음에 이어지는 나라들의 목록(10 l-32)의 일부분이 된다. 노아의 연대기에 있어서의 이러한 조정과 홍수 기사의 삽입에 대한 이유는 저자가 노아의 연대기의 일부를 홍수 기사 안에 다시 등장시키는 방법을 통하여 (6:9-l0) 명백해진다. 에녹이 죽음으로부터 구원을 받은 것에 대한 동일한 설명이 (에녹이 하나닙과 동행하더니) 노아가 홍수로부터 구원받은 근거가 되고 있다 \"그가 하나님과 동행하였으며\"(6:9). 그러므로 노아와 홍수에 관한 이야기 속 에서 저자는 에녹의 교훈을 반복할 수 있는데 그것은 생명이 '하나님과 동행'함을 통하여 온다는 것이다. 흥수에 관한 기사의 결론 부분에서 저자는 간단한 연대기적 언급을 통하여 노아의 술취한 이야기를 덧붙이고 있다(9: 18-27). 이것은 홍수 기사에 있어서의 노아의 모습과는 전혀 다른 모습이다. 그러나 이것은 저자의 목적에 잘 기여하고 있는데 그 이유는 그것이 저자가 노아에 대하여 었급해야만 하는 마지막 말의 기초를 제공하기 때문이다: \"그가... 죽었더라\"(9:29). 다시 말하자면 노아는 에녹과 더불어 하나님을 기쁘게 하는 삶의 방법에 대한 교훈을 제공하는 동시에(그가 하나님과 동행하였으며) 그 반대의 교훈도 역시 제공해 준다. 그의 행위의 실질적인 성격이 어떠하든지 간에 (9: 18-27에 대한 아래의 주석을 보라) 저자는 그의 행위를 불명예와 수치의 행위로 제시한다(창 3장의 경우와 같이 '벌거벗은지라'). 저자는 노아의 수치 (그는 자신의 과수원의 과일을 먹고 벌거벗었다)와 아담과 하와의 그것(그들은 동산의 과일을 먹고 그들이 벌귀벗었음을 알았다) 사이에 평행을 이루는 방법으로 이 장면을 묘사하는 것으로 보인다. 노아를 이렇게 묘사함으로써 서술은 노아의 연대기의 나머지 부분과 그의 죽음에 관한 기사에 대한 결론을 맺고 있다(9:28-29). 세일하머 C. 노아 이야기 (5:1-9:29) 5장의 시작 부분에서 새로운 시작의 말은 서술에 있어서의 대 단락을 표시해준다: \"아담 자손의 계보가 이러하니라.\" 이 서술 부분은 9:29에서 그 결론을 맺는데 아담 흔손의 족보에 의해서 둘러쌓인 형태로 형성되어 있다. 이 족보는 열 명의 사람에 그 초점을 맞추고 있는데 첫번째 사람은 아담이며 마지막 사람은 노아이다. 이 족보는 노아의 죽음이 기록되는 시점까지 이어지는데(9:29) 이 시점에서 노아의 아들들의 새로운 족보가 시작 된다(10:1-11:26). 두번째 족보는 아브라함의 출생과 더불어 끝난다(11 :26). 그 분량이 매우 다양한 여러 서술들은 이러한 이름의 목록들 안에 삽입해 들어오고 있다. 가장 큰 서술은 노아 시대의 홍수에 대한 설명이지만(6:5-9:19) 에녹의 변신(5:24), 라멕에 의한 노아의 호명(5:29). 하나님의 아들들(6:l-4), 노아의 술취함<9:20-27), 특이한 사냥군인 니므롯(10:8-10), 블레셋(10:14) 땅의 나누임(10:25), 바벨론성(11:l-9) 등과 같이 다른 중요한 서술들도 또한 있다. 서술들과 족보를 서로 결합시키는 것은 서술적 기교에 있어서의 저자의 가장 큰 특징 중의 하나이다. 학자들은 때때로 족보를 서술들 속에서 묘사되고 있는 사건들의 과정 속에 단순히 삽입된 것으로 취급하였다. 그러나 우리가 본문을 자세히 읽어볼 때에 그것은 저자가 이러한 이름의 목록들을 포함시킴에 있어서 보다 특별한 어떤 것을 염두에 두고 있음을 보여준다. 그것들은 또한 모든 서술들이 그 안에서 읽혀져야 할 문맥을 형성함에 있어서 중요한 역할을 하고 있음을 보여준다. 1. 열명의 유명한 사람들 (5:1-6:4) 우리가 물어보아야 할 첫번째 질문은 5장과 6장의 처음 네 구절과의 관계이다. 우리는 6:1-4을 5장의 이름의 목록에 대한 끝 맺음말로 취급하였다. 이 네 구절은(6:1-4) 6장의 나머지 부분 보다는 5장과 더불어 읽혀질 때에 서술 속에서 특별한 의미를 지니게 된다. 그것은 홍수 이야기로 넘어가기 전에 서술의 요점들을 요약한다는 의미에서 아담의 자손들의 목록에 대한 결론 부분을 형성한다(이 구절들에 대한 아래의 논의를 보라). a . 서문 (5:1-3) 5장에서 뒤이어 나오는 족보에 대한 이 서문의 효과는 놀랄만 하다. 첫째로 이 서문은 독자의 시선을 1장의 사건들의 과정으로 다시 집중시키는데 그것은 곧 남자와 여자의 창조이다. 이렇게 함으로써 서문은 이전의 설명의 중심적 요점인 하나님의 형상과 모양을 따르는 남자와 여자의 창조를 상기시킨다. 두번째로, 서문은 출생과 호명의 형태를 반복함으로써 5장과 4장의 이전 부분(4:25-26)을 서로 묶어준다. 첫 부모가 그들의 아들들의 이름을 불렀듯이 (4:25-26) 5장의 서문 부분에서 하나님께서는 아담의 이름을 지으셨으며 이와 마찬가지로 아담은 그의 아들(셋)의 이름을 지었다 . 첫 부모와 그들의 아들들에 관한 묘사는 하나님과 아담에 대한 묘사와 유사하다. 이러한 관계는 하나님께서 아담의 이름을 짓는 것이 창세기에서는 여기에서 처음으로 나온다는 사실에서 분명하게 드러난다. 그것은 l장과 2장에서의 인간 창조에 대한 이전의 설명의 특징이 아니었다 저자는 4:25,26과 서문에서의 하나님의 역할 사이의 대조를 강조하기 위하여 특별히 이곳에서 그것을 도입하고 있는 것으로 보인다. 다시 말하자면 서문의 효과는 아담을 자기의 아들로서 이름을 지으신 아버지로서의 역할 안에서의 하나님을 묘사하기 위함이다 세번째로, 아버지로서의 하나님의 역할은 하나님께서 '자기의 형상을 따라' 아담을 창조하신 것과 아담이 '자기 모양 곧 자기 형상과 같은 아들을'(5:3) 낳은 것 사이의 평행에 의해서 더욱 고조된다. 저자는 자신의 가족을 세우고 보호하는 한 족장의 용어로써 하나님의 인간 창조에 대하여 상당한 길이로 묘사하였다. 이러한 평행적 묘사 뒤의 동기는 5장에서의 족장들의 목록의 목적 안에 놓여있다. 아담이 셋의 아버지이고 셋은 에노스의 아버지일 뿐만 아니라 하나님께서 이들 모두의 아버지가 되신다. 만일 우리가 창세기의 계속되는 장들을 통하여 이러한 일련의 족보들을 따라간다면 다음과 같은 두 가지 중요한 점들이 나타난다: (1) 하나님께서는 모든 인류의 아버지로서 묘사되며(10장), (2) 특별히 하나님께서는 아브라함과 그 씨의 아버지로서 묘사된다."
        },
        {
            "verse_reference": "5:1",
            "commentary": "-3의 서문의 요점은 신명기 32:6의 모세의 노래의 그것과도 같다. 이 노래 속에서 모세는 불순종하는 백성들을 향하여 책망과 함께 \"그는 너를 얻으신 너의 아버지가 아니시냐 너를 지으시고 세우셨도다\"라고 말하였다. 창세기 5장의 서문 뒤에 놓여있는 이러한 목적의 관점에서 볼 때에 저자는 이 단락의 결론 부분인 6:1-4에서 '하나닙의 아들들'의 주제로 돌아가는 것은 놀랄만한 것이 아니다. 저자가 인간에 대한 하나님의 축복으로 되돌아가는 것은(창 5:2에서) 자기 자식에 대한 아버지의 보호를 상기시키는 용어로써 인간에 대한 하나님의 목적을 묘사하려는 저자의 전체적인 계획의 한 부분이 된다. 창세기의 나머지 부분을 통하여 계속되는 주제는 자기 아들에 대한 아버지의 축복이다(9:26-27, 27:27, 48:15, 49:29). 이러한 주제를 고수하면서 저자는 서술의 각 전환점에서 하나닙 자신이 다음 세대의 아들들에 대한 자신의 축복을 새롭게 하심을 보여준다(1:28, 5:1, 9:l, 12:3, 24:l1). 전체적으로 볼 때에 나타나는 그림은 상속된 축복의 예비를 통하여 자기 자녀의 미래의 복을 확인시키는 사랑의 아버지의 모습이다. 이러한 방법을 통하여 저자는 성경의 나머지 부분에 대한 신학적인 기초를 놓고 있다. 모든 인류를 축복하려는 하나님의 원래의 계획은 비록 인간의 어리석음에 의해서 왜곡되기는 했지만 그럼에도 불구하고 여자의 씨(3:15), 아브라함의 씨(12:3), 그리고 '유다 지파의 사자'(49:8-12: 계 5:5-13 참고)를 통하여 회복될 것이다. 바울이 하나님께서 그를 통하여 '우리에게 복'주시고(엡 l:3) '자기의 아들들이 되게 하셨'고(1:5) 우리가 '아바 아버지'(롬 8:15)라고 부를 수 있는 분으로부터 '기업'(엡 l:l1)을 얻게 하신 분으로서의 예수님에 대한 관점을 세운 것은 바로 이 러한 기초에 근거한 것이다. b. 아담의 아들들(5:4-32) 5장의 족보는 11:1-26의 셈의 족보와 그 형태에 있어서 아주 유사하다. 이 두 족보의 형태적 요소를 비교해보면 이들 사이의 유일한 차이점은 5장에서 각각의 이름의 끝에 '죽었더라'는 말이 포함되어 있는 것임이 드러난다. 왜 저자는 다른 족보에서는 개인의 죽음의 문제가 그의 생애의 년수에 관한 언급 속에 내포되도록 허용한 반면에 특별히 이들 족장들의 각각의 죽음을 독자들에게 상기시킬 중요성을 느꼈을까? 이에 대한 대답을 5장에서 찾기란 어렵지 않은데 그 이유는 이 장에서 족장들 중에서 에녹이 유일하게 죽지 않았기 때문이다. 다른 족장들의 연대처럼 그의 생애의 전체 년수는 주어지지만 오직 여기에서 한 가지 예외가 주어진다. 에녹은 \"하나님이 그를 데려가시므로 세상에 있지 아니하였더라\"(24절). 다시 말하자면 저자는 에녹의 예외적인 경우에 독자의 시선을 집중시키기 위하여 5장의 각 족장들의 죽음을 의도적으로 강조한 것이다. 왜 저자는 그렇게 특별하 에녹을 한 예외로서 지적하기를 원하는가? 그것은 단순히 그가 죽지 않았기 때문만은 아니다. 물론 그것은 그 자체로서 특별한 주목을 끌기에 충분한 이유가 된다. 그러나 그것은 이 경우에서의 저자의 목적을 충분히 설명하지 못한다. 저자의 목적은 에녹이 '하나님과 동행'한 사실을 반복해서 강조한 방법을 통하여 더 잘 드러날 수 있다(22,24절). '하나님과 동행' 하였다는 구절은 저자에게 있어서 특별한 의미를 가지고 있음이 분명한데 그 이유는 그가 '의인이요 당세에 완전한 자'(6:9)로서의 노아와 하나닙의 신실한 종으로서의 아브라함과 이삭(17:1, 24:40, 48:15)을 묘사함에 있어서 이와 동일한 표현을 사용하고 있기 때문이다. 여기에서의 이 용법은 저자가 에녹이 죽지 아니한 이유로서 그것을 보고 있음을 보여준다. 에녹은 아담의 운명 (네가 정녕 죽으리라)을 당하지 아니한 사람으로서 묘사되는데 그 이유는 다른 사람과는 달리 그가 '하나님과 동행'하였기 때문이다. 저자의 의미는 분명하다. 에녹은 죽음의 저주 속에서 생명을 발견한 자의 본보기이다. 에녹 안에서 저자는 죽음의 선포가 한 사람의 생애에 있어서 반드시 언급되어야 할 마지막 말이 아님을 보여줄 수 있는 것이다. 만일 우리가 '하나님과 동행'한다면 우리는 생명을 발견할 수 있는 것이다. 그러므로 저자에게 있어서 동산 안의 생명 나무로 되돌아갈 수 있는 한 문이 열려 있다. 에녹은 '하나님과 동행'함으로써 그 문을 발견하였으며 또한 그렇게 하는 것은 생명을 찾기를 원하는 모든 자들에게 한 모형이 되었다. 저자가 하나님께서 아브라함과 그의 언약의 약속을 세우시는 17장의 첫 부분에서 다시 이 주제로 돌아가고 있는 사실은 중요하다. 여기에서 그 의미는 분명해진다:\"너는 내 앞에서 행하여 완전하라 내가 내 언약을 나와 너 사이에 세워...\"(17:1-2). '하나님과 동행'하는 것은 언약의 의무를 성취하는 것이다. 저자에게 있어서 '하나님과 동행'하는 것은 생명에의 길이다. 이것은 모세가 광야에서 백성들에게 말한 것과도 같다: \"보라 내가 오늘날 생명과 복과 사망과 화를 네 앞에 두었나니 곧 내가 오늘날 너를 명하여 네 하나님 여호와를 사랑하고 그 모든 길로 행하며 그 명령과 규례와 법도를 지키라 그리하면 네 하나님 여호와께서 네가 가서 얻을 땅에서 네게 복을 주실 것임이니라\"(신 30:15-16) 모세오경의 저자에게 있어서 '하나님과 동행'하는 것은 단순히 율법을 지키는 것만을 의미하지 않음을 아는 것이 중요하다. 오히려 저자가 '하나님과 동행'하는 것에 대한 주제와 연결시키고 있는 인물들은 '율법'을 가질 수 없는 자들이었다. '하나님과 동행'하는 본보기로서의 이러한 인물들을 선택함에 있어서 저자는 단순히 율법을 지키는 것과는 다른 생명의 길을 가르치기를 원한다. 우리는 저자의 관점에서 볼 때에 시내산에서의 율법의 길은 성공적이지 못한 것으로 판명되었음을 놓쳐서는 안된다(예를 들면 신 31:27). 더 나은 길이 아직 미래에 남아 있다(신 30:5-16). 저자에게 있어서 생명의 길은 에녹(그가 하나님과 동행하며 5:22), 노아(그가 하나님과 동행하였으며, 6:9), 그리고 아브라함 (아브람이 여호와를 믿으니 여호와께서 이를 그의 의로 여기시고. 15:6)과 같은 인물들에게서 가장 좋은 본보기가 제시된다. 저자가 하나님에 대한 믿음과 신뢰에 대한 모형으로서 제시하는 인물은 시내산에서 율법이 주어지기 전에 살았던 이들 족장들이다. 열 명의 족장들 중에서 저자가 특별한 관심을 기울이고 있는 두번째 인물은 노아이다. 5장의 족보는 홍수에 관한 서술과 조화되기 위하여 그 결론 부분에서 의도적으로 재구성되었다. 홍수에 관한 서술은 노아가 세 아들을 낳을 때의 나이에 대한 언급과 그가 생존한 전체 년수(9:28) 및 그의 죽음(9:29)에 대한 언급 사이의 연대기 안에 삽입되었다. 결과적으로 노아와 관계된 자료는 이들 나머지 초기 족장들의 그것과는 크게 달라지게 되었다. 여기에서 두 가지 점이 특별히 관심을 끈다. 첫째로, 전형적인 이름의 목록 가운데로 뚫고 들어가서 서문(51-3)의 구조와 내용과 유사성을 보여주는 부분에서 우리는 노아가 저주로 말미암는 노동과 수고로부터 안위를 가져올 것임을 보게 된다(5:29). 창세기 8:21의 관점에서 볼 때에 노아가 가져온 안위는 방주 안에서의 인류의 구원과 더불어 홍수 이후의 제사 제도의 재설정으로 보인다. 이렇게 함으로써 노아는 인류의 모든 미래의 파멸을 되돌렸다. 두번째로, 오직 노아와 그 가족만이 생존자로 남은 홍수에 관한 서술이 노아의 죽음에 대한 마지막 언급 직전의 연대기 안에 삽입된 것이 증요하다. 그러므로 이 마지막 언급은 9:28-29에 이르기까지 나오지 않는데 이곳에서 그것은 사실상 다음에 이어지는 나라들의 목록(10 l-32)의 일부분이 된다. 노아의 연대기에 있어서의 이러한 조정과 홍수 기사의 삽입에 대한 이유는 저자가 노아의 연대기의 일부를 홍수 기사 안에 다시 등장시키는 방법을 통하여 (6:9-l0) 명백해진다. 에녹이 죽음으로부터 구원을 받은 것에 대한 동일한 설명이 (에녹이 하나닙과 동행하더니) 노아가 홍수로부터 구원받은 근거가 되고 있다 \"그가 하나님과 동행하였으며\"(6:9). 그러므로 노아와 홍수에 관한 이야기 속 에서 저자는 에녹의 교훈을 반복할 수 있는데 그것은 생명이 '하나님과 동행'함을 통하여 온다는 것이다. 흥수에 관한 기사의 결론 부분에서 저자는 간단한 연대기적 언급을 통하여 노아의 술취한 이야기를 덧붙이고 있다(9: 18-27). 이것은 홍수 기사에 있어서의 노아의 모습과는 전혀 다른 모습이다. 그러나 이것은 저자의 목적에 잘 기여하고 있는데 그 이유는 그것이 저자가 노아에 대하여 었급해야만 하는 마지막 말의 기초를 제공하기 때문이다: \"그가... 죽었더라\"(9:29). 다시 말하자면 노아는 에녹과 더불어 하나님을 기쁘게 하는 삶의 방법에 대한 교훈을 제공하는 동시에(그가 하나님과 동행하였으며) 그 반대의 교훈도 역시 제공해 준다. 그의 행위의 실질적인 성격이 어떠하든지 간에 (9: 18-27에 대한 아래의 주석을 보라) 저자는 그의 행위를 불명예와 수치의 행위로 제시한다(창 3장의 경우와 같이 '벌거벗은지라'). 저자는 노아의 수치 (그는 자신의 과수원의 과일을 먹고 벌거벗었다)와 아담과 하와의 그것(그들은 동산의 과일을 먹고 그들이 벌귀벗었음을 알았다) 사이에 평행을 이루는 방법으로 이 장면을 묘사하는 것으로 보인다. 노아를 이렇게 묘사함으로써 서술은 노아의 연대기의 나머지 부분과 그의 죽음에 관한 기사에 대한 결론을 맺고 있다(9:28-29)."
        }
    ]
}