{
    "bible_book": "창세기",
    "chapter_number": 22,
    "commentaries": [
        {
            "verse_reference": "22:1",
            "commentary": "그 일 후에 - 여기서 '일'( , 다바르)이란 문자적으로 '말'(言語)을 의미한다(11:1). 따라서 지금까지 주어진 축복 혹은 언약의 통괄 지칭으로 볼 수 있다. 그러나 한편으로는 '사건'(롯 3:18)이란 뜻도 지니므로 '그 일 후에'란 지금까지 일어난 일들과는 다른 새로운 국면 전개에 대한 머리말로 이해할 수도 있으며 앞의 사건과 어느 정도의 시간적 격차가 있음을 나타내 주는 문장 연결어로도 볼 수 있다. 이때는 이삭이 번제용 나무를 지고 산을 오를 만큼 충분히 자랐을 때이다(6절). 시험 하시려고 - 성경에 나타난 시험에는 두 가지가 있다. 하나는 사단에게서 기원한 시험으로(엡 2:2), 인간을 타락케 하는 유혹(temptation)이다 (3:1-6). 그리고 다른 하나는 하나님에 의한 시험으로 성도의 신앙을 증험(證驗)해 보는 테스트(test))이다(욥 23:10). 여기서 아브라함이 당한 시험은 후자의 경우로 그를 믿음의 조상 으로 연단시키려는 하나님의 뜻에 인간적인 생각을 완전히 굴복시켜야 하는 순종의 시험이었다. 그를 부르시되 - 일전에 말씀으로 아브라함에게 계시하였던 것과 동일한 방식의 계시이다. 아브라함아 하시니 - 명령을 계시하시기 위한 부르심인데 단 한 마디로 이루어져 있는 것은 아브라함으로 하여금 당시 상황의 긴박성과 긴장감을 느끼게 하기에 충분하였을 것이다. 내가 여기 있나이다 - 무슨 일이든지 이르는 대로 청종하겠다는 결의에 찬 응답이다(사 6:8). 이는 성도가 항상 준비해 두어야만 하는 대답인데 언제 어느 곳에 처해 있을지라도 자신의 영적 현주소는 '하나넘 앞'(coram Deo)이란 사실을 잊지 않을 때만이 자연스레 나올 수 있다."
        },
        {
            "verse_reference": "22:2",
            "commentary": "네 아들 네 사랑하는 독자 이삭 - 3중으로 강조된 점층법적 표현이다.즉 (1)하나님의 피조물 중에서도 가장 고귀한 사람(2) 그중에서도 100세에 낳은, 이 세상 그 무엇과도 바꿀 수 없는 아들이자(3) 이스마엘이 떠난후 자신에게 넘은 유일한 혈통이며 25년을 기다려 얻은 '언약의 아들'이란 점을 강조한 말이다. 이 말에는 이삭에 대한 아브라함의 애정을 최고도로 불러일으켜 절박한 상황을 만들어 놓은 후 그러한 상황하에서도 자신의 명령에 순종토록 하시려는 하나님의 연단의 의미가 담겨있다. 모리아 땅 - 당시 아브라함이 거주하던 브엘세바(21:32-34)에서 사흘 길 거리에 위치한 예루살렘의 산악 지대이다. 한편 '모리아'( , 모리야)는 '마르에'( )와 '예호와'( )의 합성어로 '여호와께서 보이신 곳'이란 뜻인데 이는 하나님께서 이미 그곳을 지정하시고 선택하셨음을 의미한다. 즉 하나님께서는 이곳을 이삭을 제물로 바치는 곳 뿐아니라 훗날 솔로몬 성전이 건립될 장소(대하3:1)로 이미 택정해 놓으셨던 것이다. 번제로 드리라 - 인신 제물(人身祭物)로 바치라는 뜻이다. 이러한 하나님의 명령은 인간의 이성으로서는 도저히 납득할 수 없는 것이나 신앙으로는 받아들여야만 하는 난제(難題)였음에 틀림없다. 왜냐하면(1) 이는 피흘리는 것을 싫어하며 생명의 존엄성을 강조하던 하나님의 속성(9:4-6)과 상치되며(2) 거듭된 약속과 맹세 속에 겨우 태어난 유일한 약속의 씨 이삭을 다시 거두어 가려 하시는 것 역시 하나님의 약속(17:5,6)과는 일견 모순되는 듯하기 때문이다."
        },
        {
            "verse_reference": "22:3",
            "commentary": "아침에 일찌기 일어나 - 명령에 순종하기 위한 서두름이다. 그렇다고 해서 아브라함이 기쁜 마음으로 명령에 순종했다고 이해할 수는 없다. 그는 밤잠을 못 이루면서 심한 고통과 갈등을 겪였을 것이다. 그러나 신앙의 길은 순종밖에 없고 하나님은 어떠한 식으로든 약속한 것을 능히 이루어 주실 줄 믿었기에(롬 4:21) 그는 모든 갈등을 극복하고 하나님의 뜻을 준행하였을 것이다(막 14:36). 번제에 쓸 나무 - 번제(Burnt Sacrifice)는 짐승을 제물로 잡아 죽인후 각을 떠서 불에 태워 하나님께 드리는 화제(火祭)이다. 따라서 불을 피우는 데 사용될 나무가 필요하다. 그런데 팔레스틴의 구릉 지대엔 대부분 나무들이 없었기에 번제용 나무를 미리 준비해야 했다. 한편 아브라함의 집에는 제물로 사용할 수 있는 각종 짐승과 다른 종들도 있었는데 굳이 하나님께서 이삭을 불에 태워 바치라고 요구하셨으니 이것은 분명히 성경에서 말하는 '시련하려고 오는 불 시험'(벧전 4:12)이었음올 알 수 있다. 지시하시는 곳으로 가더니 - 모리아 산까지의 삼일길, 즉 약 80Km 여정(旅程)은 하나님과 인간사이를 이어 주는 헌신과 순종의 길이자 지성소를 향한 속죄의 길이었다고 할 수 있다. 왜냐하면 이곳에서 이삭을 대신하여 수양이 번제로 드려졌듯이(13절) 훗날 이곳에 세워진 솔로몬 성전에서도 역시 인간을 대신한 희생 제물이 하나님께 드려졌기 때문이다(대하 5:6)."
        },
        {
            "verse_reference": "22:4",
            "commentary": "제 삼일에 - 지시받은 날(1절)로부터는 나흘째이다. 상징적이긴 하나 이것은 유월절 나흘 전에 미리 양을 준비하라고 지시한 것(출 12:3,6)과 일치한다. 그곳을 멀리 바라본지라 - 하나님께서 친히 당신이 지정한 곳으로 아브라함을 인도하셨다. 유대 전승에 의하면 이때 하나님은 햇빛에 영롱히 반사되는 구름 덩어리를 그곳 모리아 산에 머물게 하심으로 아브라함이 쉽게 제단 쌓을 곳을 발견할 수 있었다고 한다."
        },
        {
            "verse_reference": "22:5",
            "commentary": "너희에게로 돌아오리라 - 원어 성경에 의하면 이 문장의 주어는 '우리'라는 복수 1인칭이다. 이는 종들을 따돌리기 위한 아브라함의 거짓말로 이해 될 수도 있으나 사실은 그렇지 않다. 왜냐하면 하나님의 약속을 믿음으로, 죽은 것과 같은 자신의 몸에서 독자 이삭의 기적적 탄생을 체험한 아브라함(롬 4:18-22)은 비록 지금 이삭이 죽임당하나 하나님의 능력에 의해 다시 살아날 줄을 믿었다(히 11:17-19)고 성경이 친히 증거하고 있기 때문이다."
        },
        {
            "verse_reference": "22:6",
            "commentary": "이삭에게 지우고 - 하나님께서 인간들이 짊어져야 할 십자가를 독생자 예수 그리스도에게 옮겨 지우신 대속(代贖)사역(사 53:4-6;요 19:17)을 연상시켜 주는 장면으로 예표론적 의미를 지닌다. 두 사람이 동행하더니 - 아들을 죽음의 현장으로 이끌고 가는 아브라함의 내적고통은 그를 침묵케 하였을 것이고 평소와 다른 아버지의 표정은 이삭에게 긴장감과 당혹감, 참된 여행 목적에 대한 궁금증 등을 불러일으켰을 것이다."
        },
        {
            "verse_reference": "22:7",
            "commentary": "내 아버지여...내 아들아 - 어색한 긴장감과 침묵을 깨는 대화로 부자(父子)간의 끈끈한 정이 넘치는 존경과 애정의 부름과 응답이다. 번제할 어린 양은 어디 있나이까 - 이는(1) 이스라엘의 제사 제도가 이미 모세 시대 이전부터 시작되었음을 증거해 주며(2) 아브라함의 경건 생활과 제사 행위를 통해 이삭이 제사를 드리는 절차와 방법, 필요한 제물에 대하여 소상히 알고 있었음을 나타내 준다. 한편 이 질문은 이러한 사실적 의미 외에도 영적의미를 지니고 있는데 곧 불확실성의 시대를 살아가는 오늘날의 모든 인류가 안타깝게 부르짖는 공동의 물음이란 점이다. 이스라엘 민족은 수없는 어린양을 죽이고서도 그 '어린양'이 어디에 있는지 해답을 찾지 못했다(사 1:11-14). 그러나 성경은 '세상 죄를 지고 가는 하나님의 어린양'이 누구이신지를 분명히 증거해 주고 있는데 곧 예수 그리스도이시다.(요 1:29)."
        },
        {
            "verse_reference": "22:8",
            "commentary": "하나님이...친히 준비하시리라 - 이삭의 질문에 대한 거짓말도 아니고 하나님께서 사전에 이삭을 대신할 다른 제물을 준비해 놓으시겠다고 자신에게 말씀하셨다는 뜻도 아니다. 다만 이것은 앞으로 되어질 모든 일이 하나님의 뜻 안에서 온전히 그리고 선하게 이루어질 것임을 믿는 확신에 찬 대답 일 뿐이다(히11:17-19). 이러한 그의 태도는 이전의 몇몇 경솔했던 처신(12:10-20;6:1,2;20:1-18)을 교훈삼아 아브라함이 보다 현명하고 성숙된 신앙인으로 변화하였음을 보여 준다."
        },
        {
            "verse_reference": "22:9",
            "commentary": "이삭을 결박하여 - 이로써 이삭은 아브라함이 자신을 제물로 삼아 제사를 드리려한다는 것을 분명히 깨닫게 되었을 것이다. 따라서 혈기 왕성한 이삭은 하려고만 하였다면 노쇠한 아버지의 이해할 수 없는 행동을 얼마든지 뿌리칠 수 있었을 것이다. 그러나 이삭은 아버지의 뜻에 묵묵히 순종하였는데 아마 아브라함의 행위가 하나님의 뜻 안에서 작정된 것임을 알았기 때문일 것이다. 이런 점에서 이삭의 순종은 하나님의 뜻에 따라 스스로를 대속 제물로 십자가에 내어 주기까지 한 그리스도의 순종(빌 2:8)과 속죄 사역(사 53:5)을 예표한다."
        },
        {
            "verse_reference": "22:10",
            "commentary": "칼을 잡고 - 아브라함이 할 수 있었던 순종의 마지막 행위이다. 따라서 이제 이삭은 죽은 목숨이나 다름없다. 그러므로 구태여 이삭을 죽이지 않더라도 아브라함의 신앙은 입증되었으며 제사의 정신도 성취되었다고 할 수 있다. 하나님께서 이삭을 살리신 까닭(12절)이 바로 여기에 있는데 비록 이삭은 죽지 않았으나 죽었고, 죽었으나 다시 살아났다. 바로 이것이 기독교의 페러독스(paradox)이다(마 10:39;16:25;dy 12:15). 한편 여기서도 이삭의 순종은 간과되어선 안 되는데 아브라함의 칼 앞에서 잠잠했던 이삭의 모습은 병정들의 창칼 앞에서 잠잠했던 그긔스도의 모습을 예표해 준다(마 26:47-56)."
        },
        {
            "verse_reference": "22:11",
            "commentary": "여호와의 사자 - 일전에 하갈에게 현현하셨던 분(16:7)과 동일한 성육신(成肉身)이전의 예수 그리스도이시다. 아브라함아 아브라함아 - 다급한 반복은 사태의 긴박성과 함께 이름이 지니고 있는 의미를 분명히 보여 주기 위함이다. 즉 이삭은 결코 죽임당해서는 안 되며 아브라함은 약속의 상속자인 이삭을 통해서만 진정 열국의 아비가 될 수 있음을 강조해 준다(17:5)."
        },
        {
            "verse_reference": "22:12",
            "commentary": "네 손을 대지 말라 - '아무 일도 행하지 말라'는 뜻이다. 이는 하나님께서 아브라함의 믿음과 순종을 인정하셨다는 의미로 이제 그에 대한 시험이 끝났음을 시사한다. 왜냐하면 아브라함의 마음속에 하나님께 절대 복종하는 믿음만이 가득 차 있는 이상 더 이상의 시험이 불필요하기 때문이다. 내게 아끼지 아니하였으니 - 여호와의 사자가 자신과 하나님을 동일시하고 있음은 그가 제 2위 성자(聖子)하나님이심을 뒷받침해 준다. 하나님을 경외하는 줄을 - 자신이 근본 하나님이면서도 여호와의 사자가 이처럼 하나님을 객관화시켜 이야기 하고있는 것은 성부, 성자, 성령 하나님 같이 구별된 위격(位格)이 있음을 시사해 준다. 아노라( , 야다티) - 이는 체험을 통해 전인격적으로 수용한 지식을 가리킨다. 하나님은 이삭 헌납 사건을 통해 아브라함의 믿음이 온전함을 확인하셨다."
        },
        {
            "verse_reference": "22:13",
            "commentary": "수양( , 아일) - '하나님이 자기를 위하여 친히 준비하시리라'(8절)는 문장( , 엘로힘 이르에 로)의 첫 글자를 모아 만든 단어( )와 우연히 일치하는데 아브라함의 믿음이 실제로 성취되었음을 보여 주는 분명한 물중(物證)이다. 수풀( ,사바크) - 팔레스틴에 흔히 있는 잡목들의 가지가 어지럽게 뒤엉킨 상태를 두고 한말이다(시 74:5). 아들을 대신하여 - 이삭을 대신하여 죽은 한 수양 뿐 아니라 역사 이래 인간의 죄를 대신하여 수없이 죽어간 흠없는 짐승들(출 12:5;29:1레 1:3;민 6:14)은 오로지 흠없는 한 어린양의 영원한 제사, 즉 십자가 위에서 이루어진 그리스도의 대속 죽음을 계시한다(히 9:11-14;13:11,12)."
        },
        {
            "verse_reference": "22:14",
            "commentary": "여호와 이레 - '여호와께서 돌보신다'는 뜻으로 8절에 의거하여 명명한 이름이다. 즉 하나님께서는 성도의 쓸 것을 미리 아시고 때에 따라 공급해 주시는 분(마 6:25-32)임을 찬양한 기념비적 이름이다. 여호와의 산에서 준비되리라 - 문자적인 뜻은 '여호와의 산에서 보게되리라'이다. 아브라함이 하나님께 온전히 헌신하였던 바로 그 때 하나님이 마련해 둔 수양을 보게 되는 축복을 얻었듯이 성도의 구원은 하나님께서 미리 예비해 두신 구원 계획에 우리가 믿고 순종할 때 비로소 온전히 주어지는 것임을 시사해 준다(요 1:10-12)."
        },
        {
            "verse_reference": "22:16",
            "commentary": "나를 가리켜 맹세하노니 - 맹세라는 것은 본래 자기보다 높은 자가 아니면 절대자의 이름을 걸고서 하는 것이 관례이다. 왜냐하면 그래야만 맹세의 권위가 서기 때문이다. 따라서 대개 인간들은 최종적으로 하나님을 가리켜 맹세하곤 한다(삼상 19:7;왕상 1:30;느 13:25;사 19:18). 그런데 하나님께 있어서는 자신보다 더 높은 이가 없다. 그분만이 절대자이시며 지고자(至?者)이시다. 그러므로 그분은 자신을 가리켜 맹세할 수 밖에 없는데 자신의 영원한 삶과 존재를 담보로 맹세한 그 약속은 결코 변개(變改)될 수 없으며(삼상 15:29) 또한 가장 엄숙히 시행될 것이다(히 6:13-17)."
        },
        {
            "verse_reference": "22:17",
            "commentary": "하늘의 별과...같게 하리니 - 지난날에 주셨던 언약(13:16;15:5)의 유효성을 하나님 자신의 이름을 걸고 재차 보증한 부분이다. 네 씨가...문을 얻으리라 - 문 곧 성문은 성내의 주민들과 성읍의 안녕(安寧)을 지켜 주는 방어물이니 이러한 문을 얻고 열어 젖힌다는 것은 성읍을 점령하였다는 말과 상통한다. 따라서 본절의 일차적 의미는 아브라함의 후손인 이스라엘이 원수를 물리치고 약속된 성읍 가나안을 점령할 것이라는 뜻이다. 그런데 이에는 보다 깊은 영적 의미가 담겨 있는데 곧 장차 메시야를 통하여 그를 믿는 모든 성도들, 즉 아브라함의 영적 후손들이 복음으로 세상을 정복할 것이라는 뜻이다(갈 3:7-9,14)."
        },
        {
            "verse_reference": "22:18",
            "commentary": "네 씨로 말미암아 - 복의 근원자가 될 특정한 씨, 곧 발꿈치로 사단의 머리를 상하게 할 '여자의 후손' 예수 그리스도를 가리킨다(3:15;갈 3:16). 천하 만민이 복을 얻으리니 - 그리스도를 통하여 전세계에 복음이 전파되고 이로써 그들이 구원의 축복을 얻게되는 것을 뜻한다. 나의 말을 준행하였음이니라 - 육신의 번민과 애정을 극복하고 하나님을 경외한 아브라함의 믿음의 순종을 하나님께서 인정해 주시는 장면이다. 이러한 인정은 누구든지 악에 물들지 아니하며 믿음의 길을 달려간 자이면 다 받을 것인데 하나님께서는 그러한 자들을 자신의 영광의 자리에로 초대해 주실 것이다(마 25:21)."
        },
        {
            "verse_reference": "22:20",
            "commentary": "-24 아브라함이 우르를 떠난 후(11:27-32) 처음으로 접하는 동생 나홀의 근황(近況)이다. 일견 갑작스러운 듯한 본 기사는 24장의 서론격으로 이삭의 아내가 될 리브가가 다름아닌 나홀 집안의 사람임을 보여 주는데 의의가 있다."
        },
        {
            "verse_reference": "22:21",
            "commentary": "우스 - 본절에 언급된 셈의 손자 우스(10:23)와는 다른 인물이다. 아람의 아비 그므엘 - 아람족의 시조(始祖)는 아니고 다만 그 가계(家系)의 한 조상일 뿐이다."
        },
        {
            "verse_reference": "22:22",
            "commentary": "게셋 - 갈대인의 조상이거나 그 후손인 것 같다. 욥의 재산을 약탈한 자들이 바로 이 갈대인이다(욥 1:17). 브두엘 - 매우 경건했던 자로 훗날 이삭의 아내가 된 리브가의 아비이다(24:15,24,27)."
        },
        {
            "verse_reference": "22:23",
            "commentary": "리브가 - 이삭의 사촌 형제의 딸로서 후에 이삭의 아내가 되었다(24:67)."
        },
        {
            "verse_reference": "22:24",
            "commentary": "마아가 - 마아갈 족속(신 3:14;수 12:5)의 시조(始祖)로 추정된다. 대망하던 약속의 후손, 이삭을 통해 아브라함에게 넘치는 기쁨을 허락하셨던(21장) 하나님께서 이제 그의 생명보다 귀한 아들을 제물로 되돌려 줄 것을 명하셨다. 이  사건은 아브라함을 믿음과 이성의 저울대 앞에 세우신 하나님의  거룩한  테스트였으며, 예수 그리스도의 대속을 예표하는 구약의 갈보리 사건이었다. 결국 믿음의 승리로  끝난 이 사건을 계기로 아브라함과 사라는 서서히 지상 가나안에서 하늘 가나안으로  물러나게 되고(23-25장) 구속 역사의 새 주역으로 이삭과 리브가가 등장하게 된다. 한편 본장은 크게 두 부분으로 나누어지는데, 첫째는 하나님이 친히 약속하시고 선물하셨던 이삭을 요구하시는 하나님의 이해할 수 없는 명령에 조용한  갈등과  신속한 행동으로 응답한 아브라함의 초이성적인 순종에 대한  기록이다(1-19절).  아브라함은 절규하는 부성애를 믿음의 힘으로 억제하고 떨리는 손길로 이삭을 제단위에 올려 놓음으로써   하나님의 인정을 받았을뿐 아니라(12절)   더욱 성숙한 믿음을 소유할 수 있게 되었고(히 11:17-19)   하나님의 성품을 더욱 깊고 친숙하게 이해할 수  있었다(14절). 둘째로, 아브라함의 동생 나흘의 후손들이 열거되었다(20-24절). 이는 나흘의 가문에 속한 리브가와 라반의 구 딸에게서 언약의 후손인 야곱과 이스라엘 12지파가  나올것을 미리 암시한 것으로 아브라함을 향한 하나님의 약속이 어떻게 구체적으로 성취되어 가는가를 보여 주는 것이다. 우리는 본장에서 하나님께 대한 믿음과 순종의 이중주(二重奏)가 자아내는  축복과 신뢰와 참 사랑을 생생히 확인할 수 있다. 1. 이삭의 희생을 요구하신 하나님(22:1-19) 하나님은 아브라함을 통하여 믿음의 후손을 번성케 하며 인류 구속의 대업을  이루시기 위하여 역설적으로 그의 독자 이삭의 희생을 요구 하셨다(1,2절). 이는 얼핏  보기에 '많은 민족의 아비'가 되게 하시겠다는 하나님의 약속(17:5)과는 전혀 모순된 것으로서, 평범한 인간이라면 반드시 의문을 제기할 수 밖에 없는  요청이었다.  그러나 아브라함은 \"하나님은 죽은 자를 되살리시며 없는 것을 있는 것 같이 부르시는 이\"(롬 4:17)로 믿고 신속하고 단호하게 이삭과 함께 모리아 산을 향해 출발하였다(3-8절). 신앙의 논리(論理)에는 역설적(paradox)인 데가 많다. 하나님이 가장 사랑하는  자에게 매우 혹독한 시련을 주시는가 하면(히 12:8), 세상에서 가장 연약한  자를  들어 당신의 영광스런 도구로 사용하기도 하신다(고전 1:27,28). 이것은 분명 인간의  지혜와 하나님의 지혜가 다르며 인간이 추구하는 바와 하나님이 원하시는 것이 다름을  시사해 준다. 그는 이 신앙의 역설을 확인하기까지 내적인 번민과 몸부림치는 아픔을 감래 해야만 했으나 긴 방황의 터널을 통과하면서 그토록 오래 믿어왔던 하나님을  이제 처음 믿는 사람처럼 순수하고 온전하게 신앙할 수 있었다. 이 신앙을 가지는 바로  그 순간 하나님은 아브라함의 제사를 흠향하시고 기뻐하셨다(9-18절). 즉 하나님은  이삭이 아닌 아브라함의 순종과 믿음의 마음을 헌신의 제물로 받으섰던 것이다. 오늘 우리 앞에서 아브라함이 직면했던 것과 같은 역설적인 신앙의 제요소들이  놓여있다. 우리는 그 난제들을 바라볼때마다 하나님의 뜻이 과연  무엇인지를  생각하는 지혜가 필요하다. 신앙의 역설은 하나님 안에서 그분을 바로 알때 비로서  해걸될  수 있다. 칼빈(Calvin)의 고백처럼, 우리가 하나님을 알때 우리 자신을 바로  알며  또한 우리 앞에 놓인 문제들의 해걸 방법을 발견할 수 있다(호 6:1-3). * 모리아와 갈보리. 브엘세바에서 사흘길 떨어진 모리아 산은 아브라함 시대  이후로부터 다윗과 솔로몬 등으로 이어지며 계속되어온 이스라엘 민족의 주요  예배처소였다(삼하 24:18-25; 대하 3:1). 그런데 이곳에서 일어난 '여호와 이레' 사건은  구약의 갈보리 사건이라 일컬을 수 있을 만큼 그 의미하는 바가 크다. 즉 아브라함이 독자 이삭을 제물로 바쳐야 했던 본문의 모리아 사건은 하나님의 독생자 예수 그리스도의  길보리 십자가 희생을 예표하는 사건으로서 구속사의 한 획을 긋는 중요한 일이었다. 이 두 사건의 공통점을 살펴보면   대속 제물을 통한 희생 제사였다. 즉 이삭 대신에 하나님께서 미리 준비해두신 양을 제물로 삼는 것처럼(13절),  우리들을  대신해서 하나님의 어린 양 예수께서 희생 제물이 되셨다(사 53:7; 벧전 1:19).   제물은  흠없 는 수컷으로 드려져야 한다는 제사 정신과 일치한다(레 1:3).   아낌없고 자발적인 제사였다. 아브라함이 독자 이삭을 기꺼이 제물 삼았던 것처럼, 하나님은  인류에  대한 사랑의 증표로 당신의 독생자 예수를 아낌없이 십자가 제물되게  하셨다(요일  4:10). 하나님은 미리 준비하셨던 제물로 인해 구출된 이삭의 새 생명은 하나님께 희생양이 되어 죽으셨다가 다시 사신 예수의 부활과 그 부활로 인해 은총을 받은 성도의 새  생명을 예표한다. * 시험에 대한 이해. 성경에서 말하는 시험은 크게 두 가지로 구별된다. 그 하나는 흔히 유혹(temptation)이라 일컫는 것으로, 에덴 동산이래로 인간을 현혹하여  그릇된 길로 이끌고자 하는 사단의 악의적(惡意的)인 시험이다(3:1-6; 마 4:3; 살전 3:5). 사단은 호흡하는 생명체는 무엇이든지 심지어 하나님의 아들 예수 그리스도까지 유혹 대상으로 삼고 자신의 영역을 넓혀가려 한다. 특히 하나님의 형상으로 지음받은  인간을 유혹하여 영적으로는 하나님과의 영원한 단절을, 도덕적으로는 죄악의 올무에  가두어 끝내 그 전인격을 파멸시키려는 목적을 세워두고 있다. 사단의 유혹 전략은 너무도 지능적이고 다양하기 때문에 연약한 본성을 지닌 인간 혼자의 능력으로는 도무지 감당할 수 가 없다(고후 11:4; 요일 2:16; 약 1:14,15). 그러므로 우리는 사단의 유혹으로 부터 자신을 지켜나가기 위해 매일 매순간 주께서 가르쳐 주신 기도,\"우리를 시험에  들게 하지 마옵시고\"(마 6:13)를 되뇌기며 성령님의 선하신 인도를 받도록  해야한다(시 23:3,4). 한편 또 하나의 시험은 당신의 백성을 더욱 성숙하게 하시려는 하나님의  의도적인 신앙 훈련, 곧 연단(test)이다(출 16:22-25; 20:20; 신 8:16; 욥 23:10). 본문에서 아브라함이 당했던 시험이 바로 이 같은 성격으로서, 그를 당신의 동역자요 믿음의 조상으로 만드시기 위한 하나님의 계획적인 테스트였다. 하나님은 사랑하는  자들의영육을 보존하시고 발전시키시는 분으로서 그들에게 피할길을 설정해 두시고 연단을 허락하신다(고전 10:13). 그러기에 이 연단을 온전히 감당한 자에게는 영광과 풍성한 삶을, 이 연단을 감당하지 못한 자에게는 자신의 부족을 느끼게 하고 더욱 분발하게 하는  은혜를 허락하신다. 그러므로 우리는 고난의 때를 맞을 때마다, 그것을 자신을 성숙시키는 기회로 삼고 하나님께 모든 것을 의뢰하며 감사함으로 그 상황을 이겨나가야 할  것이다. 2. 나홀로 계보(22:20-24) 성경에 언급된 족보이야기는 단지 과거 인물들의 지루한 이름 나열이 아니라, 구속 역사의 주역이 과연 누구인가를 밝혀 주고 그 주역의 뿌리 깊은 역사성(사실성)을  제공하는 복합적 기능을 가진 축소판 역사 기록이다<창 5:1-5 강해, 성경의 족보들>. 이런 관점에서 아브라함이 우르를 떠난 후 잊혀져간 그의 형제 나흘의 갑작스런 가문 소개는 나름대로 중요한 의미를 지니다. 즉 나흘의 가문은 아브라함 가문과의 근친 결혼으로 아브라함 사후(死後), 하나님과의 언약을 계속 이어나갈 이삭과 야곱등의 언약적 혈통과 연관을 지닌다. 그런면에서 나흘의 가문가운데 리브가와 라반을 낳았던 브두엘은 이 계보의 중추적 인물이 될 수 밖에 없다(24:15,29). 왜냐하면 리브가는 후에  이삭의 아내가 되고, 라반은 야곱의 아내가 된 두 딸(레아와 라헬)을 낳았기  때문이다. 여기에서 볼 수 있듯이 하나님은 인간의 삶과 역사를 주관하시며 특히 거룩한  씨앗을 예비, 보전해 두신다."
        }
    ]
}