{
    "bible_book": "창세기",
    "chapter_number": 4,
    "commentaries": [
        {
            "verse_reference": "4:1",
            "commentary": "동침하매(야다) - 원뜻은 '속속들이 알다', '체험적 지식을 갖다'. 부부간의 성 행위는 단순한 육체 관계가 아니라 서로에 대해 보다 깊이 이해하고 애정을 나누는 정신적 상호 교류 관계여야 함을 교훈한다. 여호와로 말미암아 - 문자적 뜻은 '여호와로부터'. 그러나 벌겟역이 번역하고 있듯이 적확한 의미는 '하나님의 도우심으로 말미암아'(per Dominum)이다. 이는 하와가 자신의 득남을 하나님의 선물로 인정하고 있을 뿐 아니라 '여자의 후손'(3:15)에 대한 약속의 성취로 이해했음을 나타내 준다(데렉 키드너는 이 부분에 대하여서 \"그러나 그녀가 과연 창세기 3:15의 하나님의 미래에 대한 구상에 근거하였는지의 여부와는 무관하다\"라고 함을 기억하라). .?존 G. 깁슨(바클레이 패턴 구약주석) \"내가 여호와와 마찬가지로 남자를 창조하였다\"라고 번역되어야 한다. 이들이 추방당한지 얼마되지 않아 외친 이 말은 경건보다는 오히려 의기 양양함이다. 이러한 이름들은 인간본성에 대한 주석을 제공한다. 저들은 죽어야 할 운명가운데서도 오만함만 볼 수 있다."
        },
        {
            "verse_reference": "4:2",
            "commentary": "아우 - 원어 '아흐'는 '한 형제'(9:5; 27:6; 45:14), '친척'(12:5; 28:2), '동족'(레 25:3) 등을 뜻한다. 이는 단순한 혈연 관계에 앞서 서로 간을 떼놓을 수 없는 본원적 사랑과 신뢰를 중요시하고 있는 단어이다. 양치는 자(* , 로에 촌) - '촌'은 '양'뿐 아니라 '염소' 등 몸집이 비교적 작은 모든 가축을 뜻한다(27:9; 민 32:16). 따라서 아벨은 여러 종류의 가축을 돌보는 자였음을 알 수 있다. 농사하는 자 - 직역하면 '땅의 노예', '땅을 섬기는 자'. 대지(大地)에 대한 고대인들의 애정이 잘 드러나 있는 표현이다. 한편 농업과 목축업은 인류의 가장 오래된 형태의 직업으로 하나님의 문화 명령(Cultural mandate)속에 이미 계시되어 있었다(1:28)."
        },
        {
            "verse_reference": "4:3",
            "commentary": "세월이 지난 후에 - 문자적 의미는 '날들의 마지막에'라는 성경상의 관용어이다(40:1). 그런데 혹자는 이를 '수확할 때가 되어'란 뜻으로 이해하기도 한다. 소산 - 원어 '페리'(* )는 '과실', '열매'란 뜻으로 땅을 경작하여 거둔 '과실', '열매'란 뜻으로 땅을 경작하여 거둔 각종 수확물을 의미한다(3:2; 레25:19; 왕하 19:29). 제물(민하) - '마나'(선물로 삼다)에서 파생된 말로 4절에서처럼 가끔은 '희생제물'을 의미하기도 하나, 대개는 고운 밀가루와 감람유, 유황을 제물로 삼아 드리는 소제(素祭)를 뜻한다(레 2:1-16). 이러한 소제는 번제를 드릴 때마다 항상 함께 드려졌는데 이는 하나님께 대한 감사와 충성을 상징하는 제사이다."
        },
        {
            "verse_reference": "4:4",
            "commentary": "첫 새끼 - 두가지 복합적 의미를 지닌다.(1)아벨이 거둔 첫 소산이란 점에서, 가장 귀한 것을 구별하여 하나님께 바쳤다는 의미를 지닌다(출 13:2).(2)희생 제물이란 점에서, 인간을 구속하시기 위하여 산 제물이 되신 예수 그리스도를 예표한다<3:21>. 기름 - '살찌다'란 단어에서 파생된 말로 '지방'(fat), '기름진 것'(45:18)을 의미한다. 즉 아벨은 양의 첫 새끼와 또 다른 양들 가운데 가장 살찌고 기름진 것을 골라 하나님께 믿음으로(히 11:4) 바쳤다. 열납하였으나(솨아), '주목하다', '존경하다'는 뜻. 즉 주목할 만한 가치가 있는 제물이므로 기쁘게 받아들였다는 의미이다."
        },
        {
            "verse_reference": "4:5",
            "commentary": "열납하지 아니하신지라 - '쳐다보지도 아니하셨다'는 뜻으로, 하나님께서 가인과 그 제물에 대해선 관심조차 기울이지 아니하셨음을 뜻한다. 이처럼 하나님께서 아벨과 가인에 대해 상이한 반응을 보이신 까닭에 대해선 1-15절 강해를 참조하라. 한편 본문만으로 하나님께서 어떠한 방법으로(How) 제사를 받아들아거나 혹은 거부하였음을 나타내셨는지 알 수 없으나 아마 하늘로부터 불을 내려 아벨의 제물은 태우고, 가인의 제물은 그냥 내버려두시는 방법을 사용하셨을 수 있다(완상 18:37, 38). 안색이 변하니(* , 이풀루 파나우) - '얼굴을 강타하다'는 말로 극심한 분노나 불만에 의해 안면 근육이 경직된 것을 의미한다(욥 29:24; 렘 3:12). 이것은 죄인의 일반적 태도인데 자신의 제물이 열납되지 못한 것을 본 가인은 진심으로 잘못을 뉘우치고 회개했어야 마땅함에도 불구하고 이처럼 하나님 앞에서 방자히 불만을 토로하였다. .깁슨 여기에서 가인이 하나님을 기쁘시게 해 드리려는 그의 바램에 있어서 덜 진지했다는 결론을 우리에게 제공하려는 의도는 없다. 주된 강조는 재빨리 기술하고 그런 다음 잊혀지는 제물들에 대한 것이 아니라 그 제물들에 대한 하나님의 응답, 그리고 그 이후 하나님의 결정에 대한 가인의 반응이다. 그리고 그들의 제물의 받아들임과 거절은 하나님이 그것을 받아들이려고 결정하셨고, 거절하시기로 결정한 사실에 근거한다. 이는 작은 이스라엘을 선택하신 은총(신 7:7-8)을 보여준다. 가인이 거절한 것은 하나님의 자유롭고 조건없는 은총이다. 하나님의 결정을 받아들이기를 거절한 가인은 그같이 하므로 그들의 소관이 아닌 것을 하려고 하는 타락한 인간을 대표한다."
        },
        {
            "verse_reference": "4:7",
            "commentary": "네가 선을 행하면...못하겠느냐 - 죄를 짓지 않은 자는 떳떳하게 행동할 수 있다는 히브리인들의 관용귀이다. 따라서 본절은 '네가 잘했다면 왜 떳떳하지 않겠느냐?'라는 역설적 표현으로 이해해야 한다. 낯을 들지 - '얼굴을 높이다', '의기 양양한 표정을 짓다'는 뜻. 즉 낯을 든다는 것은 양심에 조금도 거리낌이 없는 상태를 의미한다. 선을 행치 아니하면 - '잘못을 뉘우치고 선을 추구하려는 마음을 갖기는 커녕 오히려 더 완악한 마음을 갖는다면'이란 뜻. 죄(* , 하타트) - '하타'(빗나가다, 과녁을 맞추지 못하다)에서 파생된 말로 인간이 하나님의 뜻과 법을 벗어나 곁길로 나아가는 것이 곧 죄임을 일깨워 주는 단어. 여기서는 죄의 화신(化身)인 '사단'을 가리키는 말로 이해함이 적절하다. 엎드리느니라 - '잠복하다', '쭈그리다'는 뜻으로 먹이를 단숨에 낚아채기 위해 웅크리고 있는 짐승을 연상 시켜준다. 따라서 '죄가 문에 엎드린다'는 말은 사단이 마음 문, 곧 심령에 침입하여 악으로 그를 굴복시키기 위해 호시 탐탐 기회를 노리고 있다는 뜻이다. 죄의 소원은 네게 있으나(* , 엘레카 테슈카토) - '죄가 너를 향하여 기를 쓰고 달려들려고 하나'란 뜻. 즉 죄(사단)는 마치 우는 사자와 같은것이어서 삼킬 것만 있으면 그 즉시로 달려든다는 의미이다(벧전 5:8). 너는 죄를 다스릴지니라 - 외부로부터 찾아드는 죄의 유혹 뿐 아니라, 자신의 내부에서부터 일어나는 죄의 욕망을 물리치고 이겨내라는 뜻. 그러나 이는 인간의 의지나 결단, 인내만으론 온전히 성취할 수 없는 것이니 항상 성령의 도우심을 힘입어야 할 것이다(마 26:41; 요 16:13). .?깁슨 \"네가 선을 행하면\"- \"만일 네가 잘 행한다면\", 혹은 \"만일 네가 너답게 행동한다면\"이 아니라, \"만일 네가 나의 결정을 받아들였다면\"이다. \"어찌 낯을 들지 못하겠느냐?\"- 누가 쳐드는 일을 하는가? 하나님이라면 \"네가 열납되지 않겠느냐?\"(RSV)가 맞으나 가인이 쳐드는 것이라면 한글 개역이 낫다. 가인은 인간답게 견뎌내야 하고 분노를 품지 말았어야 한다는 조언이다."
        },
        {
            "verse_reference": "4:8",
            "commentary": "고하니라(요메르) - '아마르'(말하다)의 미래 완료형으로 가인이 얘기한 시점이 하나님께로부터 책망(6, 7절)을 듣고난 뒤 어느 정도의 시간이 경과한 때였음을 알려줌. 한편 본절 내에는 이 말에 걸리는 목적어가 없다. 그러나 70인역(LXX)이나 사마리아 오경, 벌겟역(vulgate) 그리고 공동 번역은 이 말의 목적어가 '들로 가자'란 말을 수록하고 잇다. 즉 가인은 하나님의 책망과 권면을 듣고서도 회개는 커녕 분노와 불만의 억제치 못한 채 아벨을 죽이려 들판으로 꾀어내었다는 것이다. 그러나 목적어가 본문보다 앞에 나오는 경우가 흔한 히브리 문법의 특징상 가인이 하나님께로부터 들었던 책망(6, 7절)을 그대로 아벨에게 이야기 했을 가능성도 전혀 배제할 수 없다. 아우 - 이미 2절에서 다룬 단어이다. 그런데 본장에서 이 단어가 거듭거듭 나오는 까닭(9-11절)은(1)'형제 살인'이라는 가인이 범한 죄의 흉악성을 강조하며(2)아담이 지은 죄(3:6)의 영향을 단 시간 내에 골육지친 간의 불화와 살인으로까지 발전되었음을 지적하기 위함이다. 쳐 죽이니라 - 원뜻은 '죽을 의도를 가지고 때리다'이다. 가인의 마음이 확고 부동하게 사단에게 정복당해 있었음을 증거해 주는 말이다."
        },
        {
            "verse_reference": "4:9",
            "commentary": "네 아우 ...어디 있느냐 - 최초 타락한 아담에게 주셨던 질문과 동일한 성격의 질문이다<3:9>. 곧 지금이라도 자신의 죌르 깨닫고 회개하라는 독촉인데, 이처럼 범죄한 인간을 쉽게 버리지 않으시고 회복할 수 있는 기회를 허용하시는것은 하나님의 무한하신 사랑에 기인한다(출 34:6; 시 33:5). 알지 못하나이다(로 야다티) - '야다'(알다)의 과거 완료형 부정으로 '나는 처음으로 알지 못한다'는 의미를 지닌다. 이는 곧 형제에 대한 우애와 책임을 부인하고, 한걸음 더 나아가 전자 전능하신 하나님을 기만하려 든 뻔뻔스런 대답이다. 범죄한 인간이 그럼에도 살 수 있는 유일한 길은 자신의 죄를 자복하는 것 뿐인데 이처럼 가인은 도리어 하나님을 속이려 들었으니그의 결국이 어떠할런지는 쉽게 짐작할 수 있다. 지키는 자 - '돌보는 자', '시중드는 자', '파수꾼' 등을 의미한다. 가인은 형으로서 마땅히 동생인 아벨을 돌보며 지켜 주어야 할 인간적 책임이 있는 자였다. 니이까(하) - '그렇지 아니하다'는 전제를 내포하고 있는 의문사이다. 즉 하나님께서 어떻게 생각하실런지는 알 수 없으나 아벨과는 아무런 상관이 없다는 말로 곧 형제간의 관계성 단절을 선언하는 뻔뻔한 반문이다."
        },
        {
            "verse_reference": "4:10",
            "commentary": "무엇 - 원어 '메( )는 원래 '무엇', '어떻게', '왜' 등과 같은 뜻의 의문사이나 간혹 '얼마나'라는 감탄사로 쓰이기도 한다. 여기선 탄식의 의미가 가미되어 '그토록 놀라운 일' 정도의 뜻이다. 하였느냐(아사) - '행하다'(출 40:16)는 뜻외에 '범하다'(레 4:2)는 뜻도 지닌 단어로 여기선 '무슨 잘못을 저질렀느냐'는 의미이다. 호소하느니라 - 원뜻은 '날카로운 소리를 지르다'. 즉 '사람 살려!'라고 부르짖는 비명과 같은 것을 의미한다. 때로는 억압받는 약자가 자신의 정당한 권리를 보호받기 위해 법에 간절히 호소하는 것을 가리키기도 한다(왕하 8:3). 그러므로 '핏소리가 하나님께 호소한다'는 것은 그분께서 무죄한 자의 피흘림을 친히 아시고 그것을 절대 간과치 아니하신다는 뜻이다(시 37:12-15). 한편 인간 생명은 하나님께서 수여하신 것으로 그분만이 홀로 좌우할 수 있다(9:5, 6). 따라서 인간이 타인의 생명을 해(害)하는 것은 하나님의 권한을 침해하는 중요한 도전 행위이니 비록 인간측의 호소가 없다 할지라도 하나님께선 응당 이일에 대해 신원(神寃)하실 것이다(살전 4:6)."
        },
        {
            "verse_reference": "4:11",
            "commentary": "땅에서(민 하아다마) - 두가지로 해석될 수 있는 구절이다.(1)'그 땅에서부터'란 뜻. 이는 하나님께서 땅을 사용하시어 가인에게 저주를 내리셨다는 의미가 된다.(2) '그 땅보다 더 많이'란 뜻. 이는 인간 범죄로 말미암아 인간과 더불어 자연계가 함께 당하고 있는 고통<3:17>보다 더욱 극심한 고통과 저주가 가인에게 임할 것이라는 의미가 된다."
        },
        {
            "verse_reference": "4:12",
            "commentary": "밭 갈아도...주지 아니할 것이요 - 하나님께서 토양의 생산력을 제어하사 가인에게 정당한 노동의 소출(所出)을 허락치 아니하시겠다는 뜻(신 11:17). 대지를 제 2의 고향으로서 따스한 어머니의 품과 같이 여겼던 고대인들의 사상에 비추어 볼 때, 하나님께서 가인과 대지와의 정상 관계를 단절시킨 이 형벌은 얼마만한 저주의 성격을 띠고 있는지 쉽게 짐작할 수 있다. 효력 - 원어 '코아흐'()는 '힘'(strenght), '생산력', '능력', '본질'등과 같은 여러 뜻을 지니고 있는데 여기서는 인간이 식물(植物)로 삼는 각종 채소류와 곡물류를 의미한다(1:29; 2:5). 피하며 유리하는 자(나 와나드) - '나'(도망자,피난자)는 '누아'(계속해서 도망치다, 흔들리다)에서 파생된말로, 하나님께로부터 내어침을 당한 가인이 다른 피조 세계에서조차 배척당하였음을 보여 준다. 그리고 죄의식에 사로잡혀 일생동안 심적으로 쫓기는 삶을 살았음을 시사해 준다. 두번째로 단어인 '나드'(방랑자, 부랑자)는 '누드'(헤매다, 방황하다)에서 유래된 말로, 가인이 한곳에 안주치 못하고 이리저리 떠도는 나그네 삶을 살았음을 증거해 준다. 가인이 그 같은 삶을 산 이유는(1) 아무리 수고하여도 그에 준하는 소산을 얻지 못하자다른 삶의 터전을 구하기 위해(2) 양심의 가책과 고통에 짓눌려 심적 안정을 누리지 못했기 때문에 등으로 이해할 수 있다."
        },
        {
            "verse_reference": "4:13",
            "commentary": "고하되(* , 아마르) - 자신의 죄를 인정하고 자백하는 것을 뜻하는 히브리어 '아다'(레 5:5; 렘 3:13)와는 달리, 명령을 하달하거나<1:3> 자신의 의사를 개진(開陣)하는 것을 뜻하는 말이다(대상 21:17). 가인이 자신의 죄에 대해선 회개치 않고 단지 형벌이 중한 것에 대해서만 절망, 탄식하고 있음을 보여 준다. 죄벌(* , 아온) - '아와'(구부리다, 사곡되이 행하다)에서 파생된 말로 본래는'죄', '악', '불법'을 뜻하나(15:16; 수 22:17; 단 9:13) 이차적으로는 본절에서와 같이 죄에 대한 '징계', '형벌', '심판'을 뜻하기도 한다(욥 19:29). 견딜 수 없나이다(* , 민느소) - 기본 어근은 '나사'(받아들이다, 감당하다,열망하다). 능력과 인내 면에서 역부족이라는 뜻이 아니고 부과된 형벌을 순순히 받아들이지 못하겠다는 뜻이다. 범죄하고서도 하나님께 반문했던 가인의 뻔뻔스러움((절)을 회상시켜 주는 구절이다. 하나님 앞에 범과한 인간은 자신에게 미칠 형벌에 대해 염려하거나 어떻게든 이를 면해 보려 발버등쳐서는 안되며 마땅히 자신의 죄에 대해 애통하며 괴로워해야 한다(사 6:5; 눅23:41). 그리할 때 하나님께선 우리를 긍휼이 여기사 비록 진홍같이 붉은 죄라도 양털같이 희게 씻어 주실 것이다(사 1:18)."
        },
        {
            "verse_reference": "4:14",
            "commentary": "오늘(하욤) - '욤'(날, 때)에 정관사 '하'가 붙은 것으로 '바로 이 날'이란 뜻. 이는 가인이 범죄한 데 대해 하나님의 즉각적인 형벌이 선고되었음을 강조해 주는 말이다. 이 지면에서...주의 낯을 뵈옵지 못하리니 - 성경에서 '하나님의 얼굴을 뵙지 못하게 되었다'란 말은 그분의 관심권 밖으로 벗어나 더 상 그분의 도움과 보호를 받지 못하게 되었다는 뜻이다(신31;8; 시104:29). 가인은 이처럼 끝까지 자신의 죄에 대해선 생각지 않고, 범죄한 결과 하나님께로부터 영원히 배척당하지 않을까하는 단순한 공포에만 사로 잡혀 이러한 본능적 비명을 지른 것이다. 나를 만지는 자가 나를 죽이겠나이다 - 히브리인들에게서 독특하게 찾아 볼 수있는 '고엘 제도'(민 35:19-21), 즉 자신의 혈족이 억울한 죽음을 당했을 경우 반드시 그 죽은 자의 일가 친척이 보복토록 규정하고 있는 율법을 상기시켜 준다. 이와 유사한 규정은 고대 로마인이나 고울인(Gaul, 프랑스인)에게서도 발견되는데 어떤 범죄로 인해 추방령을 당할 자는 모든 법적 권한을 박탈당했다. 따라서 그 누구라도 자유롭게 그를 살해할 수 있었다. 이러한 배경에도 불구하고 본절은 성경의 난해한 구절 중 하나로 남는데, 그 까닭은 당시 아담과 하와 외에 가인에게 복수할 또 다른 사람이 있었는가 하는 의문점 때문이다. 즉1장 부터 본장에 이르기까지의 기록 중에는 아담과 하와, 가인과 아벨 이 네 인물만이 언급되어 있기 때문이다. 이 점에 대해 학자들간에는 서로 의견이 분분한데 그중 대표적인 견해는 다음과 같다. (1) 장차 태어날 아담의 또 다른 후손을 염두에 둔 말이다(Delitzsch).(2) 굶주린 들짐승을 가리킨다(Josephus).(3) 이미 아담과 하와 사이에서 태어나 도처에 살고 있는 많은 자손들을 의미한다(Havernick). 다만 이들은 구속사에 필요한 인물만을 선택 기록하는 성경 기록 특징상 성경에 구체적으로 언급되지 않았을 뿐이다. 이러한 견해 중 많은 학자들의 지지를 받을 뿐 아니라 뒤에 이어지는 문맥과도 부합되는 견해는 세번째 견해이다."
        },
        {
            "verse_reference": "4:15",
            "commentary": "벌 - 단순한 '형벌'이 아닌 '복수'(vengeance)를 의미한다(삼상 24:12; 겔24:8). 칠 배(* , 쉬브아타임) - '쉬브아'(일곱)의 쌍수(dual number)로 '일곱번' 또는 '일곱 배'란 뜻. 히브리인들에게 있어서 '7'은 완전수이니(2:1-3강해 참조) 벌을 일곱 배나 내리겠다는 것은 완전하고도 철저하게 보응하겠다는 의미이다(레26:28). 표 - 원어 '오트'(* )는 '기념비', '증거믈', '깃발', '표시' 등을 의미한다. 그런데 이것이 문자 그대로 어떤 외형적인 표식인지 아니면 가인에게 주신 하나님의 내적 확신인지는 분명치 않다. 어쩌면 하나님께선 아하스의 일영표(日影表) 위에 나아갔던 해 그림자를 십도나 물러나게 하심으로써 히스기야를 확신시켜 주셨던 것처럼(왕하 20:8-11), 어떠한 표적을 행하사 가인에게 확신을 심어 주셨을런지도 모른다. 죽음을 면케 하시니라 - 하나님께서 인간에게 주신 계명에 의하면 살인자는 당연히 처형토록 되어 있다(9:6; 출21:12; 레24:17; 민35:16-22,31). 그렇지만 정작 하나님께서는 인류 최초 살인자인 가인을 살려 주셨다. 따라서 그 까닭에 대하여 생각해 보지 않을 수 없는데 그중 가장 개연성 있는 것들은 다음과 같다. (1)죄악이 관영(貫盈)할 때까지 심판을 유보하신 것뿐이다. 이는 추수 때까지 알곡과 가라지가 한 밭에서 자라도록 허용하시는 하나님의 심판 원리(마 13:24-30)에 근거한 견해이다.(2) 사람들에게 교훈을 주기 위함이다. 즉 사람들은 가인이 당하는 저주와 고통(12,13절)을 보고서 살인의 결과가 얼마나 처참한 것인지를 교훈 받을 수 있었을 것이다.(3) 계명을 세우사 인간에게 생명을 주관할 수 있는 절대자이심을 인지시키기 위함이다. 아뭏든 본절은 죄인에게까지도 미치는 하나님의 크신 사랑과 자비를 보여 준다(겔 33:11)."
        },
        {
            "verse_reference": "4:16",
            "commentary": "떠나 나가(* , 야차) - 단순히 안에서 밖으로 나가는 것(8:7; 신4:45) 외에 '달아나다', '피하다'(렘 11:11)란 뜻도 지니고 있다. 이는 가인이 하나님께 쫓겨나기에 앞서 스스로 하나님께로부터 멀어지려는 의사가 강했었음을 시사해준다. 거하였더니(* , 야솽) - '정착하다', '계속하다'는 뜻. 땅에서 유리하는 자가 되리라는 저주에도 불구하고 한 곳에 안주하려는 가인의 욕망을 드러내 준다."
        },
        {
            "verse_reference": "4:17",
            "commentary": "아내 - 아담, 하와 사이에 가인과 아벨 외의 또 다른 자손이 있었음<14절>을 뒷받침 해주는 구절이다. 한편 가인의 아내는 가인의 여동생이었거나 다른 형제가 낳은 딸이었을 것인데 종족이 분화되지 않았던 고대 사회에서의 근친 결혼은 피치 못할 것이었다. 에녹 - '시작'이란 뜻. 가인에 이어 그로부터 하나님을 경외치 않는 인간 계보(18-24)가 시작되고 있음을 시사해 주는 이름이다. 성 - 문자적 뜻은 '영원한 거주지'. 그러나 이것은 근대적 의미의 성읍이 아니라 몇 채의 집과 그것을 둘러싼 외벽 정도의 주거물을 뜻한다. 이것을 완성하는 데엔 그렇게 많은 시간이 걸리지 않았을 것이다. 쌓고(* , 예히 보네) - '하야'(이다, 있다, 존재하다)와 '바나'(건축하다, 짓다,수선하다)가 복합된 진행형으로 '그가 쌓고 있었다'는 말이다. 이는 가인이 그다지 많은 시간이 걸리지 않은 주거물조차 미처 완성치 못했음을 암시해 주는데, 그 까닭은 그가 땅에서 항상 유리하는 삶을 살게끔 저주 받았기 때문이다(12,14절)."
        },
        {
            "verse_reference": "4:19",
            "commentary": "두 아내를 취하였으니(* , 이카흐 로 쉐테 나쉼) - 여기서 '로'는 '자신을 위하여'란 뜻으로 곧 이기주의적인 목적과 욕망을 드러내 준다. 그리고 '이카흐'(취하다)는 '부부 관계를 맺다'(신 24:5), '장가들다'(대상 7:15)는 뜻이다. 이는 하나님의 창조 질서인 일부일처제(一夫一妻制)를 깨뜨린 최초의 경우인데 자세한 내용은 16-24절 강해를 참조하라."
        },
        {
            "verse_reference": "4:20",
            "commentary": "장막(* , 오헬) - 하나님이 이스라엘 백성과 함께 거하심을 상징하는 처소인 '성막'을 뜻하기도 하나(출 26:7) 여기선 주로 유목민들이 사용하는 일반 텐트를 의미한다."
        },
        {
            "verse_reference": "4:21",
            "commentary": "수금(* , 키논르) - '현(絃)을 퉁겨 소리를 내는 악기'란 뜻. 다윗 시대를 거쳐 근대에 이르기까지 계속 발전되어 온 현악기이다(삼상 16:23; 19:9). 퉁소(* , 우갑) - '아가브'(숨쉬다)에서 파생된 단어로 목동들이 즐겨 불던 갈대 피리나 플루트 등과 같은 초기 형태의 관악기를 가리킨다(욥 30:31)."
        },
        {
            "verse_reference": "4:23",
            "commentary": "창상(*, 폐차) - '파차'(찢어지다, 부상당하다)에서 온 말로 일차적으로는 자상(刺傷을, 이차적으로는 모든 형태의 부상을 뜻한다. 죽였고(*, 하라그티) - '하라그'(때리다, 살해하다)의 과거 시제 내지 미래 시제이다. 이 중 어느 시제로 보느냐에 따라서 본절 전체의 의미는 크게 달라진다.(1) 과거 본절 전체의 의미는 크게 달라진다.(1)과거 시제로 볼 경우 그 뜻은 '내게 상처를 입혔기 때문에 나는 그를 죽였다'가 된다.(2) 미래 시제로 볼 경우엔 '만일 누가 내게 상처를 입힌다면 나는 그를 죽여버릴 것이다'는 뜻이 된다. 그런데 라멕의 아들인 두발가인이 철기구(무기)를 만들었다는 이야기(22절)에 이어 본절이 나오는 것으로 보아 이는 누군가가 위해(危害)를 가해 올 경우 그 무기를 사용하여 복수하겠다는 자만섞인 경고인 것 같다. 상함(* , 히부라) - '하바르'(연결하다, 결합하다)에서 파생된 말로 본래는 '줄로 맨 자국'을 뜻했으나 '타박상'이란 뜻으로 전의(轉義)되었다."
        },
        {
            "verse_reference": "4:24",
            "commentary": "칠십 칠 배 - 하나님께서 가인에게 주셨던 약속(15절)을 자신의 처참한 살인을 합리화하는 근거로 각색시킨 구절이다. 즉 친동생을 죽인 가인조차도 하나님께서 살려 주셨는데 하물며 원수에게 정당한 보복을 한 자신을 살려 주시지 않겠느냐는 자만에 찬 확언인 것이다. 그러나 이는 하나님의 긍휼을 만홀히 여긴 것이며 인간생명을 경시한 극단적 잔학성과 교만의 발로이다. 당시 사람들은 가인을 통해 그들에게 주신 하나님의 교훈<15절>이 무엇인지를 깨닫고 매사에 근신하여야만 했는데 라멕은 이를 외면하였으니 오히려 스스로가 하나님의 공의에 근거한 칠십 칠배의 벌을 받아야 할 것이다(18:25)."
        },
        {
            "verse_reference": "4:25",
            "commentary": "그 이름을...하였으니 - 직역하면 '그리고 그녀가 그 이름을...라고 불렀다'. 이처럼 어머니가 자식의 이름을 지어 준 경우는 본서에 종종 나타나는데(1절; 29:32-35; 30:24; 35:18) 이는 친히 해산의 고통을 겪고 낳은 자녀에 대한 어머니의 각별한 애정과 기대를 드러낸 행위라 하겠다. 왜냐하면 히브리 사회에서 자녀의 이름은 대개 아버지가 짓는 것이 관행이었기 때문이다(26절; 5:28,29; 21:3; 눅1:62,63)."
        },
        {
            "verse_reference": "4:26",
            "commentary": "이름을 불렀더라 - 정확한 뜻은 '이름을 불러 그에게 말을 걸다'. 이는 곧 셋 시대에 바른 신지식(新知識)을 갖은 자들이 하나님께 자신들의 연약함과 무력함을 겸손히 고백하며 기도와 찬양, 감사와 경배가 있는 공(公)예배를 드렸다는 의미이다(12:8; 21:33; 26:25; 대상 16:8). 이처럼 셋의 자손들은 가인의 자손과는 달리(16-24절) 하나님을 경외하며 사는 삶을 유지하였는데, 이는 우리들에게 세상이 제 아무리 부패하더라도 하나님의 자녀들을 그러한 세태에 물들지 말고 역사를 주관하고 계시는 하나님과 동행하며 그분만을 의지해야 한다는 점을 교훈해 준다(롬 12:2). 세일하머 5. 추방의 삶 (4:1-26) 4장에서 저자는 에덴 동산 밖의 삶에 대하여 간단히 묘사하고 있다. 여자는 아들을 낳았는데(3:16 참고) 그들은 땅을 가는 자(3:23 참고)와 양을 돌보는 자가 되었다. 그러므로 이 서술은 3장에 기록된 타락의 결과(네가 얼굴에 땀이 흘러야 식물을 먹고)를 가정하고 있다. 이 장의 구조는 처음과(4:l-2) 중간과 (4:17-22) 결론 부분에서(4:25-26) 아담의 아들들의 출생에 관한 설명으로 이루어진다. 이 장의 작은 단위 안에 포함되어 있는 다양한 사건들은 이 장을 그 이 전의 사건들과 그 이후의 사건들을 연결시켜주는 전환과 전개의 역할을 하는 서술의 모양을 띄게 한다. 유다서 11절(\"화 있을진저 이 사람들이여 가인의 길에 행하였으며\")과 히브리서 11:4(\"믿음으로 아벨은 가인보다 더 나은 제사를 하나님께 드림으로\")에 근거해서 가인은 때때로 불경건한 사람의 전형으로 다루어지며 아벨은 영적인 사람의 전형으로 다루어진다. 가인과 아벨을 불경한 자와 경건한 자에 대한 서술적인 본보기로 보는 것이 옳음에는 의심의 여지가 없지만 본문 속에는 저자가 또한 가인을 회개와 용서의 본보기로 보고 있다는 힌트도 들어 있다. 서술 안에서의 중심적 질문은 4:13에서의 가인의 말의 의미에 관한 것이다(아래의 논의를 보라). 만일 그의 말이 후회와 회개의 표현으로서 이해된다면 가인의 성(4:17)과 가인의 후손들(4:17-24)에 대해서는 새로운 해석이 가능해진다. a. 첫번째 예배(4:1-26) 타락 후의 하와의 첫번째 말은 많은 의문을 불러일으킨다. \"내가 여호와로 말미암아(여호와의 도움으로) 득남하였다\"는 번역은 하와의 말이 긍정적이라는 인상을 준다. 하나님의 도움에 대한 그녀의 깨달음은 마치 그녀가 뱀의 머 리를 상하게 할 '후손'의 약속이(3:15) 바로 이 아들을 통하여 성취될 것을 소원했을 것으로 보이게 한다. 그러나 그녀의 말은 또한 '내가 여호와와 같은 자를 창조했다'와 같이 보다 덜 긍정적으로 읽혀질 수도 있다. 이러한 의미에서 볼 때에 하와의 말은 마치 하나님께서 인간을 창조하신 것과 같이 이제 그녀도 또한 사람을 창조했다는 의미에서 교만한 말이 된다. 인접한 문맥은 본문에 대한 이러한 두 가지 해석중에서 어떤 것을 선택할 것인가에 대하여 거의 도움을 주지 않는다. 그러나 다음과 같은 두 가지 사실을 고려해 볼 때에 나중의 해석이 더 타당함을 보여준다. 첫째로, 창세기의 서술을 통하여 반복되는 주제는 바로 오저 하나님만이 주실 수 있는 축복을 얻기 위한 인간의 노력의 시도와 그것의 실패이다. 하나님께서는 끊임없이 한 사람에게 축복을 약속하시지만 그 사람은 그 축복을 얻기 위한 자기 자신의 노력을 위하여 오히려 그것을 내팽겨친다. 바벨탑 건설에 대한 이야기 (11장)는 이 러한 서술들중에서 가장 우리 에게 친숙한 것이다. 특별히 하와의 상황은 우리에게 자신의 여종인 하갈을 통하여 축복을 성취하려는 사라의 시도를 상기시켜 준다. 사라가 자신의 힘으로 하나님의 약속의 '씨'를 성취시키려고 노력했던 것처럼(16:1-4) 하와의 말은 3:15의 약속을 성취시키기 위한 자신의 능력에 대한 확신을 보여준다. 두번째로 고려할 것은 셋의 출생에 대한 하와의 나중의 말인데(하나님이 내게 가인의 죽인 아벨 대신에 다른 씨를 주셨다: 4:25) 이것은 4:1에서의 그녀의 말의 의미에 대하여 상당한 빛을 비취준다. 서술의 시작 부분에서의 하와의 말과 마지막 부분에서의 말 사이의 대조는 놀랄만큼 그 의미를 제시해준다. 시작 부분에서 하와는 \"내가. .. 득남하였다\"라고 말한 반면에 서술의 마 지막 부분에서 그녀는 \"하나님이 내게 다른 씨를 주셨음\"을 깨달았다. 더군다나 하와는 셋이 가인 대신에 주어진 것이 아니라 아벨 대신에 주어진 것이라고 말하였다. 이것은 이야기 안에서 하와가 가인이 아니라 아벨에게 소망을 두었음을 보여준다. 창세기의 나머지 서술의 구성이 보여주는 바와 같이 큰 아들 가인은 축복을 상속하는 자의 위치에 서지 않고 오히려 작은 아들이 축복을 상속하게 된다. 역시 나머지 부분의 서술의 구성 이 보여주는 바와 같이 하나님 자신이 또 다른 작은 아들을 통하여 다른 '씨'를 예비 하셨다. 그 이전의 장면(3:21-24)과 시내산 언약에 있어서의 하나님께 대한 예배 사이의 평행의 관점에서 볼 때에(앞의 주석을 보라) 저자는 즉각적으로 가인과 그 동생의 제사와 예배에 대한 하나님의 용납하심에 대한 질문으로 돌아서고 있다고 주장하는 것이 타당하다. 것자의 목적은 분명히 하나님께서 기뻐하시는 종류의 예배에 대한 교훈을 가르쳐주기 위하여 가인과 아벨의 서술을 사용하는 것이다. 하나님께서 기뻐하시는 예배는 순수한 마음에서부터 나오는 것이다. 이 서술은 순수한 마음에 대한 교훈을 어떻게 가르쳐주고 있는가? 그것은 독자로 하여금 장면의 뒤에서 하나님의 거부에 대한 가인의 반응을 보도록 함으로써 그 교훈을 가르쳐준다. 그의 반응 속에서 우리는 받아들여지지 않는 제물 뒤에 놓여있는 마음을 보게 된다. 곧 가인의 예배는 받아들여지지 않은 반면에 아벨의 예배는 받아들여졌다. 저자는 이들 두 제사 사이의 차이점을 분명하게 보여주지는 않는다. 가인의 제사는 피의 희생이 아니었기 때문에 받아들여지지 않았다는 일반적인 의견과는 반대로 서술에서 볼 때에 두 가지 제사 자체는 적절했던 것으로 분명하게 드러난다. 두 가지 제사는 모두 '희생'이 아닌 '제물'로 묘사된다. 그러므로 농부인 가인은 하나님께 대한 그의 예물에서 피를 흘릴 필요가 없었다. 서술은 또한 그것들이 모두 '첫 소산'(4:4)이었음을 보여준다. 그러므로 아벨의 '첫 새끼'의 제물이 목자로서의 그의 생업에 적절했던 것처럼 농부로서의 가인의 '땅의 소산'의 제물은 그의 생업에 적절했다. 우리는 가인의 제물에서 무엇이 잘못되었는가를 찾아내려고 노력하는 대신에 저자가 어떠한 설명도 생략하고 있다는 사실을 단순히 주목하도록 충고를 받는 것이 더 좋을 것이다. 저자는 분명히 하나님께서 자신의 제물을 거부하신 것에 대한 가인의 반응보다는 가인의 제물에 대하여 관심을 덜 기울이고 있다. 적어도 이것이 저자가 초점을 기울이고 있는 것이다. 가인의 제물에 대한 하나닙의 거부의 이유가 무엇이든지 간에 서술 자체는 우리의 시선을 가인의 반응으로 집중시킨다. 서술이 강조하려고 하는 바는 바로 여기에 있다. 가인의 반응은 두 가지였는데 그것은 하나님에 대한 분노와(4:5b) 그의 동생에 대한 분노였다(4:8). 저자는 문제를 이러한 방법으로 언급함으로써 \"그의 열매로 그들을 알리라\"(마7:20)는 서술 속의 은밀한 교훈과 더불어 하나님께서 기뻐하시는 제물에 자신의 교훈을 집중시킨다. 예배에 있어서의 순수한 마음의 증요성을 묘사함에 있어서 저자는 예레미야 당시의 위선적인 예배자들에 대하여 예레미야가 표현했던 사상에 접근하고 있다. 예레미야가 백성들이 그들의 땅으로부터 쫓겨나지 않도록 하기 위하여 \"너희가 만일 길과 행위를 참으로 바르게 하여... 무죄한 자의 피를 이곳에서 흘리지 아니하며\"(렘 7:5-7)라고 호소했던 것과 같이 하나님께서는 가인에게 무죄한 피를 흘린 결과로 말미암아 땅으로부터 추방당하지 않도록 하기 위하여 선을 행하도록 호소하셨다(창4:7-12). 저자는 현재의 서술을 '도피성'에 대한 신명기의 규정의 빛 속에서 읽혀지도록 의도했다는 것도 가능하다. 아벨을 향한 가인의 공격에 대한 거친 묘사는 신명기 19:11 에서의 의도적인 살인에 대한 묘사와 유사한데 이러한 유사성은 저자의 의도에 있어서 중요학 역할을 하고 있는 것으로 보인다. 도피성의 목적은 '땅에서 무죄한 피를 흘림이 없게' 하기 위함이다(신 19:10). 이것은 물론 가인과 아벨에 관한 서술의 중심 관점이다. \"네 아우의 핏소리가 땅에서부터 내게 호소하느니라\"(4:10) 신명기 19:11은 '도피성'이 사용될 수 있는 공격의 종류를 제시함에 있어서 죄를 범한 살인 '엎드려 그를 기다리다가 일어나 쳐서 그 생명을 상하여 죽게' 한 자라고 규정해준다. 창세기 4장의 서술은 \"그들이 들에 있을 때에 가인이 그 아우 아벨을 쳐 죽이니라\"(4:8)고 언급한다. 신명기의 율법에 의하면 물론 그가 아직도 도피성을 의지할 수는 있지만 가인의 죄는 사형에 처해질 수 있다. 어쨌든 하나님께서 가인에게 자비를 보여 주셨다는 사실과 이야기의 나중 부분에서 하나님의 자비가 가인이 성을 쌓은 것과 연결된다는 사실은 가인에 대한 이야기와 나중에 도피성을 다루고 있는 신명기의 규정 사이에 우연한 관계 이상의 것이 존재함을 보여준다. 서술은 가인의 죄가 사형에 처해질 수 있다는 사실 뿐만 아니라 가인이 세운 성(4:17)이 도피성에 대한 원형임을 암시해 준다. b. 회개(4:9-14) 3장에서의 하나님의 심판의 경우와 마찬가지로 하나님께서는 먼저 질문을 하신 후에(\"네 아우 아벨이 어디 있느냐? \" \"네가 무엇을 하였느냐?\") 형벌을 선언하셨다(\"네가 땀에서 저주를 받으리니 네가 밭 갈아도 땅이 다시는 그 효력을 네게 주지 아니할 것이요 너는 땅에서 피하며 유리하는 자가 되리라\"). 가인에게 내려진 심판에 대한 묘사는 신명기에서 이스라엘을 향하여 경고된 추방과 매우 유사하다: \"네가 성읍에서도 저주를 받으며 들에서도 저주를 받을 것이요 또 네 광주리와 떡반죽 그릇이 저주를 받을 것이요 네 몸의 소생과 네 토지의 소산과 네 우양의 새끼가 저주를 받을 것이며\"(신 28:16-19). 가인에 대한 하나님의 심판에 대한 묘사는 포로 상태의 이스라엘을 향한 하나님의 심판에 대한 묘사에 있어서 선지자들에게 하나의 은유가 된 것으로 보인다: \"보라 여호와께서 그 처소에서 나오사 땅의 거민의 죄악을 벌하실 것이라 땅이 그 위에 잦았던 피를 드러내고 그 살해당한 자를 다시는 가리우지 아니하리라\"(사 26:21). 우리는 또한 이사야 27:1-5가 창세기의 처음 장들의 이미지를 계속하고 있는 사실에 주목해야 한다. 그것은 곧 '뱀'에 대한 하나님의 궁극적인 승리와 '질려와 형극'이 나지 아니하는 '아름다운 포도원'에 대한 하나님의 보호하심이다. 이 구절의 의미는 우리가 13절에서의 가인의 응답을 어떻게 이해할 것인가를 결정해준다. 과연 가인은 자신이 받을 '죄벌'이 감당하기에 너무 크다고 불평하였는가? 혹은 우리는 그의 응답을 자신의 '죄'가 용서받기에는 너무 크다는 의미로 이해해야 할 것인가? 비록 대부분의 영어 성경은 \"내 죄벌이 너무 중하여 견딜 수 없나이다\"로 번역하고 있지만 히브리 단어의 의미와 15절에서의 가인의 말에 대한 하나닙의 응답은 가인의 말이 그의 형벌에 대한 불평으로 이해되기보다는 자신의 '죄'의 파장에 대한 슬픔의 표현으로 이해되어야 함을 보여준다. 가인은 하나님의 심판이(12절) 자신의 죽음을 가져오리라는 사실을 깨달았는데 그 이유는 그가 세워진 공동체의 보호를 받지 못할 것이기 때문이다(14절). 자신들의 집으로부터 추방당한 그의 부모인 아담과 하와와 같이(3:24) 죽음의 형벌은 공동체의 보호로부터의 추방을 통하여(4:14) 가인에게 집행될 것이다: \"주께서 오늘 이 지면에서 나를 쫓아내시온즉 내가 주의 낯을 뵈옵지 못하리니 내가 땅에서 피하며 유리하는 자가 될지라 무릇 나를 만나는 자가 나를 죽이겠나이다.\" 가인의 말은 그 자체로서는 반드시 회개를 의미하지는 않는다. 그러나 자비와 보호에 대한 하나님의 응답은(\"그렇지 않다. 가인을 죽이는 자는 벌을 칠배나 받으리라.\" 15절) 13절에서의 가인의 말이 회개의 말이었음을 암시한다. C. 하나님의 보호하심(4:15-24) 이 서술에서 다루어지는 주요한 주제는 도피성에 대한 서술(민 35:9-34)뒤에 놓여 있는 그것과 동일한 것으로 보인다. 이 두 서술 속에서 하나님께서는 '피의 복수'에 대한 보호막을 설정 하셨다. 여기에서의 첫번째 문제점은 과연 어떤 사람이 살인죄를 범하였는가가 아니다. 그것은 적절한 절차에 의해서 확정될 것이다(민 35:12). 가인의 언급과 도피성의 보호 뒤에 놓여있는 보다 근본적인 문제는 혐의자를 피의 복수의 위협으로부터 보호하는 것이다. 이 두 서술 속에서 하나님의 예비는 심지어는 의도적이지 않은 살인이 야기할 수 있는 더 이상의 피흘림을 막기 위하여 의도된 것이다: \"피는 땅을 더럼히나니\"(민 35:33). 도피성의 배경은 이 서술 속에서 가인에게 주어진 '표'의 의미에 대한 단서를 제공해줄 수 있다. 표의 목적은 가인을 복수로부터 보호하려는 것이 분명하다. 때때로 이 '표'는 가인 '위에'(on) 주어졌다는 주장이 있다(영어 번역본 참고). 그러나 본문은 표가 가인 '에게'(to) 혹은 '을 위하여'(for) 주어졌다고 언급한다(창 21:13,18, 27:37, 45:7,9, 46:3과 21:14, 44:21 참고). 가인을 보호하기 위하여 그에게 주어진 '표'는 무엇이었는가? 비록 서술은 이 표를 분명하게 언급하지 않고 있지만 우리는 표에 대한 언급 이후에 서술은 계속해서 가인이 '에덴 동편'에 있는 놋 땅을 향하여 출발하여 그곳에서 성을 쌓은 사실을 언급하고 있다는 사실에 주목해야 한다. 이 본문과 도피성과의 평행의 관점에서 볼 때에 이 본문에서 '표에 대한 서술'에 뒤이어서 '성에 대한 서술'이 나오는 사실이 중요하다. 본문의 현재 모양에 있어서 가인의 성은 가인에게 하나님의 보호하심의 효과를 가져온 '표' 로서 의도되었을 것이다. 이러한 해석을 가능케 하는 서술에 있어서의 한 가지 요소는 서술 자체 속에서 '표'의 목적은 아벨의 죽음에 대한 복수를 시도하는 모든 자로부터 가인을 보호하기 위함이 었다는 사실이다. 이 것은 도피성의 목적과도 같다 (\"이는 너희가 보수할 자에게서 도피하는 성을 삼아 살인자가 회중 앞에 서서 판결을 받기까지 죽지 않게 하기 위함이니라\" 민35:12). 이어지는 서술은 심지어는 라멕 시대에 있어서도(23-24절) 가인의 성은 '살인자'의 보호처가 되었다는 사실로 볼 때에 (아래의 주석을 보라) 가인의 표와 도피성과의 연관성을 증명해준다. 그러므로 전체 서술의 문맥에서 볼 때에 가인의 성은 그와 그 후손들을 피의 복수로부터 보호하기 위하여 하나님께서 그에게 주신 도피성으로 볼 수 있다(신19:11-13을 보라). 가인이 건설한 성에 대하여 저자가 부여하는 중요성은 이 장의 나머지 부분이 이 성의 문맥 속에서 발전되고 있는 문명에 대하여 언급하고 있다는 사실에서도 드러난다. 20-24절에서 저자는 농업(야발. 20절), 예술(유발. 21절) 기술(두발가인. 22절), 그리고 아마도 법률(라멕, 23-24절) 등과 같이 도시 생활의 기본적인 요소들의 창시자의 이름을 열거하고 있다. 두 아내에 대한 라멕의 말은 다양한 방법으로 해석되었는데 주로 교만과 반역의 본보기로서 해석되었다. 그러나 모세 율법과 도피성에 대한 가르침의 문맥에서 읽혀혀질 때에 라멕의 말은 법률적 공의 제도를 제시하는 것으로 보인다. 모세 율법은 어떠한 '살인자'에게도 공정한 재판을 받기까지 안전한 피난처를 제공해준다(민 35:12). '가인에 대한 벌'에 대하여 언급함으로써 라멕은 그의 성 안에서 자신에 대한 '벌'에 대해서도 역시 선포한다. 라멕은 자신이 무죄한 피를 흘리지 않았음을 보여주기 위하여 그가 자신의 '상함'을 인하여 사람을 죽였다는 사실을 밝힌다. 그는 가인처럽 '그 이웃을 미워하여 엎드려 그를 기다리다가 일어나 쳐서 그 생명을 상하여 죽게'(신 19:11)하지 않았다. 오히려 그는 정당방위에 근거하여 자신의 경우를 변호한다. 동해복수법(lex talionis)에 근거한 라멕의 변호는 동해복수법에 근거한 정당한 처벌에 대하여 언급하고 있는 모세 율법과 매우 큰 유사성을 지닌다. \"눈에는 눈 이에는 이\"(출 21:23-25, 레 24:18-20, 신 19:21) 이러한 원리에 대한 고전적인 언급은 출애굽기 21:23-25에서 주어지는데 이 구절은 라멕에 의해서 언급된 말과 동일한 말로서 결론을 맺는다: \"상하게 한 것은 상함으로 때린 것은 때림으로 갚을지니라\" 이 원리의 목적은 복수를 허용하는 것이 아니라 그것을 막는 것이다. 이 원리의 힘은 주어진 범죄는 오직 공정한 형벌에 의해서만 처벌받음을 확인하는 것이다. 도피성을 설정하는 법과 같이 동해복수법의 원리는 피의 복수를 통한 공격의 점층을 막는 것이다. 그러므로 라멕은 그 사람을 미워해서가 아니라(신 19:6) 자신의 상함을 인하여 곧 정당방위에 의해서 사람을 죽였다. 만일 악의로 자기 동생을 죽인 가인이 복수를 당할 수 있다면 라멕도 역시 정당방위에 의해서 사람을 죽인 것에 대하여 복수를 당할 수 있을 것이다. 이 서술의 초점은 라멕의 정의감이 옳다거나 본보기가 됨을 보여주기 위함이 아니다. 오히려 그것은 가인의 성과 그 후손들이 법를 제도와 제도화된 사회의 공정한 대표자를 가지고 있었음을 보여주기 위함이다. 그의 성은 농업, 음악, 그리고 기술을 가지고 있었을 뿐만 아니라 사람들이 법에 의하여 자신들의 송사를 처리할 수 있는 제도적인 근거도 가지고 있었다. 라멕에 대한 묘사는 자신들의 영토의 평화와 질서에 대한 그들의 공헌이 그들이 내린 법률적 결정 안에서 요약되는 많은 고대의 왕들을 상기시킨다(예를 들면 함무라비 법전). d. 하나님의 축복(4:25-26) 이 장의 결론 부분의 장면은 처음의 그것으로 돌아간다. 새로운 아들이 태어났다. 비록 가인의 아들들은 번성하여 타락 후의 새로운 세계의 창시자들이 되었지만 서술의 초점은 가인의 족보로부터 '아벨 대신에' 태어난 새 아들의 족보로 돌아간다. 여자는 그 이름을 셋이라고 불렀는데 그 이유는 그녀가 '하나님이 내게... 다른 씨를 주셨다'라고 말하였기 때문이다. 이와 같은 서술 속에서 저자는 여자의 '후손'(3:15)에 대한 그의 관심을 분명하게 보여준다. 5장은 저자가 3:15의 약속을 얼마나 진지하게 다루는가를 보여주는데 이 구절의 초점은 '후손'과 뱀의 머리를 상하게 할 자에게 맞추어지고 있다. 4장에서는 책 전체를 통한 주제의 중심으로 남아있을 한 모형이 설정된다. 그것은 곧 그를 통하여 약속의 씨가 출생하는 자는 인정된 상속자가 큰 아들이 아니요 하나님께서 택하신 자라는 사실이다. 두 아들 중에서 작은 아들인 아벨이 하나님께 열납되었고(4:4) 그보다 동생인 셋이 아벨을 대신하였다. 가인은 서술 속에서 '씨'의 족보의 부분이 되지 아니할 자의 자리를 차지하였다. 창세기의 나머지 부분을 통하여 그와 함께 하는 자들은 야벳(10:2-5), 함(10:6-20), 나흘(11:29, 22:20-24), 이스마엘(17:20), 롯(19:19-38) 그리고 에서 (36장)등이다. 저자는 셋의 족보의 중요성을 강조하기 위하여 인간들이 이미 그의 시대에 언약의 하나님께 대하여 진정한 예배를 드렸음을 언급한다(\"그 때에 사람들이 비로소 여호와의 이름을 불렀더라\" 4:26). 저자에게 있어서 이러한 언급은 모세 시대에 설정된 하나님에 대한 진정한 예배는 어떤 새로운 것이 아니라 유일하신 참 하나님에 대한 에배의 회복됨을 보여주는 예가 된다. 모세오경 안에서 백성들이 언약의 하나님께 합당한 예배를 드림에 있어서 실패한 것에 그 초점을 맞추고 있는 신명기 31:27-29과 같은 언급의 관점에서 볼 때에 저자가 홍수 이전의 족장들과 동일한 관점을 가지지 않았다는 사실은 놀랄만하다. 적어도 셋의 족보에 관한한 그들 이후의 아브라함과 같은 사람들은 언약의 하나님께 대한 진정한 예배자들로 모사되고 있다."
        }
    ]
}