{
    "bible_book": "창세기",
    "chapter_number": 18,
    "commentaries": [
        {
            "verse_reference": "18:1",
            "commentary": "마므레 상수리 수풀 - 예루살렘 남방, 헤브론 근교에 위치한 곳으로 롯과 헤어진 아브라함이 일찍부터 정착지로 삼아 지금까지 거주해 오고 있던 지역이다. 오정 즈음에( , 케흠 하욤) - '때'(욤)와 '열'(하맘)이 합쳐진 말로 직역하면 '더운 그 때에', 곧 태양이 하늘 중앙에 치솟은 때를 가리키는데 이때 팔레스틴 거민들은 대개 식사와 함께 잠시휴식을 취한다(창 43:16;아 1:7)."
        },
        {
            "verse_reference": "18:2",
            "commentary": "사람 셋 - 13절과 19:1에 의거할 때 이 중 한 분은 하나님이시고 나머지 둘은 천사임을 알 수 있다. 그런데 하나님과 천사가 이처럼 가시적(可視的)인 사람의 형상을 입고서 아브라함에게 찾아오신 까닭은 어디까지나 계시 내용을 보다 분명하고 구체적으로 전달하기 위함이다. 즉 하나님께서는 무형상적이며 시.공간을 초월하는 초월자이시므로 그 본연의 모습으로서는 뜻하는 바 계시 내용을 유한한 인간에게 적절하게 전달할 수 없으므로 이처럼 사람의 형상을 입고 나타나신 것이다. 달려나가 - 생면 부지의 나그네들에 대하여 적극적이고도 진실된 사랑으로 영접한 행위이다. 여행 중에 지친 나그네를 대접하며 그들에게 잠자리를 제공하는 것이 당시 히브리인들의 관례로 굳어긴 아름다운 풍습이긴 하지만(출 22:21;욥 31:32;마 25:35;딤전 5:10) 이처럼 아브라함이 그들을 보자마자 달려나가 따뜻하게 영접한 것은 마음에서 우러나온 친절이자 그의 삶이 항상 나그네 대접하기를 힘쓰는 삶이었음을 드러내 준다. 몸을 땅에 굽혀 - 귀한 방문자에 대하여 갖추는 근동의 인사 양식이다. 야곱이 에서를 맞이할 때(창 33:3), 요셉이 그의 아버지를 환영할 때(창 48:12) 또한 선지 생도들이 엘리사를 맞이할 때(왕하 2:15)에도 이러한 인사가 행하여졌다. 그런데 아브라함이 나그네들의 신분이나 연령 등을 묻지도 않고 이러한 예우를 표한 것은 그의 인격이 평소 겸손한 사람이었음을 증명해 준다."
        },
        {
            "verse_reference": "18:3",
            "commentary": "내 주여 - 아브라함이 세 사람의 나그네에 대하여 단수인 '내 주여'(my lord))를 사용한 점은 인상적이다. 그러므로 어떤 학자들은 이에 의거해 아브라함이 세 사람의 나그네중 한 사람이 하나님이심을 즉시로 깨달았다고 해석하기도 한다. 그러나(1) 이는 세 사람을 총칭하는 대표 단수이며(2) '주'에 해당하는 히브리어 '아도나이'는 종교적 의미 뿐 아니라 남편(12절)이나 상전(24:12) 또는 상대방을 높여 부르는 일반적인 의미도 함께 지닌 단어란 점(3) 아브라함이 부지중(不知中)에 천사들을 대접하였다고 성경이 친히 증거하고 있는 점(히13:1) 등에 의거할 때 그렇지 않다는 것을 알수있다. 즉 아브라함은 이후 서서히 그들의 정체를 깨닫게 되기는 하지만(17,22절) 아직은 그들을 단순한 나그네로 알고 일반적 차원에서 존칭어를 사용한 것이다."
        },
        {
            "verse_reference": "18:4",
            "commentary": "발을 씻으시고 - 아랍과 팔레스틴 지역은 대부분 모래와 먼지가 덮인 거친 사막길로 되어 있다. 따라서 샌들(Sandal) 같은 간단한 신발만 신고 먼지 길을 오래 걸은 여행자들에게는 발 씻을 물이 절실히 요구되기 마련이다 이런 상황으로 인해 고대 근동에서는 자신의 집을 방문한 손님에게 발 씻을 물을 가져다 주는것이 필수 관행이 되었는데 이는 손님 접대에 있어서 최상 최적의 예우였다. 나무 아래서 쉬소서 - '쉬다'에 해당하는 히브리어 '솨안'( )은' 기대다'. '눕다', '의지하다'는 뜻으로 곧 나무 그늘에서 휴식하며 식사하기에 편한 자세를 취하라는 의미이다. 오늘날도 옆으로 누운 자세에서 왼팔로 몸을 바치고 오른 손으로 음식을 먹는 것은 히브리인들에게서 흔히 찾아볼 수 있는 식사법이다(요13:23)."
        },
        {
            "verse_reference": "18:5",
            "commentary": "쾌활케( , 사아드) - '세아드'(원조하다)에서 파생된 말로 '견고케 하다' (잠 20:28), '힘있게 하다'(시 104:15), '원기를 되찾다'는 뜻이다. 장거리 여행으로 인하여 쇠진한 기력을 힘있게 회복할수 있게끔 쉬라는 뜻이다."
        },
        {
            "verse_reference": "18:6",
            "commentary": "떡 - 이에 해당하는 히브리어 '우가'( )는 '레헴'( , 떡, 빵) 보다 더 고급스런 빵으로 뜨거운 돌에 구운 일종의 '펜 케이크'(pan-cake)를 가리킨다."
        },
        {
            "verse_reference": "18:8",
            "commentary": "나무 아래 모셔 서매 - 나그네들과 같이 앉아서 식사를 하지 않고 '그들이 나무 밑에서 먹는 둥안 곁에 서서 시중든 것'(공동번역)을 의미한다. 이것은 손님에 대하여 극진한 예우를 갖추는 행동이다. 그들이 먹으니라 - 유대 주석가 및 일부 카톨릭 학자들은 이에 대하여 해석하기를 그들이 단지 먹는 척하였뿐이지 실제로 먹은 것은 아니라고 주장한다(Josephus,Philo,Jonathan) 그러나 이것은 본문에 비추어 볼 때 지지될 수 없는 해석이다. 물론 영적 존재가 육적인 음식을 먹었다는 것은 이해하기 어려운 일이지만, 하나님과 수행 천사가 기꺼이 음식을 드신 까닭은 마므레의 환대 사건이 꿈이나 환상이 아니라 실제 사건었다는 점을 족장에게 확신시키고 동시에 아브라함과 보다 친밀한 교제를 나누시기 위함이었을 것으로 추정할 수 있다(Keil,Delitzsch,Lange). 이는 마치 부활하신 예수 그리스도께서 그의 제자들과 함께 음식을 드신 것(눅 24:41-43)과 같은 이유이다."
        },
        {
            "verse_reference": "18:9",
            "commentary": "사라가 어디 있느냐 - 세 나그네가 길을 지나가다 우연히 들른 보통 여행자들이 아님을 시사해 주는 질문이다. 즉 이들은 이미 족장의 아내인 사라의 이름을 알고 있었을 뿐 아니라 사라에 대한 특별 메시지를 전달하기 위하여 아브라함을 특별히 방문한 자들이었던 것이다."
        },
        {
            "verse_reference": "18:10",
            "commentary": "그가 가라사대 - TEV는 '그'를 '그들중 한 사람'(one of them)으로, RSV는 '주'(the lord)로, 공동 번역은 '하나님'으로 각각 번역하였다. 이제 하나님께서는 자신이 방문한 목적을 밝히려 하시는 것이다. 기한( ,에트 하야). '시간'(에트)과 '생명'(하야)이 복합된 말로 직역하면 '생며의 시간'이다. 이는 '소생할 때', '해가 바뀔 때'란 의미로 만사에는 하나님의 정하신 때가 있음을 일깨워 준다. 네게로 돌아오리니 - 하나님에게 있어 '임하다' '돌아오다' 등의 표현(출 3:18;민 10:36;시 50:3;90:13;슥 14;5)은 그분이 어떤 사건에 직접 개입하셔서 사역하시는 것을 뜻한다. 여기서는 '지금은 약속만을 가지고 너를 방문했지만 다음에는 약속의 실현을 가지고 다시 찾아오겠다'란 뜻이다. 장막 문에서 들었더라 - 이로 보아 아브라함 가족들의 거처인 장막은 나그네들이 앉아 쉰 나무 가까이에 설치되어 있었음을 알 수 있다. 한편 고대 유목민들의 장막은 대개 칸막이가 처져 있어 두 부분으로 나뉘는데 바깥 부분은 주로 손님들을 맞아들이는 사랑방으로 남자들이 사용하였고, 안쪽은 생활 필수품과 취사 도구들이 보관되어 있는 곳으로 여자들이 내실로 사용 되었다. 사라가 하나님의 말을 들은 곳도 바로 아내실이었을 것이다."
        },
        {
            "verse_reference": "18:11,12",
            "commentary": "늙었고 - 문자적 의미는 '생명의 날들이 지나갔다'인데 이는 생식 능력의 때가 이미 지나가 버렸음을 강하게 시사하는 단어이다. 속으로 웃고 - 아브라함의 경우와 마찬가지로 인간적 상황이 근거해 자신의 수태 가능성을 불신한 자궤적(自潰的) 웃음이다(Calvin,Keil). 내게 어찌 낙이 있으리요 - '내가 어찌 부부간의 즐거움을 가지리요'(Modern Language Bible)라는 뜻으로 자신의 수태 불능을 우회적으로 표현한 것이다."
        },
        {
            "verse_reference": "18:13",
            "commentary": "사라가 왜 웃으며 - 낯선 여행자로서 족장 아내의 이름을 알고 있었을 뿐 아니라(9절) 그녀의 심중의 생각까지 감찰하고 있는 점은 하나님의 전지성(全知性)을 입증해 준다(요 21:17;히 4:13). 어떻게 - 이에 해당하는 히브리어 '움남'( )은 '참으로', '진실로', '확실히'란 뜻이다. 따라서 사라는 자신이 아들을 낳는다는 것은 절대 불가능한 일인 줄로 철저히 믿고 있었음을 알 수 있다."
        },
        {
            "verse_reference": "18:14",
            "commentary": "능치 못할 일 - 문자적으로는 '너무 어려워 도저히 성취할 수 없는 일'. 이러한 일이 자신에게는 있을 수 없음을 역설하시면서(렘 32:27;마 19:26;눅 1:37) 사라의 불신을 불식시키는 약속을 거듭 주고 계시는 하나님에게서 우리는 재삼 죄인에 대한 그분의 인내와 사랑의 열정을 깨달을 수 있다."
        },
        {
            "verse_reference": "18:15",
            "commentary": "두려워서 - 자신의 속마음이 확연히 드러나 버린데 대한 두려움이자, 단순한 나그네로만 알았던 자의 권능에 대해 느끼는 놀라움이다. 승인치 아니하여 - 자신의 잘못이나 은밀한 생각 등이 폭로될 때 당혹감 내지는 두려움에 사로잡혀 거짓말, 변명 따위를 늘어놓는 것은 인간의 자기 보호 본능에 기초한 일반적 성향이다(3:12,13). 이러한 태도는 사라에게서도 여지없이 나타났는데 그녀는 말하고 있는 상대방의 정체가 하나님 일 것이라는 순간적인 생각과 그분의 말씀에 대한 자신의 불신이 드러난 데 따른 두려움에 못이겨 거짓말을 하고만다. 아니라 네가 웃었느니라 - 더 이상의 거짓말을 용납치 않는 하나님의 엄숙한 선언이다.이 말 속에는 자신의 불신앙을 거짓말로 은폐해 보려 했던 사라의 경솔하고도 어리석은 죄악을 책망하는 의미가 담겨 있다. 한편 이에 대하여사라가 더 이상 변명을 하지 못하고 침묵을 지킨것은 하나님의 책망에 온전히 굴복당하고 말았음을 나타내 준다."
        },
        {
            "verse_reference": "18:16",
            "commentary": "소돔으로 향하고 - 직역하면 '소돔쪽으로 얼굴을 향하고'. 마치 심판주 하나님께서 왼편에 있는 저주받을 자들에게 얼굴을 향하듯(마 25:41) 심판을 위한 진노의 얼굴을 소돔 쪽으로 돌리는 장면을 연상시켜 준다. 한편 아브라함이 기거하고 있는 헤브론 지경에서 소돔까지는 약 30km정도의 거리로 멀리 내려다 볼 수 있는 지점이다. 함께 나가니라 - 유대전승에 의하면 아브라함은 일행들과 함께 헤브론 북동쪽에 있는 '카퍼바누케'(Capherbanuche)까지 동행했다고 한다. 이곳은 아주 높은 언덕에 위치한 지역으로 그곳에서 내려다보면 사해와 그 연변의 여러 성읍들을 한 눈에 관찰할 수있다."
        },
        {
            "verse_reference": "18:17",
            "commentary": "아브라함에게 숨기겠느냐 - 하나님께서 아브라함에게 소돔을 멸하시려는 계획을 알려 주신 이유는 이어 나오는 18,19절에서 찾아볼 수 있다. 즉(1) 축복의 원리를 가르치기 위해서였다. 즉 택한 민족 이스라엘의 조상이될 뿐 아니라 만민의 복의 근원이 될 아브라함(18절)에게는 '여호와의 도를 지켜 행하는 것'(19절)이 진정한 축복의 길이라는 사실을 자식과 후손들에게 가르쳐 지키게 할 사명과 책임이 있었기 때문이다.(2) 구속의 원리를 가르치기 위해서였다. 즉 심판이 없는 구속은 의미가 없으며, 구속이 없는 심판 또한 생각할 수 없기 때문에(요 5:29;롬 5:9) 하나님께서는 구속과 심판, 축복과 저주의 두 길을 아브라함에게 제시함으로써(요 3:18) 오고 오는 그 모든 후손들이 소돔의 멸망을 경고로 삼아 축복받는 구속의 길을 택하도록 하기 위해서였다."
        },
        {
            "verse_reference": "18:18",
            "commentary": "천하 만민은...복을 받게 될 것 - 아브라함의 혈통을 타고 태어날 그의 후손 메시야로 인해 지구상의 온 족속에게 미칠 구원의 축복을 가리킨다."
        },
        {
            "verse_reference": "18:19",
            "commentary": "이는...이루려 함이니라 - 하나님께서 아브라함을 택하여 그로 하여금 '여호와의 도'를 지키게 하는 근거가 바로 하나님의 언약(12:2,3;15:18-21;17:1-8)에 있음을 보여 준다. 즉 여호와는 불변의 하나님으로서 자신이 언약한 바를 반드시 이행하시지만 여기에는 그 언약의 수혜자인 인간측의 마땅한 자세도 아울러 요구되는 것이다."
        },
        {
            "verse_reference": "18:20",
            "commentary": "소돔과 고모라 - 아드마, 스보임, 소알과 더불어 사해(死海)남단 싯딤 골짜기에 있던 다섯 도시 중 두 도시이다(14:2,3). 이곳 사람들은 극도로 타락 하였기 때문에 인류 역사에 있어서 이 두 도시는 '죄악의 도시'를 상징하는 대명사가 되었다. 부르짖음 - 소돔과 고모라의 죄악에 대한 부르짖음 곧 원성(怨聲)을 뜻한다. TEV는 이를 '고소'(complaint)1로 번역하였다. 억울한 피는 땅 속으로 스며들지 않고 하늘을 향해 호소한다는 고대인의 사상에서 나온 말로(4:10), 소돔과 고모라의 죄악이 심히 무겁고 큰 것이었음을 상징한다."
        },
        {
            "verse_reference": "18:21",
            "commentary": "내려가서 - 고지대인 헤브론에서 해안 평지 지역인 소돔과 고모라 쪽으로 나아가는 것을 적확히 표현한 말이다. 보고 알려 하노라 - 하나님께서는 이미 모든 것을 알고 계시는 분이시다. 따라서 이는 그분께서 타락상을 직접 보고서 확인하겠다는 뜻이 아니라, 그들이 회개할 수 있는 기회를 한번 더 주시겠다는 말임을 알 수 있다. 그러기에 갈대아역(Chaldee)에는 '만일 회개하기만 한다면 내가 그들을 벌하기 않겠다'는 말이 첨가되어 있다. 뒤이어 아브라함이 중보 기도하였을 때 그들 중 열명만이라도 회개하였더라면 실제로 소돔과 고모라는 멸당당하지 않았을 것이다."
        },
        {
            "verse_reference": "18:23",
            "commentary": "가까이 나아가( , 나가쉬) - 기본 뜻은 '어떠한 목적을 위해 접근하는 것'을 가리키는데 여기서 '경배하다', '함께 눕다'등의 뜻이 파생되었다. 따라서 이는 아브라함이 위치적으로 뿐 아니라 간절한 마음을 가지고 영적으로도 하나님께가까이 나아간 것을 가리키고 있다 하겠다."
        },
        {
            "verse_reference": "18:24",
            "commentary": "의인 오십 - 당시 소돔 성의 인구가 얼마였는지는 정확히 알 수 없다. 그러나 소돔이 비옥한 평지에 위치한 성읍이었다는 점(13절)을 감안할 때 오십명이라는 수는 전체 인구수에 비해 지극히 적은 수였던 것만은 분명하다. 그런데도 아브라함이 이렇게 적은 수를 내세워 소돔 성읍의 구원을 간구하였던 것은 의인 오십이라도 크게 생각해 주시는 하나님의 무한한 긍휼을 믿었기 때문일 것이다."
        },
        {
            "verse_reference": "18:25",
            "commentary": "공의를 행하실 것 - 아브라함이 하나님의 은혜에만 매달려 무조건적인 사유(赦宥)를 간구하지 않고, 그분의 공의에 근거한 재판상의 공정성을 호소하였음을 보여 준다(Keil)이러한 아브라함의 신관(神觀)은 당시 근동의 샤마니 즘적인 여타 종교의 저급한 신관에 비해 대단히 차원 높고 성숙한 것이었다. 즉 아브라함은 하나님이 윤리성을결여한 여타 잡신들과는 달리 선과 악, 의인과 악인을 구분하시는 공의의 신이심을 깊이 통찰하고 있었던 것이다."
        },
        {
            "verse_reference": "18:26",
            "commentary": "온 지경을 용서하라 - 하나님께서 대표의 대야의 원리에 입각해 인간을 구원하심을 보여 준다. 이러한 대표 원리는 한 사람의 의인 예수 그리스도를 보시고 셀 수없이 많은 죄인들에게 구원을 베푸신 신약 시대 십자가 사건에서 그 절정을 이룬다(롬 5:18,19). 이는 비록 죄인이라도 자기 죄로 말미암아 죽기보다는 돌이켜 살기를원하시는 하나님의 무한한 긍휼에 기인한 큰 은혜이다(겔 33:11)."
        },
        {
            "verse_reference": "18:27",
            "commentary": "티끌과 같은 나 - '티끌'에 해당하는 히브리어 '아파르 와에페르'( )는 '먼지'(아파르)와 '재'(에페르)가 복합된 말이다. 이는 단순한 겸손의 표현이 아니라 하나님앞에서 자신의 실존을 정확히 파악한 진솔한 신앙 고백이다(롬 9:21-23). 하나님의 사랑과 공의를 통찰할 줄 알았던 아브라 함은 먼지에서 시작하여 한 줌의 재로 사라지고 마는 자신의 존재(3:19)에 대하여서도 정확히 인지하고 있었던 것이다. 따라서 그의 중보 기도는 전적으로 하나님의 공의와 긍휼에 근거한 기도 였음을 알 수있다."
        },
        {
            "verse_reference": "18:28",
            "commentary": "-32 앞 부분(23-25절)이 하나님의 공의에 의지한 호소였던데 반해 이 부분은 그분의 자비와 긍휼에 더욱 의지한 간절한 호소이다. 마치 황금 사슬이 하나 하나 연결되듯 의인 오십, 사십 오인, 사십, 삼십, 이십, 십 인으로 진행되는 이 간절하고 끈질긴 아브라함의 기도속에서 소돔 성에 대한 아브라함의 애 타는 사랑과 그의 간청을 끝까지 받아 주시는 하나님의 무한한 자비가 엿보인다. 이런 장면에서 우리는 믿음의 조상 아브라함의 면모를 충분히 엿볼수 있는데, 특히 그의 중보 기도는 예수 그리스도의 대속 사역의 예표로 간주하기에 충분하다."
        },
        {
            "verse_reference": "18:32",
            "commentary": "이번만 더 - '창조자에 대한 피조물의 신앙적 파렴치성'(F.Delitzsch)을 드러낸말이다. 그러나 마치 막무가내로 떼를 쓰는 듯한 이 말은, 인간으로서는 어쩔 수 없는 기도자세이다. '그럼에도 불구하고' 하나님께서는 오히려 이러한 기도와 간구 자세를 원하시는데(사1:18;마 7:7-11; 눅 11:5-13;18:1-8) 그 까닭은 인간의 그러한 파렴치성에도 불구하고 봇물 같은 사랑을 부어 주시기 원하는 것이 하나님의 사랑의 본질이기 때문이다."
        },
        {
            "verse_reference": "18:33",
            "commentary": "즉시 가시니 - 하나님께서 이 땅을 떠나 하늘 거처로 올라가신 것뿐 아니라, 사람의 형상을 벗으시고 무형상적 실체로 돌아가신 것을 함께 의미한다. 본장에는 하례 계약을 체결한 후(17장),하나님께서 아브라함과 친밀한 관계에 있음을 확증하는 표시로 하나님이 친히 두 천사를 거느리고 그의 집을 방문하신 사건이 기록 돠었다. 이 방문을 통해 하나님은 대조적인 두 사건을 예언 하셨 는데 즉 이삭 출생을 재확인 하는 생명에의 소식과 소돔 성 멸망 이라는 죽음에의 소식 이었다. 이는 의인 에게는 영생을, 악인에게는 멸망이라는 하나님 통치의 2중성을 극명(克明)히 보여준 것이다. 그런 의미에서 이 사건은 예수의 재림시 있게 될 상급과 심판을 예시한 것이기도 하다(살후 1:8,9;딤후 4:8;계1:7) . 한편 본장을 요약하면 하나님이 두 천사를 대동하고 아브라함 가정을 내방 하셨고(1-8절)그때에 사라의 임신에 대한 확증적 계시(9-15절)와 타락한 성읍 소돔의 멸망에 관한 계시(16-21절)를 언급 하셨다. 이에 대해 소돔 성 구원 을 위한 아브라함의 끈질긴 중보 기도가 기록 되었다(22-33절). 이러한 일련의 사건을 통해서 하나님은 언약 체결자인 아브라함에게 당신의 뜻을 계시해 주실 마큼 친근히 하셨음과, 아브라함 역시 자신의 문제보다 이웃의 생명에 더욱 관심을 보일 만큼 성숙한 신앙 인격을 소유하게 되었음을 알 수 있다. 1. 세 방문객을 환대하다(18:1-21) 폐쇄적인 신앙관을 가진 자들은 하나님과의 관계만을 중히 여기고 대(對) 사회적인 의무를 등한히 할때가 있다. 그러나 하나님은 당신과의 수직적 관계 뿐 아니라, 이웃과의 수평적인 관계도 중히 여기시며 당신을 경배하는 일이 이웃에 대한 봉사와 희생을 동반해야 함을 가르치신다(마 25:40; 롬 12장). 특별히 본문에서 이웃에 대한 평범한 봉사를 통해 부지중 하나님과 천사를 영접하게 된 아브라함의 아름다운 이야기를 제시하심으로(히 13:2), 이웃 사랑 의 중요성을 또 한번 역설하셨다. 하나님께서는 아브라함의 융숭한 대접을 받으시고 그의 친절에 대한 보답으로 두 가지 사실을 계시하셨다. 그 하나는 이삭의 출생이 반드시 실현될 것이라는 은혜스러운 계시였으며(8-15절), 또 하나는 극도의 타락으로 인해 멸망받게 될 소돔에 관한 공의로운 계시였다(16-21 절). 한편 은혜와 공의라는 상반되는 이중 계시를 제공하시기 위해 이 땅에 출현하신 하나님은 미구에 있을 예수 그리스도의 재림과 좋은 비교가 된다. 왜냐하 면 예수의 재림은 하나님의 뜻을 따라 살아가는 신자에게는 기쁨과 은혜의 방문이지만, 불신자들에게는 환난과 공의의 내방이기 때문이다. 여하튼 우리는 본문을 통해 이웃에게 헌신적 노력과 사랑을 아끼지 않을때 부지중에라도 하나님의 임재를 체험할 수 있다는 가능성을 발견할 수 있다(마 25:35-40). * 하나님의 현현(顯現). 하나님은 인간의 육신을 입고 아브라함에게 나타나셔서 말씀하셨고, 아브라함의 목소리를 들으셨으며, 그의 친절한 대접과 후한 봉사를 받아들이셨다. 그런데 문제는 영이신 하나님께서(요 4:24) 인간의 형상 을 취하고 나타나셔서 말하고 듣고 먹는 육체적 기능을 어떻게 수행하실수 있느냐는 것이다. 타락 이전 에덴에서 하나님은 인간 앞에 스스럼없이 나타나셔서 친밀한 교제를 나누셨으나 인간이 범죄한 이후 모습을 나타내시지 않으셨다. 그러나 구속사에 필요한 특별 계시를 전달하실때 만큼은 여러 형태로 인간 앞에 나타나셔서 말씀하셨다. 이것을 신의 현현(Theophany)이라 한다. 이 현현은 대개 지진, 뇌우, 폭풍같은 자연현상을 통해서나(15:17; 출3:2; 욥38:1; 시78:14), 그룹들 사이에서(시 80:1;99:1), 아니면 천사를 통해서 실현된다(단 8:13; 슥 1:17). 특히 하나님은 인간의 모습을 취하시고 사람들에게 나타나셔서 당신의 살아계심과 당신의 백성을 돌보고 계심을 알리신다(26:2;32:24). 이 인간의 모습을 하신 하나님은 구약에서 삼위 중 제2위인 '여호와의 사자'(16:13; 출23:20-23) 로 등장하며, 신약에 이르러 예수 그리스도의 성육신(Incarnation)으로 현현의 최고조를 이룬다. 이처럼 하나님은 죄로 인해 희미해진 영성을 가진 인간에게 스스로를 나타내 보이시고 교제하시며 당신의 뜻을 전달하시는 은총을 베푸셨다. 만약 하나님께 서 스스로를 노출시키지 않으셨다면 인류는 여전히 어두움 가운데서 방황하고 있었을 것이다. 우리는 이 은총을 감사하며 지금도 우리 마음속에 들어와 계시 고(고전 3:16;6:19), 장차 새 하늘과 새 땅에서 확연히 드러나실 하나님의 실존을 기대해야 한다(계 21:2,3). * 하나님을 보위한 천사. 성경은 천사가 실재하며 지금도 활동하고 있음을 증거한다. 즉 성경 66권 중 34권에 천사의 존재가 언급되었고, 약 275회 정도 천사란 단어가등장하며,예수께서 이에 대해 친히 가르치시기까지 하셨다(마 18:10;26:53). 여기서 천사의 속성을 살펴보면 지(전 1:12) . 정(눅 2:13) . 의(유 1:6)를 지닌 인격적 존재이다. 우수한 영적 존재이다(히 1:14). 육체가 없으므로(마 22:30)보 수 없고(골 1:16)결혼이나 종족 번식을 할 수 없다(막 12:25). 그러나 본문과 같이 특별한 경우에 육체로 나타나기도 한다. 이것은 모두 인간을 위한 하나님의 특별한 배려이다. 그리고 그들은 대부분 남성으로 취급된다(1, 2절). 영이므로 죽음이 없다(눅 20:36). 선한 존재도 있는 반면(막 8:38; 눅 9:26; 계 14:10), 타락한 존재도 있다(요 8:44; 벧후 2:4). 한편 천사는 헤아릴 수 없이 많은 숫자로 구성되며(히 12:22), 독립적으로 존재하기 보다 특별한 조직을 형성한다. 천사들을 문류하면 다음과 같다. 그룹-하나님의 거룩을 수호하며 그분의 능력과 영광을 선포한다(3:24; 출 25:18; 삼하 22:11). 스랍-하나님의 보좌 주위에 둘러서서 찬양하며, 봉사하고 인간과 하나님과의 바른 관계를 위해 힘쓴다(사 6:2,3,6). 정세, 권세, 능력, 주관 하는자, 보좌-천사들 중 등급과 위엄의 차이가 있음을 보여 주는 계급적 명칭이다(엡 1:21;3:10;골 1:16;2:10;벧전3:22).이러한 각양의 천사들이 있다는 사실은 그들의 사역이 매우 다양함을 보여 주는 것이라 하겠다. 그리고 성경에 그 이름이 나타난 천사로는 두명이 있다. 가브리엘-계시 전달자 이자 해석자 역할(단 8:16;눅 119,26). 미가엘-천사장, 군장 으로서 악한 영게와 대항 해 싸우는 역할(단 10:13; 유 1:9;계 12:7). 천사들의 주 임무는 위의 분류에서처럼 하나님께 봉사하며 찬양하는 일이다.그 외에도 성도를 위해 봉사하고(히 1:14), 회개를 기뻐하며(눅 15:10), 기도 응답에 관여하고(행 12:15), 연약한 자를 보호하며(마 18:10), 위험시 용기를 제공하며(행 27:23,24), 하나님의 계시와 축복을 성도에게 전달하며(시 19:11;슥 1:12-14,행 5:19), 심판과 징게의 일에 관여한다(19:13;행 12:33;계 8,9,14장). 여기서 간과하지 말아야 할 사실은 천사들이 모두 선한 존재가 아니라는 사실이다. 즉 악한 천사도 있다. 그들은 하나님의 피조물이 었음에도 불구하고 (욥 38:6,7;골 1:16)타락하여 지금도 활동하고 있는데(살후 2:4;유 1:6)그 무리의 우두머리가 사단이다(마 25:41). 이처럼 우리는 다양한 천사가 기능과 본질을 이해하여 추호라도 영적 존재인 천사를 부인하거나 또는 반대로 섬기거나 혹은 악한 천사의 유혹에 넘어가지 말아야 할것이다. 2. 소돔을 위한 아브라함의 간절한 중보기도(18:22-33) 본문은 소돔 성 멸망 예고를 들은 아브라함이 하나님께 그 성의 구원을 위해 간절히 매달리는 장면이다. 우리가 이웃을 사랑하는 방법에는 여러 가지가 있다. 물질적 배려, 정신적 위안, 몸을 바치는 자기 희생 등이 그것이다. 물론 이 모두가 중요하며 정황에 따라 그 하나하나는 특별한 의미를 지닌다. 그런데 신앙인에게는 이것 외에 이웃의 영혼과 생명을 위해 기도하는 또 하나의 결 정적인 방법이 있다.이것은 모든 사건과 역사를 지배하고 계신 분이 하나님이심을 믿는 자만이 택할수 있는 최초의 방법이자 최후의 방법이다. 소돔 성 심판을 예고받았던 아브라함은 타락한 인간들의 멸망을 기뻐하기 보다 그들에 대한 깊은 동정을 품게 되었고, 그로 인해 집요하리 만큼 끈질기게 인간애가 넘치는 기도를 하게된다. 이처럼 그가 간절한 기도를 할수있었던 것은, 첫째, 하나님의 긍휼을 믿었기 때문이다. 소돔은 오늘날까지 죄악의 도성을 일컫는 대명사로 여겨질 정도로 부패와 타락이 극에 달했기 때문에 하나님의 공의로운 심판을 받아 마땅하다. 하지만 아브라함은 진노 중에라도 긍휼을 잊지 않으시며(합 3:2), 당신을 찾는 자를 외면치 않으시는 하나님의 성품을 알고 있었기에 강력히 매달릴수 있었다. 사실 하나님께서 공의에 따라 인간을 냉혹히 심판 하신다면 인간은 아무도 존재할수 없다. 그러나 하나님의 그휼은 심판을 능히 극복할 수 있게 한다(약 2:13). 둘째, 이기적인 욕망을 제어했기 때문이다. 즉 그는 혈육 롯 가족만을 위하지 않고 성중의 모든 생명을 위해 기도했다. 이처럼 사람은 이타(利他)적일 때 더 높고 깊은 이상과 정열을 지닐수 있다. 세째, 하나의 영혼도 놓칠 수 없다는 넘쳐나는 사랑이 있었기 때문이다. 사랑에 근거한 행동에는 엄청난 추진력과 용기가 뒤따른다. 이 사랑의 모범을 보 이신 분이 바로 예수 그리스도 이시다(요 10:15). 한편 아브라함의 성숙하고 집념에 찬 기도에도 불구하고 소돔은 끝내 역사에서 완전히 사라져 버리는 비운을 맞게 된다. 이러한 비극응 통해 인간의 죄악이 가져다 주는 파괴적 성향을 배울수 있다. 그러나 이보다 더 심각한 교훈은 의인의 숫자가 심판의 가부(可否)를 좌우하는 열쇠라는 점이다. 이런 점에서 성도는 한 나라의 행. 불행을 결정짖는 역사의 주체 세력이라 할수 있다. 끝으로 하나님은 아브라함의 간절한 기도를 결코 외면치 않으셨다는 사시를 놓쳐서는 안된다. 비록 소돔이 불 심판으로 멸망되었다 하더라도 하나님께서는 아브라함의 중보 기도를 기억하사(19:29), 롯과 두 딸을 구원하심으로(19:30) 그의 기도에 적절히 응답 하셨다. 이처럼 이웃을 위한 의인의 간구는 그 역사 하는 힘이 크다(약 5:16). *중보 기도의 한계. 중보 기도는 하나님께서 모든 신앙에게 요구하시는 지상 명령으로 성도는 이러한 중보 기도를 통해 하나님의 뜻을 더욱 깊이 이해할 수 있고 이웃과 더욱 긴밀한 관계르르 이룰수 있다. 이 기도는 병을 고치며(약 5:14-16), 심판을 돌이키며(민 14:11-21), 대적으로부터의 구원(삼상7:5-9), 이웃에 대한 용서(욥 42:8-10)와 이웃의 회개를 촉구하는(룸10:1-4)등의 다양한 목적으로 사용된다. 더욱이 이 기도는 그 대상에게 하나님을 소개하며 더 나은 축복과 은혜의 세계로 인도한다는 점에서 신앙인 에게는 필수적이다. 그런데 이 중보 기도는 그 대상의 신앙 상태와는 무관하게 추복과 은혜를 전달하는 만는 도구가 될수 없다. 즉 구원과 축복의 직접적인 원인은 하나님과 개인의 단독적인 만남에서 실현 되는 것이지, 남의 중보 기도에 의해 하나님의 축복이 비신앙인에게 무조건 적으로 전달되는 것은 결코 아니다. 따라서 중보 기도가 최대의 효과를 얻을수 있는 방법은 그 기도와 기도 대상자의 신앙이 아름답게 조화 되는 것이다. 이처럼 중보 기도는 구원과 축복응 이끌어 내는 자동 판매기는 아니지만, 하나님의 기억에 남을만한 행위로서 형재를 가장 사랑하는 한 방법이다. 따라서 신앙 공동체 안에서 중보 기도의 아름다운 덕이 활발히 전개되야 할것이다(딤 전 2:1;약 5:16). 세일하머 6. 세 명의 방문객(18:1-33) a. 여호와께서 아브라함에게 나타나심 (18:18) 18장은 몇 몇 요점에서 신학적인 고찰에 대한 명백한 표시를 보여주는 확대되고 발전된 서술이다. 이 장에서 중점적으로 드러나는 문제들 (이삭의 출생에 관한 예고와 하나님의 심판 가운데서의 의인의 운명에 대한 문제)은 이 장 뿐만 아니라 17장(이삭의 출생에 관한 예고)과 19장(하나닙의 심판 가운데서의 의인의 운명) 속에서도 역시 다루어지고 있다. 그러나 18장에서의 이들 두 주제에 대한 저자의 취급은 단순히 그 사건들을 알려주는 수준을 넘어서서 그것들을 신학 속에서의 한 교혹으로 발전 시키고자 하는 저자의 관심을 보여준다. 서술은 17장에서와 마찬가지로 \"여호와께서 ... 아브라함에게 나타나시니라\"는 저자의 기사와 함께 시작된다. 서술의 첫 부분에서의 이러한 언급의 중요성은 간과되어서는 안되는데 그 효과는 서술의 가장 난해한 성질들 중에서 하나를 명확히 하는데 도움을 주는 것이다. 그것은 곧 '아브라함을 방문한 세 사람은 누구이며 그들의 임무는 무엇인가?'하는 문제이다. 여호와께서 아브라함에게 '나타나셨다'는 언급으로 서술을 시작함으로써 저자는 어느 면에 있어서(비록 설명되지는 않았지만) 이 사람들이 아브라함에 대한 여호와의 출현을 대표하고 있음을 암시한다. 그러나 모든 문제가 이러한 방법으로 서술을 시작함으로써 해결되는 것은 아니다. 사실상 그러한 시작은 몇 개의 새로운 문제점을 야기시킨다. 그러나 하나님께서 아브라함에게 '나타나심'에 대한 언급으로 서술을 시작하는 것은 18장의 나머지 부분을 통하여 하나의 안내 역할을 하는 중요한 문맥을 제공해준다. 요약하자면 우리가 이야기의 부분들을 어떻게 정리하건간에 이 장의 사건들은 여호와께서 아브라함에게 나타나신 것에 대한 설명으로 구성되어 있는 것이 사실이다 '마므레 상수리 수풀'에 대한 언급은 이 사건들 가운데서의 아브라함의 소재를 재설정해준다. 마지막으로 언급되었을 때에 그는 '마므레 상수리 수풀' 근처로 그의 장막을 옮겼다(13 18). 저자는 우리가 아브라함이 '헤브론에 있는 마므레 상수리 수풀' 근처에 정착한 이후로 이주하지 않았음을 알기 원하는 것으로 보인다. 따라서 18장의 첫 부분에서 저자는 독자에게 아브라함의 소재에 대하여 새롭게 상기시킨다. 아마도 그 목적은 아브라함이 하나님께서 그에게 약속하신 땀에 거주하게 되고 롯이 '그 장막을 옮겨 소돔까지'(13:12) 이르게 된 13장의 마지막 부분의 장면을 재설정하는 것이 될 것이다. 이때 독자는 이미 소돔 사람들의 상태에 대하여 알게 된다. '소돔 사람은 악하여 여호와 앞에 큰 죄인이었더라'(13:13). 1절에서 히브리 본문은 NIV에서와 같이 '아브라함에게'라는 말이 없고 '그에 게'라는 표현을 가지고 있다. '그'의 선행사는 '아브라함'이다(17:26 참고). 18장에서 아브라함에 대한 언급은 6절까지 나오지 않는다. 그러므로 18장의 첫 부분은 17장의 마지막 부분과 아브라함과 그의 집의 할례에 대한 설명과 밀접하게 연결된다. 18장 전체가 아브라합에 대한 하나님의 출현에 대한 문맥 안에서 이해되어야 한다는 사실은 마지막 절에서 보여자는데(33절) 이 절은 여호와께서 말씀을 마치신 후에 '즉시 가시니'라고 설명하고 있다. 다른 곳에서도 '여호와/하나님께서 나타나시니라'는 묘사의 결론은 여호와의 떠나심에 대한 간단한 언급으로 표시된다(17:1b와 22a, 35:9와 35:13 참고). 결과적으로 우리는 18장 전체가 여호와께서 아브라함에게 나타나신 것에 대한 설명 속에 잘 부합되고 있음을 이해해야만 한다. b. 세 사람의 도착(18:1b-8) 세 사람이 아브라함의 장막에 도착한 것에 대한 서술은 본문 속에서 몇 몇 불확실성에 의해서 복잡성을 띤다. 첫째로, 세 사람과 여호와의 출현(17:1a)과의 관계는 명확하게 설명되지 않고 있다. 둘째로, 3절과 4-9절 사이의 동사형에 있어서 뚜렷한 변화가 있는 것으로 보인다. 3절에서의 동사와 대명사는 모두 남성단수형 인데 반하여 4-9절에서의 형태는 남성복수형이다(예를 들면 4절). 마지막으로 18장에서 제기된 불확실성과 그에 대응해서 19장에서 명백하게 제기된 것들 사이의 관계의 성격에 대한 의문이 있다. 예를 들면 '두 천사들'(혹은 사자들  19: 1)과 여호와 사이의 관계는 설명되지 않은 채로 남아있다(예를 들면 두 '사람들'[19:12]은 롯에게 그들이 소돔을 멸하리라고 말하지만[13절] 본문은 \"여호와께서 하늘 곧 여호와에 게로서 유활과 불을 비 같이 소돔과 고모라에 내리사\"[24 절]라고 언급하고 있다). 롯의 인사에 있어서의 모든 동사와 대명사는 남성복수형인데(예를 들면 19:2) 이것은 이야기의 마지막까지 계속되다가 18장에서 발견되는 것과 같은 종류의 불규칙성이 다시 나타난다(예를 들면 19:17 '그 사람들이[남성복수형] 그들을 밖으로 이끌어낸 후에 이르되[남성단수형]' 혹은 19:18 '롯이 그들에게[남성복수형] 이르되 ... [당신의] 종이('당신의'가 남성복수형)....)'. 또한 18:3과는 달리 19:2에서의 '내 주여'(my lords, NlV)의 맛소라 모음은 그것이 하나님이 아닌 사람에게 대한 것임을 반영한다. 반면에 동일한 대상이 19:18에서 언급되었을 때에 '내 주여'의 맛소라 형태는 또 다시 오직 하나님께 대해서만 사용되는 형태이다. 이러한 특징은 이 장들의 본문이 매우 불규칙한 형태로 우리에게 전해졌다는 인상을 줌으로써 많은 사람으로 하여금 현재의 서술 뒤에는 하나 이상의 사본이 놓여있을 것으로 추측하도록 만든다. 예를 들면 Hermann Gunkel은 \"단수형과 복수형의 상호 교환은 파악할 수 있는 어떤 원리를 따른 것이 아니고 완전히 그 동기를 알 수 없다\"라고 결론지었다. 그러나 우리는 그러한 평가에 반대하여 만일 우리가 모든 부분과 명백한 불규칙성의 중요성에 우리의 시선을 집중해서 그것을 읽는다면 현재의 본문은 하나의 일관된 해석을 제시해준다고 확신있게 말할 수 있다. 이어지는 주석이 시도하고 있는 설명과 같이 서술을 통하여 본문 속의 명확한 불규칙성은 여러 이야기가 함께 흔합된 결과가 아니라 저자가 하나님의 임재와 능력에 대한 두 개의 중심적인 신학적 입장 사이에서 조심스럽게 균형을 유지하려는 시도의 결과로 보여진다. 서술 속의 그러한 불규칙성은 하나님의 초월성 곧 하나님의 능력과 함께 하나님의 임재의 약속에 대한 신학적인 연관성을 동시에 강조하려는 시도의 결과로서 해석할 때에 가장 잘 이해될 수 있다. 그러므로 서술에 있어서의 최종적인 불규칙성은 다양한 기원이나(현재의 모양에 있어서 그것이 아무리 많은 역할을 했다 하더라도) 일관성에 대한 부주의한 무관심으로 추적해 올라가서는 안되며 자신의 작업에 있어서의 중요한 신학적 문제 곧 하나님에 대한 두 개의 동일하게 중요한 관점을 동등하게 화함시키려는 필요성에 충실하려는 저자의 노력으로 추적 해 올라가야 한다. '세 사람'이 아브라함을 방문한 것에 대한 설명과(18:1-3) '두 천사들/사람들'이 롯을 방문한 것에 대한 설명(19:1-2) 사이의 밀접한 유사성은 이 서술들이 그들의 상호 관계에 대한 단서를 위하여 더 연구되어야 함을 보여준다. 첫째로, 18장의 장면은 아브라함이 '장막 문에'(18:1) 앉아있는 것으로 시작되는 것과 같이 19장의 첫 부분에서 롯은 '소돔 성문에' (19:1) 앉아있다. 둘째로, 아브라함이 그 사람들을 '보았을' 때에 그는 곧 달려나가 그들을 '영접하며 몸을 땅에 굽히고' \"내 주여 만일 내가\"라고 말한 것과 같이 19장의 롯에 대한 설명에서 그가 두 천사들/사람들을 '보았을' 때에 그는 일어나 그들을 '영접하고 땅에 엎드리어 절하며' \"내 주여\"라고 말하였다. 이 두 설명 사이의 뚜렷한 유사성의 효과는 그들 사이의 하나의 중요한 차이점 곧 방문객들이 영접을 받는 방법을 강조해 준다. 3절에서 아브라함은 방문객들을 '주여'(Lord)라고 부르면서 세 사람 모두에 대하여 단수형을 사용하였다(위의 내용을 보라). 반면에 롯은 방문객들을 '주여'(lords)라고 부름으로써 두 천사들/사람들에 대하여 복수형을 사용하였다. 독자는 이러한 차이점을 어떻게 이해해야 할 것인가? 가장 명확한 설명은 저자는 우리로 하여금 이제 막 언약 속으로 들어온(17장) 아브라함이 여호와께서 그에게 나타 나셨을 때에 그분을 알아본 반면에 소돔에 살고있는 롯은 여호와를 알아보지 못하였음을 깨닫기 원한다는 것이다. 이들 두 사람의 생애는 계속해서 대조를 보여준다. 아브라함은 하나님을 알았지만 롯은 그렇지 않았다. 우리는 18:l에서의 \"여호와께서.. 아브라함에게 나타나시니라\"는 말씀이 독자로 하여금 아브라함이 세 사람을 '여호와'로서 영접 했음을 깨닫도록 준비 시키고 있음을 주목해야만 한다. 롯이 두 사람을 단순히 '내 주여'로 영접한 경우에 있어서 독자는 역시 롯의 반응을 판단할 위치에 서게 된다."
        },
        {
            "verse_reference": "18:21",
            "commentary": "에서 독자는 여호와께서 소돔으로 가셨음을 보게 된다. 그러므로 두 천사들/사람들이 도달하였을 때에 가장 적절한 설명은 그들이 여호와의 방문을 대표한다는 것이다. 이러한 설명은 서술 속의 나중 부분에서 확증된다. 서술이 진행되면서 롯은 그의 방문자들이 여호와의 사자들임을 깨닫게 되는 시점에 이른다. 그러므로 그는 이들 두 천사들/사람들(19:18)을 마지막으로 불렀을 때에 그는/그들을'(복수형에 주목하라 19: 18) '내 주여'(Lord)라고 불렀다. 그는 아브라함과 같이 그들에 대하여 단수형을 사용하였다. 롯이 두 천사들/사람들의 신분을 깨달은 것과 일치하여 19:19에서 롯은 아브라함이(18:3에서) 자신의 세 방문객들에게 간구한 것과 같은 말로써 그들에게 간구하였다(19:19a에서의 롯의 말-'종이 주께 은혜를 얻었고'-과 18:3에서의 아브라함의 말-'내가 주께 은혜를 입었사오면'-도 역시 비교하라)."
        },
        {
            "verse_reference": "18:3",
            "commentary": "(단수형이 사용됨뢴)과 18:4 이후(복수형이 사용됨)에서 단수형과 복수형의 동사와 대명사 사이의 상호 교환은 저자가 서술 속에서의 핵심적인 사항 곧 하나님과 인간 사이의 관계의 성격을 명확하게 하기 위하여 시도하고 있는 방법중의 하나로 보인다. 성경의 하나님은 자신의 언약 백성에게 자신을 친밀하고도 구체적으로 나타내시는 하나님 이시다. 그분은 '말씀'과(1:3) '이상'(15:1) 혹은 자신을 대신하여 말하는 '천사'(16:7)를 통하여 자신을 나타내실 수 있다. 그분은 또한 12:7, 17:1, 그리고 18:l에서와 같이 개인에게 '나타나실' 수도 있다. 하나님께서 말씀과 이상과 천사들을 통하여 자신을 나타내시는 것에 대하여 언급하고 있는 서술들은 신명기 4: 15('여호와께서 호렙산 화염 중에서 너희에게 말씀하시던 날에 너희가 아무 형상도 보지 못하였은즉')의 구절에서와 같이 어떤 육체적인 형태의 하나님의 현현에 대한 강력한 금지에 친숙해 있는 모세오경의 독자들에게 있어서 어려움을 가져다 줄 것으로 기대되지는 않는다. 그러나 하나님께서 누구에게 '나타나시니라'(12:7, 17:1, 18:1)고 명학하게 언급하고 있는 구절들은 자연히 어려운 의문을 야기시킨다. 어떻게 하나님께서는 '나타나는' 동시에 그 모양이 보이지 않을 수 있는가('너희가 아무 형상도 보지 못하였은즉' 신 4:15)? 어떻게 하나님께서는 '나타나시면서' 또한 '얼굴은 보지 못하리라'(출 33:23)고 말씀하실 수 있는가? 이러한 의문들이 18장의 서술의 뚜렷한 불규칙성 뒤에 놓여있는 것이다. 단수와 복수의 동사형을 통하여 서술 속의 인물들을 조심스럽게 지적하고 구분함으로써 저자는 여호와께서 아브라함에게 나타나신 것과 세 사람의 방문이 동일한 사건임을 보여주고 있다. 하나님께서는 아브라함에게 나타나셨지만 그것은 육체적인 형태로서 '얼굴과 얼굴'을 마주 대하는 것이 아니었다. 오히려 저자는 단수형과 복수형의 배열을 통하여 비록 그들이 여전히 하나님으로부터는 뚜렷이 구분되지만 세 사람은 항상 하나님의 임재를 나타내며 또한 하나님의 임재와 동일시될 수 있음을 보여 준다. 우리가 단수형과 복수형 사이의 변화에 주목하면서 서술을 읽을 때에 그것은 저자의 놀라운 기술과 시간 감각을 보여주며 또한 그의 신학적인 체계를 명확하게 드러내 준다. 첫째로 우리는 저자가 이 장면을 여호와의 방문(\"여호와께서 아브라함에게 나타나시니라\" 18:1)과 동일시하고 있는 사실을 간과해서는 안된다. 둘째로 아브라함은 세 사람을 보자 영접하면서 3절 전체를 통하여 단수형을 사용하여 그들을 주님(Lord)으로 불렀다. 일단 이것이 여호와의 방문이라는 사실이 설정되자 아브라함은 이 세 사람을 복수형으로 부르고 있으며 저자 자신도 4-9절의 세 사람에 대한 묘사에서 복수형을 사용함으로써(\"그들이 가로되\" 18:5,9) 아브라함의 인도를 따라가고 있다. 10절에서 저자는 말하는 자를 다시 언급하지 않고 또 다시 \"그가 가라사대\"라는 단수형을 사용하여 서술을 전개시킨다. 10절에서 말하는 자를 언급하지 않음으로써 저자는 \"그들이 가로되\"(18: 5 9)와 같은 복수형과 \"그가 가라사대\"(10절)와 같은 단수형 사이에서 자연적으로 발생하는 균열을 최소화하고 있다. 그러나 그러한 균열은 여전히 설명되지 않은 채로 남아있다. 첫째로, 그들이 말한 후에 의명의 '그'가(나중에 여호와로 지칭됨) 말하였는데 이렇게 함으로써 우리는 서술 전체 속에서 '그'가 그 사람들을 대신하여 말하였고 또한 결과적으로 그 사람들이 '그'를 위하여 말하였다는 인상을 갖게 된다. 독자에게는 전후 문맥에 대한 적절한 설명을 통하여 공백을 채워넣어야 할 과업이 남게 되는데 그러한 설명은 세 사람은 아브라함에 대한 하나님의 육체적인 '나타나심'으로 이해되어야 한다는 것이다. 다시 말하자면 비록 하나님께서는 아브라함에 육체적인 형태로 나타나지는 않으셨지만 세 사람은 하나님을 대표하였다. 마찬가지로 출애굽기 3:2-3에서의 떨기나무 불꽃은 하나님의 임재에 대한 육체적인 표현이었지만 실제적으로 하나님의 육체적인 임재는 아니었다. 이러한 방법을 통하여 자신의 언약 백성 안에서의 하나님의 실재적인 임재는 하나님께서는 육체적인 형체를 가질 수 있다는 인상을 남기지 않고도 확인되었다. '그'의 신분은 13-14절에서 명백하게 회복된다. 여기에서 저자는 동사의 주어로서 '여호와'를 언급하는데 이것은 10절의 표현과 계속해서 연결되고 있다. \"기한이 이를 때에 내가 네게로 돌아 오리니 사라에게 아들이 있으리라\"(14절). 그러므로 10절의 '그'는 비록 그의 말과 세 사람의 말 사이의 밀접한 연관성을 유지하기 위하여 서술 속의 이 시점에서 그렇게 언급되고 있지 는 않지만 다름 아닌 여호와이다. 세 사람과 여호와 사이의 이러한 상호 교환은 서술 전체를 통하여 계속된다. 16절에서 세 사람은 소돔을 향하여 가고 아브라함은 그들과 동행한다. 그러나 12절에서 말씀하시는 분은 여호와이시다(17-19절에서는 자기 자신에게, 그리고 20-21절에서는 아브라함에게). 그러나 여호와께서 말씀을 마칠 때에 그들은 아브라함을 떠나 소돔으로 향하였고(22절) 여호와께서는 아브라함과 함께 머물면서(22절) 33절에 이르기까지 떠나지 않으셨다. 그러므로 서술은 여호와께서는 그들이 있건 혹은 없건간에 아브라함에게 말씀하실 수 있지만 아브라함에게는 세 사람의 형태로 나타나셨음을 가르쳐 준다(2a절). 마찬가지로 19:l의 '두 천사들'은(나중에는 단순히 '그 사람들'로 불린다. 예를 들면 10절) 롯이 그들이 여호와의 사자들임을 깨닫지 못했기 때문에 서술의 처음 부분에서 복수형으로 불리고 있다. 그러나 롯이 그들이 누구인지 그리고 누가 그들을 보냈는지를 알게된 후로는 그들을 복수형과('그들' 18a 그리고 복수형으로 쓰인 '내 주' 18b) 단수형(예를 들면, '당신의 종'19절)으로 부른다. 더군다나 이 서술에서 저자는 롯의 이러한 용법을 따르고 있다(즉 \"그가 그에게 이르되\": 맛소라 본문은 이미 17절에서 단수형을 사용하였다). 18절의 복수형 대명사는 16절의 복수형 동사와 함께 맛소라 본문의 단수형을 매우 어렵게 만들어서 본문비평의 법칙에 따라서 그것이 더 선호되도록 만든다. 칠십인역, 페쉬타역(8세기경의 시리아 번역본: 역자주) 그리고 벌게이트역의 복수형은 18a의 '그들에게'라는 복수 대명사와 함께 16절의 복수형에 비 추어 볼 때에 단수형의 어려움을 완화시키기 위한 번역자들의 시도로 보인다. 그러나 이 번역본들이 그와 동일한 의도를 가지고 있는 초기 히브리 본문을 반영하고 있다는 것도 가능하다. 21절에서 저자는 또한 복수형에서 단수형으로의 변화에 의해서 야기되는 균열을 완화시키기(그러나 제거하시는 것은 아니다) 위하여 '그'의 신분을 숨기고 있다. 18:13에서와 같이 19:24에서 '그'는 궁극적으로 '여호와'로 확인된다. 이러한 확인은 단수형으로의 변화로 인하여 이미 야기된 어려운 균열을 더 이상 방해하지 않기 위하여 서술 속에서 단수형으로부터의 변경으로부터 상당히 떨어진 곳에서 주어진다. 그러나 독자는 여호와께서(18:20) \"내가 이제 내려가서 그 모든 행한 것이 과연 내게 들린 부르짖음과 같은지 그렇지 않은지 내가 보고 알려 하노라\"(21절)고 말씀하신 것으로 볼 때에 19장의 '두 천사들/사람들'은 여호와라는 사실을 이미 통보받았다. 이 구절을 통하여 독자는 19장 첫 부분에서 '두 천사들/사람들'의 방문은 18:21에서 언급된 성에 대한 여호와의 방문을 대표한다는 분명한 결론을 이끌어낼 수 있다. 이것은 롯 자신이 이끌어내는데 실패한 결론이다. 여호와를 인식함에 있어서의 롯의 실패를 이렇게 묘사함으로써 저자는 독자에게 여호와의 임재에 대한 롯의 인식 상태를 볼 수 있는 선견을 가져다 준다. C. 아들에 대한 약속(18:9-15) 아들의 출생에 대한 선포는 아브라함에게 주어졌지만 서술의 초점은 명백하게 사라의 반응에 모여진다. 그녀의 웃음(18:12) 속에서 이삭이라는 아들의 이름이 예시된다. 그러나 사라의 웃음의 중요성은 이것을 넘어선다. 그녀의 웃음은 서술로부터의 중요한 신학적인 초점을 그려내는 동기가 되는데 그것은 곧 여호와께서 아브라함에게 하신 자신의 약속을 성취시키기 위하여 행하실 일은 심지어는 그 자신의 백성이 상상하기에도 '지나치게 놀라운 일'(14절)이 었다는 점이다. (1) 사라가 어디 있느냐? ( 18:9-10) 이 구절들은 계속해서 이어지는 간단하면서도 복잡한 서술에 대한 배경을 설정해준다. 세 사람은 사라에 대하여 문의했지만 그들은 오직 아브라함에게만 말하였다. 비록 저자는 독자에게 사라가 대화를 들을 때에 그녀의 생각과 동기에 대하여 알려주고 있지만 사라는 서술의 대부분을 통하여 '초점 밖에' 머물러 있다. 오직 15절에서 그녀는 드디어 직접 언급하지만 그 때에도 그녀에게는 대답할 기회가 주어지지 않는다. (2) 사라의 나이 (18:11) 사라의 반응에 대한 배경으로서 저자는 한 설명을 삽입시킨다. 아브라함과 사라는 자녀를 갖기에는 너무 늦었다. 그 나이의 모든 여인들과 같이 사라는 더 이상 아이를 잉태할 육체적인 능력이 없었다. 히브리 문장의 구조는 마지막 언급이('사라의 경수는 끊어졌는지라') 첫번째 의미의 반복임을 보여준다. 이러한 설명 속에서 이 구절과 창세기 25:1-4 사이의 조화를 구하려는 시도를 찾아내는 것이 가능하다. 25:l-4에서 아브라함은 사라의 죽음 후에 다른 아내를 취하였고 그 아내는 그에게 아들들을 낳았다. 그러므로 비록 아브라함의 나이가 장애 요소이기는 했지만 약속의 성취에 있어서의 중요한 장애는 사라의 노쇠함이었다. 아브라함의 나이의 중요성에 비하여 사라의 나이의 중요성은 12절에서 그녀 자신이 이 문제를 다시 언급한다는 사실에서 더욱 드러난다. 여기에서 그녀는 자신의 노쇠함과 아브라함의 그것을 바라보고 있다. \"내가 노쇠하였고 내 주인도 늙었으니 내게 어찌 낙이 있으리요.\" 마지막으로 서술 자체 안에서 여호와께서는 아브라함의 노쇠함에 대한 언급은 없이 \"내가 늙었거늘 어떻게 아들을 낳으리요\"라는 사라의 생각을 반복하신다. 요점은 이 구절들이 약속을 실패의 벼랑으로까지 몰고가서 그 성취의 불가능성을 그 이전 수준보다 훨씬 넘어서게 만든다는 것이다. 그것은 사라가 단산하였거나(11:30, 16:1) 아브라함이 늙은 것만을 말하는 것이 아니다(왜냐하면 그는 나중에 하나님의 특별한 간섭도 없이 다시 자녀를 가질 것이기 때문이다. 25:1-4). 이러한 장애들은 약속이 성취될 때에 그것은 오직 하나님 자신으로부터 온다는 것을 제시할만큼 충분히 큰 것들이다. 그러나 저자는 독자를 한 걸음 더 나아가도록 만든다 사라는 자녀를 가질 수 있는 육체적인 연령을 훨씬 지났다. 아이를 가지지 못할 것으로 보이는 정도가 아니라 이제 사라가 아이를 갖는다는 것은 불가능해졌다(14절). (3) 사라가 웃음 (18:12-15) 이 짧은 구절의 의미에 대한 열쇠는 여호와께서 사라의 웃음에 대하여 아브라함에게 한 질문 속에 놓여있다. 사라의 생각에 있어서의 미묘한 변화는 여호와께서 단순히 그넉의 생각을 다시 언급할 뿐만 아니라 또한 그것을 해석하고 있음을 보여준다. 이렇게 함으로써 저자는 독자에게 구절의 의미에 대한 깊은 통찰력을 가져다줄 수 있다. 먼저 여호와께서는 사라의 모호한 말(\"내가 노쇠하였고... 내게 어찌 낙이 있으리요?\")을 \" 내가 늙었으니 어떻게 아들을 낳으리요?\"라고 다시 언급하신다. 그리고나서 하나님께서는 그녀의 남편에 대한 사라의 언급(\"내 주인도 늙었으니.\"18:12)을 다시 그녀 자신에 대한 언급(\"내가 늙었거늘.\" 13절)으로 바꾸신다. 마지막으로 하나님께서는 그녀의 실제적인 말을 넘어서서 그 말의 의도까지 언급하신다: \"여호와께 능치 못한 일이 있겠느냐?\"(14절). 아브라함에 대한 이러한 질문들을 통하여 서술의 저변에 깔린 문제점이 독자들 앞에 드러나는데 그것은 사라를 통하여 육체적으로 약속이 성취되는 것의 불가능성이다. 일단 사라가 아들을 낳을 수 있는 육체적인 가능성에 대한 장애가 확고히 세워지자 여호와께서는 아브라함에게 대한 그의 약속을 반복하신다. \"기한이 이를 때에 내가 네게로 돌아 오리니 사라에게 아들이 있으리라\"(14b절). 서술 속의 이 시점에서 오직 \"장막 문 뒤에서 듣기만\" 했던(10절) 사라는 \"내가 웃지 아니하였나이다\"(15절)라는 완고한 대답과 함께 대화에 참여한다. 저자는 이러한 대답을 즉시 거짓으로 판정하면서 계속해서 그녀가 '두려워'하였다고 설명한다(15b절 : NlV는 여기에서 문장의 순서를 바꾸지만 그 의미는 동일하게 남아있다). 그리고 서술은 독자가 이 시점에서 확실하게 알게 되는 사실 곧 사라가 웃었다는 것에 대한 하나닙의 반복된 언급으로 결론을 맺는다(15b절). 이처럼 간단하지만 전략적으로 중요한 서술 속에서 독자는 아들에 대한 약속과 그것의 잠재적인 성취에 대하여 새로운 수준으로 이해하게 된다. 약속은 모든 육체적인 가능성을 넘어선다. 아무도 사라 자신보다 더 이것을 알 수 없다. 서술의 과정을 통하여 저자는 약속에 대하여 사라가 가장 밀접하게 알고 있다는 사실을 기술적이고도 섬세하게 독자에게 보여준다.이러한 요점을 세운 후에 저자는 즉시 서술에 결론을 내리며 이야기의 새로운 장면으로 넘어 간다. d. 세 사람의 출발(18:16) 세 사람이 일어나서 소돔을 바라보았을 때에 아브라함은 그들을 배웅하기 위하여 그들과 동행하였다. 이들은 이상하게도 바로 앞 서술의 대부분의 장면 속에서 등장하지 않았지만 저자는 17절에서 여호와께서 말씀하시기 직전에 그들을 다시 등장시킨다. 이렇게 함으로써 저자는 다시 한 번 여호와의 임재와 세 사람의 등장 사이의 연관성을 확립시킨다. 16절 중간에서 저자는 세 사람이 떠나기 위하여 일어날 때에 중요한 것처럼 보이지 않는 그들의 동작에 독자의 주의를 집중시킴으로써 매우 기술적으로 서술을 19장을 향하도록 만든다. \"그 사람들이 거기서 일어나서 소돔으로 향하고\"  그들의 시선이 멸망당할 성읍으로 향할 때에 저자는 독자들의 시선도 역시 다음 장의 사건을 기대하면서 그 성읍으로 향하도록 만든다. 그때까지의 서술에서 그처럼 두드러진 역할을 했던 이삭의 출생에 대한 예고를 둘러싸고 일어난 사건들을 집중적으로 다루던 것은 이제 갑자기 사라지고 두 장 이후에 그것이 성취될 때까지 (21:1) 다시 등장하지 않는다. 이제 서술은 세 사람이 소돔을 향할 때에 그들의 시선을 따라간다. e. 여호와께서 장차 일어날 일에 대하여 예고하심(18:17-19) 17절의 구문은 저자가 여호와의 말씀을 다음에 이어지는 것에 대한 배경으로 읽혀지도록 의도했음을 보여준다. 이 구절들이 없다면 서술은 16절에서 직접 20절로 연결되어 읽혀질 것이다. 그러나 이 사이에 삽입된 구절들은 여호와와 아브라함 사이의 대화에 대한 중요한 배경을 제공해준다. 그 이유는 창세기 전체를 통한 직접 대화와 마찬가지로 여기에서의 여호와의 말씀은 하나님의 행위의 내적인 동기를 보여주기 때문이다(\"나의 하려는 것\"). 여호와의 말씀은 간단하지만 멀리까지 미치는 효과를 가진다. 18장은 아브라함이 '강대한 나라'(12:2 참고)가 되고 '천하 만민은 그를 인하여 복을 받게 될 것'(12:3 참고)이라는 원래의 약속을 되돌아 본다. 19절은 17:1('너는 내 알에서 행하여 완전하라')의 개념이 확대된 것으로 보인다. 그러나 우리는 창세기의 다른 어느 곳에서도 아브라함에 대한 서술 전체 속의 사건들에 대한 회고적인 관점을 가지지 않는다. 첫째로, 여호와께서는 서술에 있어서 중심 부분이지만 아직 문자로 표현되지 아니한 것 곧 아브라함의 선택에 대하여 설명하신다. \"내가..그를 택하였나니\" 둘째로, 여호와께서는 아브라함을 택하신 자신의 목적에 대하여 계속해서 말씀하시는데 이 목적은 앞의 서술에서 드러난 것을 넘어선다. 여기에서는 궁극적으로 아브라함과 그 자손이 '의와 공도를 행하도록 하기 위하여' 내면적인 것에 그 시선이 집중된다('여호와의 도를 지켜'). 오직 이렇게 될 때에 여호와께서는 아브라함에 게 하신 약속을 성취하게 된다('이는 나 여호와가 아브라함에게 대하여 말한 일을 이루려 함이니라'). 이 구절에서 발견되는 내면적인 순종의 개념은 예언서에서 발견되는 새 언약의 개념과 매우 밀접하다. \"내가 나의 법을 그들의 속에 두며 그 마음에 기록하여.\" 이것은 또한 신명기의 신학 속에 깊이 뿌리내리고 있다(\"네 하나님 여호와께서 네 마음과 네 자손의 마음에 할례를 베푸사 너로 마음을 다하며 성품을 다하여 네 하나님 여호와를 사랑하게 하사 너로 생명을 얻게 하실 것이며\" 신 30:6). f. 소돔과 고모라의 부르짖음(18:20.21) 비록 20절은 계속된 여호와의 말씀이지만 그 구문은 그것이 앞의 것과 다른 배경 속에 있음을 보여준다. 17-19절에서 여호와께서는 스스로 말씀하셨거나 혹은 저자가 여호와께서 인접한 사건의 연속 속에서가 아닌 다른 경우에 말씀하셨던 것을 단순히 회상하고 있는 것으로 보인다. 어떠한 경우이건간에 아브라함은 이 구절 속에서 직접적으로 언급되지 않는다. 그러나 20-21절에서 아브라함은 가장 명확하게 언급되고 있다. 20-21절에서 아브라함에게 대한 여호와의 말씀은 17절에서 여호와에 의해서 제기된 질문('나의 하려는 것을 아브라함에게 숨기겠느냐?')에 대한 대답이다. 20-21절에서 여호와께서는 자신이 행하실 일- 소돔과 고모라 성의 죄악을 펴보기 위하여 내려가는 것-을 아브라함에게 나타내셨다. g. 그들이 떠나고 아브라함은 여호와 앞에 남음(18:22) 우리는 서술이 먼저 \"내가 이제 내려가서... 보고 알려 하노라\"는 여호와의 말씀 이후에 \"그 사람들이 거기서 떠나 소돔으로 향하여 가고\" (22절)라고 언급하고 있는 것을 주목해야 한다. 따라서 여호와와 그 사람들이 다시 한 번 밀접하게 연결됨으로써 한편의 행위가 다른 편의 행위와 동일시되고 있다. 이 시점에서 서술의 본질적인 논리를 살펴보는 것이 중요한데 그 이유는 이러한 동일한 논리가 다음 장에서 적용되기 때문이다. 만일 '그 사람들'이 여호와의 사자들로서 일상 생활 가운데서 여호와의 임재를 대표한다면 22절에서와 같이 그들이 소돔과 고모라로 내려갈 때에 21절에서와 같이 ('내가 이제 내려가서') 여호와 자신이 이 성읍들을 방문하셨다고 말할 수 있다. 서술 전체를 통해서 그러했던 것처럼 '그 사람들'은 여호와의 임재를 대표하고 있지만 사실상 여호와와 동일하게 여겨지지는 않는다. 그러므로 '그 사람들'이 떠난 후에 (22a절) 여호와께서 남으신 사실은(22b절) 여호와께서 소돔에서 '그 사람들'과 함께 롯에게 나타나신 것과 같이 놀라운 것이 아니다(19:12, 16 위의 설명을 보라) . 그러므로 여호와께서 \"내가 이제 내려가서... 보고 알려 하노라\"고 말씀하실 때에 독자는 18장에서와 같이 19장의 '그 사람들'이 롯에 대한 여호와의 임재를 대표한다고 결론지을 수 있다. 그러나 한 가지 의문이 남는다. 만일 이 세 사람이 아브라함을 떠났다면 왜 오직 '두 천사' (19: 1)만이 소돔에 도착했는가? 롯을 방문한 두 천사는 아브라함을 방문한 '세 사람들' 중에서 두 사람이라는 사실이 명백해 진다. 이것은 특별히 19장에서 '천사들'이 단순히 '그 사람들'로 언급되고 있는 사실로 볼 때에 더욱 그렇다. 그렇다면 다른 한 '사람'은 어떻게 되었는가? 이러한 질문은 소돔을 방문하지 아니한 한 사람이 누구인가에 대한 몇 가지 고찰을 불러 일으켰다. 가장 보편적의 설명은 그 '사람'이 그리스도의 현현 곧 삼위일체 하나님의 제2위께서 성육신 이전에 인간의 형태로 나타나신 것이라는 설명이다. 그러므로 본문이 \"그 사람들이 리기서 떠나 소돔으로 향하여 가고\"(18:22a) 여호와께서는 아브라함과 함께 남았으며(18:22b) 오직 '두 천사들'(19:1)만이 소돔에 이르렀다고 말할 때에 그들중 한 사람은 아브라함과 함께 남아 있었다는 결론이 나온다. 우리는 여호와께서 남으셨음을 알수 있기 때문에 그 사람이 여호와임에 틀림 없다. 아브라함은 '두 천사들'(19:1)과 동행하신 성육신 이전의 그리스도의 방문을 받은 것이다. 비록 이러한 설명은 서술의 많은 특징과 일치하지만 그 첫번째 난점은 비록 롯은 그것에 실패했어도 저자는 이 '두 천사들'이 18장의 세 사람들파 같이 여호와의 임재를 대표하는 것(예를 들면 \"롯이 그들에게 이르되 내 주여 그리 마옵소서\" 19:18)으로 보도한다는 분명한 사실을 간과하고 있다는 점이다. 그러므로 18장에서의 그 사람들이 '여호와'로 언급되고 있다는 사실은 그들중 한 사람이 실제로 여호와임을 의미하지는 않는다. 오히려 그것은 이들 세 사람 모두가 여호와의 임재를 대표함을 의미한다. 만일 19장의 두 사람이 단순히 여호와를 대표하는 자들이지만 '여호와'께서 언급될 수 있다면 18장에서의 세 사람들 역시 그렇다(예를 들면. 18:3). 그러므로 저자는 롯이 오직 두 천사들의 방문을 받은 사실에 주의를 기울인 후에 계속해서 그들을 18장에서와 같이 단순히 '그 사람들'(19:12,16)로 부른다. 그러나 만일 세 사람 모두 아브라함을 떠나서 소돔으로 향하였다면 왜 롯은 18장에서의 세 사람이 아닌 오직 두 사람의 방문만을 받았을까? 세번째 사람은 소돔으로 가지 않았다면 어디로 간 것일까?  이러한 문제에 대한 해답은 18장에서 이미 주어 지고 있다. 소돔의 두 사람은 \"내가 이제 내려가서 그 모든 행한 것이 과연 내게 들린 부르짖음과 같은지 그렇지 않은지 내가 보고 알려 하노라\"는 여호와의 의도의 성취를 대표하고 있음이 명백하다. 그러나 어떻게 여호와께서는 '고모라의 부르짖음'을 조사하셨는가? 여호와께서는 고모라에도 내려가서 그들의 행위도 역시 보시리라고 말씀하지 않으셨는가? 서술은 오직 그곳에 롯이 살고 있기 때문에 소돔에 대한 그들의 방문 사건만을 기록하고 있지만 19장의 결론 부분은 여호와께서 소돔 뿐만 아니라 고모라도 멸망시키신 것을 언급하고 있기 때문에(19:24) 과연 여호와께서는 자신이 말씀하신 것과 같이 '고모라의 부르짖음'도 역시 조사하셨는가에 대한 질문이 서술 속에 여전히 남아 있다. 그러므로 18잠과 19장의 서술의 논리에 의하면 (여호와께 이른 '부르짖음'은 '소돔과 고모라의 부르짖음'(18:21)이었으며 여호와께서는 소돔과 고모라를 함께 멸망시키셨다(19:24)). 저자는 세번째 사람이 고모라로 가서 그 성읍을 조사하셨음을 암시하려고 의도하고 있다. 다시 말하자면 롯을 방문한 사람의 숫자를 명백히 함으로써 저자는 19장의 서술이 모든 면에 있어서 조화를 이루고 있음을 보여준다. 소돔을 방문한 사람의 숫자를 명시함으로써 저자는 독자에게 과연 여호와께서 의롭고 공평하게 고모라를 다루셨는가라는 의문에 대한 대답을 가져다 준다. 그것은 곧 세번째 사람이 고모라를 방문함으로써 '온 지경'(18:25)에 대한 심판이 공평하게 이루어졌다는 점이다. 바로 이러한 주제가 삽입된 서술에서 다루어지고 있다. h. 아브라함의 중재(18:23-33) 아브라함과 여호와 사이의 대화에 있어서의 중심적 이슈는 아브라함의 질문 속에서 표현되고 있다. \"세상을 심판하시는 이가 공의를 행하실 것이 아니니이까?\"(18:25). 서술 전체를 통하여 반영되고 있는 여호와의 대답은 그렇다는 것이다. 아브라함은 그러한 질문이 분명해질 때까지 계속해서 칠문을 던진다. 아브라함의 계속되는 질문은 다양하게 해석되었다. 그는 성음 속의 50인의 의인에 대한 질문으로 시작하여 10명의 의인에 대한 질문으로 끝을 맺었다. 왜 그는 10명에서 끝마쳤는가? 왜 계속해서 9명, 혹은 8명에 대해서는 질문하지 않았는가? 그는 오직 4명에 이르는 롯과 그의 가족에 대해서는 관심을 기울이지 않았는가? 19:29의 서술은 저자가 롯을 대화 속에서의 '의인'의 중심적 인물로 여기고 있음을 보여준다. 그렇다면 왜 아브라함은 성읍 안의 이 네 사람의 의인에 이르기까지 그의 질문을 계속하지 않았는가? 한가지 가능한 해결책은 10명을 단위로해서 50명에서 10명까지 이어지는 것은 자연적으로 10명에서 멈추게 된다는 것이다. 그 다음 질문은 \"만일 소돔성 중에 의인이 아무도 없다면...?\"이 될 것이다. 이러한 질문에 대한 대답은 아브라함의 관심사가 아닌데 그 이유는 그가 악인의 멸망에 대한 포괄적인 질문이 아니라 오직 불의한 자 가운데서의 의인의 구원에만 관심을 기울이고 있었기 때문이다. 아브라함은 일반적인 대답을 들었으며, 정확한 숫자를 알기 위하여 질문을 계속할 필요는 없었다. 그러므로 서술의 저자는 그 이슈가 더 일반적인 수준에 머물러 있도록 하기 위하여 10명에 이르러서야 그의 질문을 중단하였다. 롯에 대한 아브라함의 관심에 있어서 서술은 악인에 대한 여호와의 심판에 있어서 의인(단순히 롯 뿐만이 아니라)을 어떻게 다루시는가에 대한 보다 큰 이슈에 대하여 언급하고 있다. 이어서 나오는 서술(19장) 속에서 소돔 성은 롯 때문에 유지되고 있음을 보는 것은 중요하다. 그 성읍은 멸망되었고 롯은 그 성읍 바깥으로 인도되었는데 이것은 창세기 18장에서의 아브라함의 계속된 질문 속에서는 예상되지 못했던 장면이다. 그렇다면 18장의 결론 부분의 서술 속에서 아브라함의 질문에 있어서의 갑작스러운 결말은 19장의 서술 속의 사건에 부합시키기 위하여 의도된 것이다. 성읍 속의 10명의 의인에 대한 질문으로 끝마침으로써 서술은 만일 10명 미만의 의인이 성읍 안에서 발견된다면 하나님께서 어떻게 하실까에 대해서는 그 문을 열어놓고 있다. 그러므로 아브라함의 질문과 하나님의 대답은 롯을 위하여 그 성읍이 보존되지 아니한 19장의 사건의 실제적인 과정과 조화를 이루는 것으로 보인다. 어쨌든 19장의 서술이 계속되면서 비록 소돔은 롯을 위하여 보존되지는 않았지만 '작은 성' 소알이 롯을 위하여 보존되었다는 사실이 지적되어야 한다(19:17-22에 대한 아래의 주석을 보라)."
        }
    ]
}