{
    "bible_book": "창세기",
    "chapter_number": 11,
    "commentaries": [
        {
            "verse_reference": "11:1",
            "commentary": "온 땅 - 어떤 한정된 지역이나 그곳 주민들만을 가리키는 것이 아니라 지구에 사는 모든 인간을 일컫는 말이다. 그러므로 Living Bible은 '전인류'(all mankind)로, 공동번역은 '온 세상'으로 번역하였다. 구음이 하나이요 - 직역하면 '한 입술'. 바벨탑 사건 이전에는 인류의 언어가 동일했음을 강조하는 환유법적 표현이다. 이러한 언어의 통일성은 인류가 한 조상에게서 비롯되었음을 입증해 준다. 언어가 하나이었더라 - 직역하면 '한 낱말'. 이는 당시 언어의 형태나 단어, 그리고 뜻이 인종이나 민족, 지역간을 막론하고 같았음을 뜻한다. 이러한 언어는 하나님이 인간에게만 부여하신 특별한 의사소통 기능인데 바벨탑 사건 이후 오늘날에 이르기 까지 혼잡된 언어는 비록 비교 언어학, 언어 분석학 등이 끝없이 발달한다 해도 인간 머리만으로는 그 통일성을 완전히 밝혀 내지 못할 것이다."
        },
        {
            "verse_reference": "11:2",
            "commentary": "동방으로 - 대홍수 후 노아 가족 및 그 후손들이 거주하였던 아라랏(8:4)에서 바벨론은 정확히 남동쪽이 된다. 그러나 이를 가리켜'동방' 이라 한 것은 기본 방향만을 나타낸 것으로 이해할수 있다. 옮기다가(* ,나사) - 원뜻은 '잡아뽑다'(사 33:20)로 유목민들이 이동 할 때마다 유숙하기 위해 쳐놓았던 장막의 말뚝을 뽑는 것에서 나온 말이다(민 2:34). 평지 - 이에 해당하는 히브리어 '비크아'(* )의 본래 의미는 '나누인 사이',즉 산과 산 사이의 비교적 넓고 평평한 골짜기를 가리킨다. 그러나 70인 역이 이를 '페디온'(* ,넓은 평지)으로 번역하고 있듯이 여기서는 상당히 넓게 펼쳐진 평야 지대를 가리킨다. 이 같은 장소는 새로운 정착지를 찾아 길을 나섰던 유목민들의 눈길을 단번에 끌었을 것이다."
        },
        {
            "verse_reference": "11:3",
            "commentary": "서로 말하되 - 직역하면 '각자 그 이웃에게애기하다'.하나님을 의지하지 않고 도리어 그를 배척하면, 인간끼리의 중지(衆智)를 모아 일을 결정하되 하나님을 대적하는 일을 결의하는 어리석음을 드러내 주고 있는 구절이다. 자 - 서로 격려하거나 무슨 일을 권유할 때 쓰이는 단어로 '준비하자', '시작하자'등의 의미이다. 공동 번역은 '어서' 로 번역하였다. 견고히 굽자 - 문자적 뜻은 '굽고 또 굽자'.햇볕으로 벽돌을 건조시킨는 것이 고대인들의 일방적 방법이었던 점에 비추어 불로서 벽돌을 굽는 이 방법은 당시 그들의 문명이 상당한 수준에 위치하고 있었음을 증거해 준다<1,2,3,4,5,6,7,8,9절 강해>. 벽돌로 돌을 대신하며 - 자연석이 풍족하지 못했던 시날(바벨론)지역에서 가마를 이용, 벽돌을 구워내는 방법을 개발한 것은 문명의 개가(凱歌)였음에 틀림없다. 왜냐하면 불에 구운 벽돌은 자연석보다 더 내화성(耐火性)이 강하기 때문이다. 역청으로 진흙을 대신하고 - 벽돌과 벽돌을 견고하게 접착시키는 데에 진흙이나 회반죽 대신 역청을 사용하였음을 뜻한다. 여기서'역청'(* ,헤메르)은 '끓다'란 뜻의 '하르마'에서 파생된 말로 바벨론이나 사해 부근의 지하 분수지에서 기름(oil)처럼 끓어 오르는 역청(* ,아스팔토스)을 말한다."
        },
        {
            "verse_reference": "11:4",
            "commentary": "성과 대를 쌓아 - 여기서 '성'(* ,이르)은 '도시', '성읍'을 의미하며 '대'(* ,믹달)는 '탑'을 의미한다. 이는 곧 대제국 건설과 이를 기념하는 탑을 건설하려 한 것을 뜻하는데 이러한 건축 공사를 실행한 주체는 니므롯 왕조(10:8,9,10,11,12)였던 것으로 추정된다. 대 꼭대기를 하늘에 닿게 하여 - '내가 하늘에 올라...나의 보좌를 높이리라'(사14:13)고 한 사단의 자만과도 같은 자만심의 발로이다. 그러나 하나님 께선 이러한 자들에 대하여'네가 하늘에까지 높아지겠느냐 음부에까지 낮아 지리라'(마 11:23)고 경고하신다. 우리 이름을 내고 - 직역하면 '우리 스스로를 위하여 이름을 새기고'. 이는 바벨탑을 건축한 일차적 동기로 무실론적인 인본주의와 허망한 인간의 명예욕을 드러내 준다. 유대인 철학자 필로(Philo)에 의하면, 당시 사람들은 각자 벽돌에다 자신들의 이름을 새겼다고 한다. 그러나 우리는 역사 속에서 바벨탑 건축자들의 이름은 흔적조차 찾아 볼 수 없다. 그러나 아이로니칼하게 도 자신을 드러냄 없이 주를 위해 겸허하게 살다간 주의 종들의 발자취는 길이 남아 빛나고 있다(히 11:4-40). 온 지면에 흩어짐을 면하자 - 바벨탑 건축의 두번째 동기로 가인의 후예들이 가인이 받은 땅에서의 유리 방황하는 저주(4:12)를 인간적인 수단으로 극복해 보려고 하는 교만과 무지를 드러내 준다. 그러나 하나님의 뜻은 인류가 번성하여 땅에 널리 퍼지고 충만하는 것이었지 결코 각 개체들의 자주권이 억압당하는 세계적 단일 제국 형성에 있지아니 하였다(1;28;9:1)."
        },
        {
            "verse_reference": "11:5",
            "commentary": "여호와께서...강림하셨더라 - 간견적 형태의 현현(출 19:20;민 12:5)이 아니라 하나님께서 인간 행위를 간섭하시고 중재하시기 위하여 역사하는 것을 뜻하는 신인 동형동성론적 표현이다. 이러한 하나님의 간섭은 자신에 대해 반역하는 교만한 인간들을 징계하고 심판하는 것으로 나타났는데(7,8절) 이를 가리켜 한 유대 랍비는 '하나님이 자비의 보좌에서 심판의 보좌로 내려오셨다' 라고 평하였다."
        },
        {
            "verse_reference": "11:6",
            "commentary": "여호와께서 가라사대 - '그 중심에 이르시되'(8:21)와 같은 의미로 하나님께서 이미 마음 속에 스스로 결정해 놓았음을 가리키는 말이다. 무리(* ,암) - 동질성이 강조되는 집단. 즉 동일한 목적 아래 힘을 규함하며 협력하는 '집단'을 가리키는 말이다. 여기서는 인간들이 죄를 짓는 데 집단적 일체감을 느낀것을 지적하기 위하여 사용되었다. 한 족속이요 언어도 하나이므로 - 인류 공동체적 범죄가 가능했던 조건이다. 하나님께서 인류에게 단일 언어를 주신 것은 서로 합력하여 하나님의 기쁘신 뜻을 이루도록 하기 위함이었는데 인간은 오히려 이것을 악용하였으나 그 결과 하나님께서 당신의 은혜와 선물을 거두어 가신 것은 당연하다. 이후로는 그 경영하는 일을 금지할수 없으리로다 - 직역하면 '이제는 그들로부터 그들이 하려고 마음 먹은 것들을 끊을수 없다'. 그러나 이는 그들이 추구하는 것을 막을 방도가 하나님께서 없다는 뜻이 아니다.다만 이는 그들의 불순한 생각이 절정해 달해 다시는 돌이킬수 없는 지경에까지 이르렀다 는 뜻일 뿐이다(3:22)."
        },
        {
            "verse_reference": "11:7",
            "commentary": "자 우리가 내려가서 - 5절과 동일한 신인 동형 동성론적 표현이다. 그런데 여기서 '우리'라는 복수형이 사영된 것은 단일한 신성(神性) 가운데 영원하고 동일한 삼위(三位)로 존재하시는 하나님을 증거해 준다<1:26>. 한편 여기서의 '자'(Come)는 4절의 것과는 대조되는 것으로 삼위 하나님이 서로에게 다짐하며 권유하는 형식의 말인데 이것은 삼위 하나님의 사역 목적이 동일함을 나타낸다(요 6:38,39). 언어를 혼잡케 하여...못하게 하자 - '혼잡하게 하다'에 해당하는 히브리어 '발랄'(* )은 '뒤섞다'는 뜻이다(레 2:4;민 15:6). 그러나 이것만으로는 하나님께서 어떨까; 언어를 분리, 단절시키셨는지 알 수 없다. 다만 본절은 언어란 것이 시대와 장소에 따라 변화를 거듭하는 문화 유산이긴 하나 그 이전에 이미 하나님의 강권적인 언어 분리 사역에 따른 근원적인 변화가 일어났음을 분명히 증거해 준다 <1-9 강해>."
        },
        {
            "verse_reference": "11:8",
            "commentary": "여호와께서...온 지면에 흩으신고로 - 이러한 하나님의 주권적인 역사는 단순 히 인류를 징계하려는 데만 그 목적이 있지 않다. 왜냐하면 인간이 땅에 충만하는 것은 하나님께서 미리 계획하시고 명령하신 축복이며 따라서 인간의 역반응에도 불구하고 하나님 자신이 이를 강권적으로 성취하셨기 때문이다. 이처럼 하나님은 인간의 반역에도 불구하고 자신의 뜻과 계획을 역사 속에 성취시키시는 신실하신 분인데 우리가 그분의 약속을 복음으로 받아들이고 굳게 믿을 수 있는 근거도 바로 여기에 있다(삼상15:29)."
        },
        {
            "verse_reference": "11:9",
            "commentary": "바벨(* ,바벨) - 이 단어의 유래에 대하여는 다음 두 가지 견해가 있다. 첫째,'혼잡하다'를 의미하는 '바랄'(* )이 '발벨(* )로 발전되었고, 이어 이 단어에서 *(라멜)이 생략 되면서 결국 '혼잡'을 의미하는 '바벨'이 된 것이다. 둘째, 본래 '신(神)의 문' 을 의미하는 '밥일'(* )로부터 유래한 단어이다(Gesenius,Rosenmuller). 이 두 견해 중 문맥상 '바벨탑'에 적합한 의미는 전자인 듯하다. 한편 오늘날 고대 바벨탑의 유적으로 가장 유력시되는 탑이 두개 있는데 곧 마르둑(Marduk)신전의 '에테메난키'탑과 '느보' 신전 부근의 '에외리미난키' 탑이다. 이 중 전자는 유프라테스 강 동쪽 기슭에 자리잡고 있는데 기초만 남아 있을 뿐 그 본래 구조와 형태는 알아 볼 수 없다. 그리고 후자는 유프라테스 강 서쪽 기슭에 위치하고 있는데 역청과 벽돌로 된 구조물이 아직도 7층 높이로 남아 있다."
        },
        {
            "verse_reference": "11:10",
            "commentary": "-26 셈의 후예는 이러하니라 - 이는 10:21-31에 나온 셈 계보의 단순한 반복 기술이 아니다. 이것은 믿음의 조상 아브라함의 계보를 밝히기 위해 특별히 씌어진 것인데 여기에는 셈에서부터 아브라함에 이르는 계보가 연대기적으로 제시되어 있다."
        },
        {
            "verse_reference": "11:12,13",
            "commentary": "삼십 오 세에...사백 삼 년을 지내며 - 인간 범죄로 말미암아 노아 홍수 이후 계속해서 인간의 득남 연령과 수명에 큰 변화가 생기고 있음을 잘 보여 준다. 홍수 이전까지의 족보(5:6-32)에는 65세에서 187세 사이에 득남한 것으로 나와 있으나 본절로부터 26절의 족보에는 29세에서 100세 사이에 득남한 것으로 나와 있다. 또한 수명에 있어서도 홍수전 족장들의 평균 수명은 858세였으나 홍수 후 평균 수명은 317세였다."
        },
        {
            "verse_reference": "11:18",
            "commentary": "르우 - '친구', '동료'란 뜻으로 이 이름은 그가 하나님과 벗하는 자였음을 나타내준다. 우리는 여기서도 아라비아족 계통의 욕단 후예와 아브라함족 계통의 벨렉 후예<10:25>간의 차이점이 드러남을 알 수 있다."
        },
        {
            "verse_reference": "11:26",
            "commentary": "아브람과 나홀과 하란 - 나홀이 하란의 딸과 결혼한 것(29절) 및 12:4 등에 근거할 때 하란이 데라의 맏아들임에 분명하다. 그럼에도 불구하고 본서 기자가 아브람을 가장 먼저 언급한 것은 구속사적 관점에서 그의 영적 장자권을 강조하기 위함이었다."
        },
        {
            "verse_reference": "11:27",
            "commentary": "데라는 아브람과...낳았고 - 아브람의 출생 연대를 성경 기록에 따라 역산하면 다음과 같다. 먼저 왕상 6:1 에 근거한 출에급 연대 B.C.1446년에 이스라엘의 애굽 체재430년(출 12:40), 아브라함이 이삭을 낳을 때의 연령 100세(25:26), 야곱이 애굽에 이주할 당시 나이 130세(창 47:9)를 모두 더하면 B.C.2166년이란 아브라함 출생 연대가 나온다. 그러나 출에굽 연대에 대하여서도 학자들마다 차이를 보이며, 성경 족보도 중간마다 생략된 경우가 많으므로 이는 어디까지나 개략적인 연대일 뿐이다."
        },
        {
            "verse_reference": "11:28",
            "commentary": "하란은 그 아비 데라보다 먼저...죽었더라 - 여기서 '그 아비 보다 먼저'의 문자적 의미는 '그 아비 면전에서'이다. 그러나 이 말은 '그 아비가 살아 있을 때에'로 봄이 타당하다(Luther, Calvin, Rosenmuller). 그러나 유대 전승에 의하면, 당시 데라는 화신(火神) 숭배자 였는데 아들 하란이 이를 거부하자 그들 당국에 고소, 자신의 면전에서 불에 타죽게 했다 한다. 그러나 이의 사실성은 믿기 어렵다. 아뭏든 하란의 죽음은 성경상 아비보다 먼저 죽은 최초의 경우로(1)인간 수명이 더욱 단축되었음을 시사하며(2)죽음은 그 누구에게도 순간적으로 엄습할 수 있음을 경고해 준다."
        },
        {
            "verse_reference": "11:29",
            "commentary": "아브람의 아내 이름은 사래며 - '아브람' 의 뜻은 '고귀한 아버지' 로 선민의 조상인 그에게 걸맞는다. 그리고 '사래'는 '나의 공주'란 뜻이다. 후일 이 이름은 하나님에 의해 각각 '아브라함'(많은 무리의 아버지)과 '사라'(여주인)로 바뀌는데(17:15) 이는 그들이 지엽적 존재에서 믿음의 조상이란 거시적 존재로 변모 되었음을 뜻한다. 나홀의 아내 이름은 밀가니 하란의 딸이요 - 나홀의 조카 딸과 결혼하였듯이 아브람 역시 이복 누이와 결혼 하였다(20:21).이러한 근친 결혼은 족장 시대에 있어서는(1) 지리적, 문화적 여건상 불가피하였거나(2) 혈통 우월주의에 입각한 종족 보존 방법일수도 있었고(3) 또한 순수한 여호와 신앙을 전수할 수 있는 가장 이상적 방법이었을수도 있었다. 그러나 인구 증가 및 확산이 이루어졌고 한 가정의 성적 순결 유지가 더욱 중요하게 된 시점에서 하나님께서 이러한 근친 결혼을 공식적으로 금하셨다.(레18:1-18). 따라서 오늘날과 같은 성적 혼란기에 우리는 하나님의 법정신을 깨닫고 그 뜻을 철저히 준행하여야 한다. 하란은...또 이스가의 아비더라 - '이스가'의 뜻은 '선견자'이다. 그런데 밀가에 대한 기록은 다른 곳(22:20,21,22,23,;24:15,24,47)에서도 나오지만 이스가에 대한 기록은 없다. 따라서 그녀가 왜 여기에 언급되었는지 알 수 없다."
        },
        {
            "verse_reference": "11:30",
            "commentary": "사래는...자식이 없었더라 - 많은 무리의 아비가 될 자인 아브라함이 이때까지 자식이 없었다는 큰 수치가 아닐 수 없다. 왜냐하면 고대 근동 지방에서는 자식을 신의 선물로 생각하였기 때문에, 아이가 없다는 것은 신의 은총에서 제외된 자로 간주되었기 때문이다. 그라나 당시 급속히 번식해 나가던 이방 족속들과는 달리 하나님의 선택된 백성은 그분의 엄밀한 계획하에 있었으니 이는 마치 씨앗이 땅 속에서 발아의 때를 기다리듯 아브람의 씨는 하나님의 뜻에 의해 잠시 대기하고 있는 상태일 뿐이었다(17:1-8)."
        },
        {
            "verse_reference": "11:31",
            "commentary": "데라가...데리고 갈대아 우르에서 떠나 - 데라가 무엇 때문에 그의 본토를 떠났는지 구체적으로 알 수는 없으나 행 7:2,3에서 스데반이 말한 것처럼 아브라함에 대한 하나님의 부르심이 주요 동기였을 것이다. 물론 이 외의 다른 요소들도 있었을 것이지만 그것 역시 하나님의 섭리 안에 있던 것이라 하겠다. 한편 여기에는 갈대아 우르를 떠난 무리 중 나홀이 빠져 있는데 24:10에 나홀이 우르에서 메소포타미아로 옮겨간 사실이 기록되어 있는 것으로 보아 먼저 데라 일행이 이주 한 후 나홀의 가족도 뒤따라 이주한 것 같다. 가나안 땅으로 가고자 하더니 - 이곳은 당시 티그리스와 유프라테스 거민들에게는 잘 알려지지 않은 미지의 땅이었다. 하나님께서 이러한 곳으로 아브람을 인도하려 작정하셨으며 아브람은 '갈 바를 알지 못하고'(히 11:8)서도 그 같은 하나님의 부르심에 응하여 믿음의 순례 길을 떠난 것이다. 하란에 이르러 거기 거하였으며 - 데라의 노쇠함 때문에 가나안으로의 여행이 이처럼 잠시 지체 되었던 것 같다. 그런데 데라 사후 12:1에서 가나안 이주를 위한 하나님과 아브라함과의 직접적인 언약이 보다 명료하게 제시된다. 노아 홍수 후 인간은 각처에 퍼져 나름대로의 문화 생활을 영위하고 있었다.  그러나 전장(10장)에서 암시되었듯이, 니므롯 등에 의한 인간 왕국 건설 계획이 서서히 역사 전면에 표출되기 시작했다. 본장은 바로 그러한 교만한 인간 의지의 반영인  '바벧탑'축조 과정과 그것이 건축 중단된 연유가 나란히 기록되어 있다. 이 사건을  계기로 하나님께서는 에덴 동산 이후 계속 추진해 오셨던 당신의 나라 건설에 더욱 박차를 가하셨으며, 그 증거로 본장 후반부와 다음 장(12장)에서 발견할 수 있듯이 신앙의 계보를 이뤄갈 한 사람 아브람을 준비하고 계셨던 것이다. 한편 본장의 내용을 요약하면   바벧탑이 축조된 경위와, 그 탑 건축을 주도한  인간들의 완악함을 보시고 탑 건축을 위해 하나님께서 인간의 언어를 혼란케 하신  사실(1-9절)과   홍수 이후 셈의 계보가 아브람 대(代)까지 이르는 사실을 긴 지면을 할애하여 기록하고 있다(10-32절). 이러한 내용을 통해 우리는 본장이 어두움과 빛이라는 너무나 대조적인 빛깔로  연결되어 있음에 놀라지 않을 수 없다. 즉 스스로는 악하여 그래서 멸망등할 수밖에  없는 인류를 하나님께서 구원하시기 위해 한 가문, 한 가족, 한 인격을 준비하신 사실을 대조시키고 있는 것이다. 하나님은 당신의 뜻을 거스리는 자들을 꺾으시되 그들의  허물로 안하여 인류 전체를 멸망시키지는 않느다(8:31). 즉 부패한 무리들 속에  당신의 뜻을 펼쳐갈 무리를 친히 보존하신다. 이와 같이 그분의 통치에는 절망이 있을 수  없으며 절대 희망만이 존재할 뿐이다. 그러므로 스스로는 타락하여 절망할 수밖에  없는 온 인류의 유일한 소망은 오직 하나님 뿐인 것이다. 1. 바벧탑 사건(11:1-9) 대홍수를 경험했던 인간들은 자신들이 얼마나 미약한 존재인가를 확인할  수  있었다. 그들은 처음 겸손한 자세로 새 생활을 시작하였고 차츰 안정을 찾게 되었다. 그런데 인간이 안정된 생활에 익숙해지면서 다음과 같은 사실에 관심을 가지게 되었다.   인간은 미약한 존재가 아니며 힘과 지혜를 모은다면 무엇인가 해낼 수  있다.  그러기 위해서는 세계 왕국(Universal Monarchy) 건설이 시급하다   자신들의 뭉친 힘으로 홍수 등의 재난을 막을 수 있을 것이다.   인간이 역사와 문화의 주인이기에 인본주의적 세계 질서 정립이 필요하다. 이처럼 그들은 뚜렷한 자의식과 자기 잠재력과 비젼을 가지게 되었고 그것들을  실현할 수 있는 규합된 힘을 과시하기 위한 한 방편으로 본문에서처럼 성과 대(臺)를 쌓기 시작했다(1-4절). 그들이 추구하는 바는 인간이라면  누구나 가질 수 있는  평범한 확신과 포부였지만 한 가지 결함이 있었다. 그들은 자신들의 삶을 지켜보시는  하나님을 제외시켰던 것이다. 즉 그들의 허물은 원대한 이상과 자의식을 소유한 데 있는  것이 아니라 모든 일을 '하나님 없이' 추진했다는 데 있었다. 이에 하나님께서는 그들의 어리석은 계획을 수포로 돌리시기 위해 대화의 매개체인 언어를 혼란케  하셔서  끝내 바벧탑 건축을 중단시키셨다(5-9절). 하나님을 염두에 두지 않고 세운 모든 계획은 어리석은 것으로(잠 19:21) 그  결말은 허무하다. 왜냐하면 하나님은 만유의 주인으로서 인간들의 삶을 세밀히 살피실  뿐 아니라, 인간의 궁극적 발전을 꾀하시는 분이시기 때문이다. 바벧 사건 이래로 인간들은 하나님으로부터 수많은 독립 선언을 했으나 한결같이 절망적인 결과를 맞아야만 했다(눅 15:12-17). 이처럼 역사 이래로 우리 주위에는 완성되지 못한 채 방치된 교만의 성과 대가 허다하다. 우리는 더 이상 미완의 탑을 건축해서는 안 된다. 우리의 사고와 포부와 생(生)의 중심에 하나님을 모심으로써 마침내는 완성될 겸손의 성과 대를 쌓아가야 한다(빌 1:6). * 바벧탑 연구. - 성경은 바벧탑에 관해 그 목적과 재료만을 언급하고 있다.  따라서 구체적으로 그것이 어떤 형태를 띠고 있었는지에 대해서는 고대 근동의 비슷한  건축물과 비교해 미루어 추측해 볼 뿐이다. 먼저 성경이  제시한 바벧탑 건축 목적은   인간의 명예욕을 채우기  위해서라  한다. 유대 철학자 피로(Philo)는 그 당시 사람들이 각자의 벽돌에다 자기 이름을  새겼다고 증언함으로 위의 사실을 뒷받침한다.   인간의 생존과 통일성 유지를 위한  집합지 조성을 위해서라 한다. 이런 사실은 고고학자들에 의해 발굴된 고대 바벧론의 지구라트(Ziggurate)의 건축 목적과 다름을 알려 준다. 즉 지구라트는 우상 숭배라는 종교적 목적으로 되었으나, 바벧탑은 순전히 인간 이상의 실현장이었던 것이다. 한편 바벧탑은 팔레스틴의 구조물들처럼 다듬은 바위나 회반죽으로 만들어지지  않고 벽돌과 역청으로 건축되었다. 여기서 벽돌은 진흙과 풀을 이겨 햇빛에 건조하여 만든 것이 아니라, 불로 구워 만든 것이라는 점에서 그 당시의 기술 문명이 상당히 발달했음을 추론해 볼 수 있다. 그리고 벽돌 사이의 이음새를 붙이기 위해 사용된  역청은 바벧론이나 사해근처 지하에서 얻을 수 있었던 강력 접착제로서 70인역(LXX)에서는 이것을 '아스팔트'로 표기하였다. 그리고 학자들의 연구에 따르면 그 탑의 모양은 직사각형으로 된 바닥에, 위로  올라가면서 점점 좁아지도록 만들어졌으며, 꼭대기까지의 통로는 탑 둘레 밖에 나선형으로 만들어진 경사로였을 것으로 추측한다. 이는 꼭대기에 평평한 예배처를 둔  지구라트의 모양에 근거한 것이다. 높이에 관해서는 추측이 불가능하나, 4절의 \"대 꼭대기를 하늘에 닿게 하여\"라는 말에서 상당히 높았음을 상상해 볼 수 있다. 그런데 이렇게 덩치 큰 구조물을 원시적인 방법에 의해 건축하기란 쉽지 않았을  것이다. 따라서 그 당시 건축에 참여했던 무리들의 잘 조직된 공동체와  그것을  지도할 절대 권력의 통치자를 상상해 볼 수 있다. 더욱이 수많은 노동자들의 피땀과 아우성을 예감할 수 있다. 여하튼 인간의 그릇된 이상과 창의력과 희생이 어우러져  만들어지던 바벧탑은 완성을 보지 못하고 중단되었으며 그로 인해 인간들이 목적한 바는 실패하고 말았다. 인간의 지나친 교만과 불순종을 반영한 이 구조물의 미완성을 통해 우리는 인간이 하나님의 뜻과 무관하게 추구하고자 하는 이상과 교만에 찬 포부는 반드시  실패하고 만다는 진리를 배울 수 있다. * 언어의 혼란. - 성경은 바벧탑 사건 이전 세계에는 오직 한 언어만이 존재했음을 말한다. 사실 언어란 하나님께서 당신의 형상을 따라 창조한 인간에게 의사 소통과 더불어 당신을 찬양하게 하기 위해 특별히 선물한 것으로 동물들의 본능적 발성과는  근본적으로 차이가 있다. 그런데 본장에 이르러 인간은 그 언어를 통해 악을 부추기고(4절), 하나님의  영광을 훼손하는 일을 도모함으로써 하나님의 진노를 사게 되었다. 결국 하나님은 악의 계속적 번창을 막기 위한 긴급 조처로 언어를 혼잡케 하셨고, 그에 파생하여 사상의  다양화 및 동일한 어군(語群)끼리의 분산 거주를 유도하셨다. 결국 이것은 인간 생활의 혼란을 가져온 것이라기 보다는 악의 전염을 방지하신 하나님의 은혜로 봄이 마땅하다. 학자들은 언어가 문화적 산물로서 시간과 공간의  변화에 따라 계속 변천하기 때문에 언어의 다양화는 문화사적인 측면에서 이해해야 한다고 주장한다. 성경 역시 언어의 문화사적 변화를 거부하는 것은 아니다. 그러나 본문은 언어 분파의 근본적 원인을 규명하는 것으로, 오늘날 우리가 언어의 장벽으로 인해 당하는 고통이 문화,역사적인 이유에서보다, 근원적으로 인간의 조직적인 범죄를 예방하기 위한 하나님의 은혜로우신 조처에 기인한다는 사실을 일깨워 주는 것이다. 여기서 우리는 역설적으로 인간의 죄 문제가 해결되면 인간의 언어는  새로운 질서를 찾게 될 것이라는 한 가지 희망적인 사실을 발견하게 된다. 사실 하나님은  혼돈과 파괴의 신이 아니라 질서와 평화의 신으로서 인류의 언어 혼란 때부터 언어 통일을 계획해 오셨다. 하나님은 인류의 죄를 담당하신 예수의 십자가와 부활 및 승천  사건 직후, 곧 각 지역의 언어로 당신을 찬양케 하신 오순절 날에(행 2:4) 성령을  통하여 혼란된 언어의 수습을 시작하셨다. 이 회복의 역사는 점차적으로 완성되어갈  것이며, 머지않아 하나님의 영광스러운 보좌 앞에서 구속받은 백성이 당신을 찬미하는  날 비로소 완전한 하나의 언어를 이루게 될 것이다(계 7:9). 2. 아브람의 출현을 예비하심(11:10-32) 본문은 부패한 인간의 교만을 다룬 바벧 사건과는 전혀 관계가 없는  듯한  내용이 다뤄져 있다. 즉 믿음의 조상이라 일컬어지는 아브람의 역사성과 그의 등장에 얽힌 역사적인 배경 및 선택 과정 등을 다룸으로써, 그를 중심으로 엮어져 갈 인류 구속의 밝은 미래를 제시하고 있다. 그러나 본문은 앞의 내용(1-9절)과 단절된 것이 아니라, 원인과 결과라는 상호 유기적인 관계를 지니고 있음을 놓쳐서는 안 된다. 사실 성경의 역사는 조각조각 분리된 역사의 나열이 아니라 하나의 분명한  목적을 가진채 흘러간다. 그 목적이란 메시야의 출현과 그로 인한 하나님 나라 건설이다.  인간에 의해 멍들고 피폐해 가기만 하는 이 땅 위에 당신께서는 결코 흔들림없이 확고하게, 그러나 서서히 위의 목적을 실현해 가셨다. 인간의 눈으로는 아무런 변화나  가능성을 찾을 수 없었지만, 하나님은 지고한 사랑과 인내로써 인간들의 삶에  내재하셨으며 그들 가운데 당신의 목적하신 바를 성취할 도구들을 선택하셨던 것이다(롬  8:29). 즉 실패한 아담의 가정에서 한 아들 셋을 구별하셨고, 극도로 부패한  세상  가운데서 한 의인 노아를 지목하셨듯, 이제 여기서는 기나긴 역사에 새로운 전기를  마련할  한 아들, 아브람을 택정하셨다. 이처럼 하나님은 당신의 거룩한 목적을 이루시기 위해 각 세대에 필요한 구속사적 인물들을 준비해 오셨던 것이다. 그런데 하나님께서 이와 같이 한 인물을 선택하신 것은 단지 그 한 개인을 향한 관심의 표명이라고 할 수 있다. 즉 하나님은 인류 전체에 대한 관심의 표명으로 먼저 한 개인과 관계를 맺으시며 그를 통해 인류 구속의 큰  흐름을  주도하셨던  것이다(살후 2:13). 이러한 사실은 성경 계보의 맨 끝을 장식하신 예수 그리스도의 사역을 통해 확인할 수 있다. 즉 예수님께서는 하나님과의 개인적 관계를 넘어 죄악된 인류를 대표하여 하나님께 희생 제물로 바쳐졌다는 점에서 인류에 대한 하나님의 관심 정도를 잘 보 여 주고 있다(롬 5:16-21). 이상에서처럼 우리는 하나님의 선택 과정을 다룬 기사, 특히 족보 이야기를 접할 때마다 그것이 지향하는 목적(인류의 구원자 예수와  하나님의 나라)을 항상 염두에 두어야 한다. 또한 그러한 사건들 속에 담겨 있는 하나님의 변치 않는 사랑과 인내를 눈여겨 보아야 한다. * 아브람 시대의 정황과 그의 신앙. - 아브람의 고향인 갈대아 우르(Ur)는 고대 정치,경제,문화의 중심지라 할 수 있는 메소포타미아의 한 도시  성읍이었다.  이곳에는 주로 달(月)신 숭배가 유행하였으나 상거래의 중심지라는 특수성으로 인해 주변의  많은 우상들이 수입되었다. 이런 관계로 해서 우상 숭배와 우상  제조자가  풍미하였다. 아브람의 가정 역시 이러한 우상의 영향권 아래 있었음이 분명하다(수 24:2,3). 특히 그의 아버지 데라는 아람 출신으로서(신 26:5) 여호와를  유일신으로  섬기지 않았던 인물이다. 이러한 사실은 노아 홍수 후 세상에 하나님을 모르는 문화가 얼마나 맹위를 떨치고 있었는가를 단적으로 보여 준다. 이처럼 아브람을 둘러싸고 있는  문화가 우상에 절은 문화였으며, 특히 아버지 데라가 열렬한 우상  숭배자라는  사실은(수 24:2) 당시 부권이 강한 가족 중심의 사회적 배경에서 아들 아브람에게  우상  숭배가 강요되었을 것이 확실시 된다. 결국 아브람은 자발적으로 여호와를 찾고 그분의  뜻을 추구해 간 것이 아니라, 오직 하나님께서 우상 문화에 젖은 그에게 새 역사의  주체가 되는 영광을 강권적으로 허락하셨던 것이다(행 7:2-4). 하나님은 그를 택했을 뿐 아니라 당신의 동역자로 삼으시기 위해 아브람이 지닌 과거의 모든 것들을 포기하게  하시고 특수한 훈련장으로 이끌어 내셨다. 특히 하나님께서는 그의 아비 데라까지  데려가심으로써 그에게 더 이상 세상에 연연하지 않게 하시고, 오직 당신의 뜻만을 좇아  생활하며 그로 인해 새로운 가계를 형성하게 하셨다. 한편 아브람은 하나님의 부르심을 받아 고향을 떠나올 때까지 자녀를 얻지 못했다. 이는 거룩한 계보를 이루기 위해 부름받은 아브람에게 어울리지 않는 아픔이었다.  그러나 이것 역시 당신의 거룩한 계획과 방법에 따라 당신이  허락한  처소(가나안)에서 거룩한 계보를 잇게 할 씨를 주시려는 하나님의 초월적 경륜에 의한 것이다. 하나님은 아브람을 부르실 때 이미 그의 후손을 예비해 두셨고 또한 그 후손을 통해 인류의  구속자 예수를 보내실 원대한 계획을 가지셨던 것이다(마 1:1-17). 아브람은 이 같은 하나님의 계획을 이해하지는 못했으나, 하나님의 부르심에  따라 결연히 나섬으로써 하나님의 뜻을 이어나갈 거룩한 가계의 조상이 될 수 있었다. 히브리서 기자는 이 사실에 대해 \"믿음으로 아브라함은 부르심을 받았을 때에 순종하여 장래 기업으로 받을 땅에 나갈세...\"(히 11:8)라고 묘사하였다. 결국 그는 하나님의  소명에 지체치 않고 결연히 응한 믿음과 순종을 통해, 신앙의 새 가계를 형성하였던  것이다. 그리하여 오늘날 우리는 바로 그 가계의 영적 일원으로 살아가고 있는 것이다. * 고대 족장들의 근친 결혼. - 근친혼(近親婚)을 금한 것은 인류 사회의 모든 문화권에서 보편적으로 수행되어온 법이며, 성경 역시 이러한 정신을 지향하고 있다. 특히 모세 율법에는 근친 상간에 대해 엄격한 금지 조항을 두고 있는데(레 18:1-18),  이러한 규정은 이후 성경이 가르치는 바 기본 도덕률이 된다. 그렇기에 모세 율법이  제정된 이후 발생한 근친 상간 사건은 인간의 도덕적 시각에서나 성경의 기준으로  볼  때 틀림없는 범죄에 속한다. 그러나 성경에 기록된 족장들의 근친혼은 모세 율법이 태동되기 이전의 사건으로서 고대 세계의 지리적, 문화적 여건상 불가피하였거나 아니면 혈통 순수 보존주의에  입각한 종족 보존의 한 방법이었다는 점에서 그 자체를 책할 수 없다. 오히려 어떤 면에서 족장 시대 근친혼은 주변 세계의 다양한 우상 숭배와 퇴폐적 사회상으로부터  순수한 여호와 신앙을 보존하고 전수하는 가장 이상적인 결혼임에 틀림없었다(24:4; 29:18-30). * 족장시대 근친 결혼의 계통. 데라 +-----------------+-------+-------+------------------+ |                 |               |                  | 1대 ------ 아브라함           사라            나홀               하란 |     (20:12)     |               |                  | +--------+--------+               |           +------+------+ 2대 ---------------- 이삭                       |         밀가           롯 |                        |  (11:29)  | |                        +-----+-----+ |                              | |                            브두엘 |                              | |                   +----------+---------+ |                리브가                라반 |   (24:15,67)      |                    | +---------+---------+         +----------+--------+ |                   |                   | 3대 --------------------------- 야곱               레아                라헬 |    (29:23,30)     |                   | +-------------------+-------------------+ --- 세대관계 즉 부모와 자녀와의 관계 --- 결혼관계 즉 부부사이의 관계 --- 족장의 대(代) 세일하머 E. 바벨론 (11:l-9) 앞에서 언급된 것과 같이 바벨론 건설에 관한 설명의 위치는 10장과 11장의 주제를 형성하는 족보들 안에서 보는 것이 중요하다. 그것은 셈으로부터 기인하는 두 계통 사이에 위치하고 있는데 그 첫번째 계통은 셈으로부터(10:22) 시작하여 에벨과 (10:24) 욕단으로(10:26-29) 확장되며 두번째 계통은 셈으로부터 시작하여(11:l0) 에벨과(11:14) 데라로(11:25) 이어진다. 본문에 위치한대로 바벨론 건설에 대한 설명은 욕단 계통으로부터의 열네명의 이름의 목록(10:26-29) 끝에 이어진다. 그러나 벨렉 계통의 열명의 이름의 목록 끝에는 아브라함을 부르심에 대한 설명이 이어진다(11:27-12:10). 그러므로 셈의 자손의 큰 두 계통은 에벨의 두 아들에게서 나누어진다(10:25). 하나는 바벨론에서 끝나고 다른 하나는 약속의 땅에서 끝난다. 바벨론에 대한 설명의 위치는 저자의 세심한 의도로 보지 않을 수가 없다. 이것은 특별히 셈의 이름과 바벨론 건설에 관한 설명과(11:4), 하나님께서 아브라함을 택하심에 관한 설명에서 (12:2) 나오고 있는바 '이름'을 내기 위한 추구 사이에서의 계속적인 상호작용의 관점에서 볼 때에 더욱 그렇다. 우리는 바벨론 건설에 관한 설명의 주요 관점을 언급함으로써 시작하야 한다. 이 이야기의 첫 장면은 '시날 평지'에서부터 시작된다. 서술은 특별히 건설자들이 '동방으로 옮기다가' 평지에서 성을 세웠음을 언급한다(11:2). 우리가 이야기의 사건의 출발점을 바벨론 서쪽의 '땅'으로 그릴 수 있는 것은 것은 저자에게 있어서 중요하다. 그리하여 이야기가 진행되면서 건설자들은 바벨론을 세우기 위하여 동쪽으로 이동하였다. 이미 창세기 3장에서 저자는 인간이 보금자리를 찾아 여행한 방향에 관심을 기울였음을 보여주었다. 남자와 여자가 스스로의 선과 악에 대한 지식을 선택함으로 말미암아 동산으로부터 추방당하였을 때에 그들은 동산으로부터 '동편'의 땅에 거주하게 되었다(3:24). 가인이 하나님의 훈계(4:7)를 거절한 후에 하나님의 면전에서부터 쫓겨 났을 때에 그는 '에덴 동편'의 땅에 거주하기 위하여 떠났다. 롯이 아브라함으로부터 갈라져서 스스로 '여호와의 동산'과 같은 땅을 찾았을 때에 그는 '동쪽'으로 이주하였다. 반면에 아브라함은 땅에 남아 있었다. 창세기의 서술 안에서의 '동쪽'에 대한 개념의 의도적인 용법의 관점에서 볼 때에 우리는 여기에서도 역시 저자가 책 전체를 통하여 작용하고 있는 보다 큰 구조 속에서 바벨론 건설에 대한 이야기를 묘사하고 있음을 알 수 있다. 이것은 하나님의 축복의 방법과(예를 들면 에덴과 약속의 땅 '선'을 추구하기 위한 인간 자신의 시도를 대조시키는 구조이다. 창세기의 서술 속에서 인간이 '동쪽'으로 갈 때에 그들은 축복의 땅(에덴과 약속의 땅)을 떠나서 결국 그들의 최대의 희망이 파별로 바뀔 땅(바벨론과 소돔)으로 갔다. 그렇다면 이스라엘이 시내산을 출발하여 광야로 여행했을 때에 본문이 특별히 그들이 여행한 방향이 '동쪽'(민 10:5)이라는 개념으로 되돌아가고 있음은 매우 중요하다. 불과 몇 장 후에 (만 13-14장) 우리는 이 온 세대가 그들이 여호와를 '믿지 않았기' 때문에(민14:11) 하나님의 선한 축복을 누리지 못하고 광야에서 죽을 것이라는 교훈을 배운다. 그러므로 심지어는 '동편'에 진친 지파에 대한 하나님의 명령 속에서조차(민 10:5) 본문 앞에 놓여 있는 불행한 사건의 전개에 대한 단서가 놓여 있는 것이다. 이 이야기를 둘러싸고 있는 중요한 문제는 왜 하나님께서 성의 건축자들을 심판하셨는가이다. 비록 이 이야기는 매우 간단하지만 저자는 독자에게 이야기의 의미에 대한 미묘하면서도 명백한 단서를 제공해준다. 그 단서는 이야기 안에서의 중심 단어들의 반복에 놓여 있는데 이 중심 단어들은 또한 이 이야기를 보다 큰 서술의 문맥과 연결시킨다. 우리는 이미 10-12장의 큰 문맥 속에서의 이름이라는 단어의 중요성을 살펴보았다. 이 이야기 속에서도 역시 이름이라는 단어는 중심적 역할을 한다. 첫째로, 성의 건축자들에 의하면 성을 건설하는 이유는 자신들의 '이름을 내기' 위함이었다(11:4) 둘째로, 이야기의 결론은 성의 '이름'으로 돌아가서 아이러니컬하게도 그것을(바벨론/ 바벨) 그들의 언어의 '혼잡'과 연결시킨다. 그러므로 스스로 이름을 내려는 건축자들의 시도는 그 내부적인 구조나 그것의 주변 서술들과의 관계 속에서 볼 때에 이야기의 중심적 특징이 된다. 이야기를 주변의 서술들과 내면적으로 또한 외부적으로 함께 묶어주고 있는 또 다른 중심 단어는 흩어짐이라는 단어이다. 성의 목적은 거주자들로 하여금 '온 지면에 흩어짐을 면하기'위함이었다(11:4). 아이러니컬하게도 이야기의 결론 부분에서 성으로부터 건축자들을 '온 지면에 흩으신' 분은 하나님이시다(11:8). 이것은 결론 부분에서 두 번 반복된다(11:8-9). 이야기 속에서 세 번씩 중요한 표현은 온 땅이다. 그들은 동방에 성을 세우기 위하여 '온 땅'을 떠났다(11:1-2). 성의 목적은 그들이 '온 땅'으로 흩어짐을 면하기 위함이었다(11:4). 그러나 이에 대하여 하나님께서는 그들의 계획을 돌이켜서 그들을 '온 땅'에 흩으셨다(11:8-9). 그러므로 바벨론 성의 건설에 대한 이야기는 중심 단어와 개념을 중심으로 조심스럽게 구성되었다. 땅의 백성은 처음에는 한 언어를 나누고 한 '땅'에 사는 한 민족으로 연합해 있었다. 그들은 '동방'으로 이주하여 땅 위에 흩어짐을 면하고 그들 스스로의 이름을 내기 위하여 성을 건설하였다. 하나님께서 그들의 계획을 보셨을 때에 하나님께서는 성의 건축자들이 피하기 위하여 시도했던 바로 그 결과를 가져온 반대 계획을 시작하셨다: \"여호와께서 거기서 그들을 온 지면에 흩으신고로\"(11:8). 비록 바벨론 건설에 관한 이야기는 그 자체로서는 하나님의 심판에 의해서 좌절된 인간의 이야기의 의미를 지니지만 이야기의 진정한 중요성은 주위 서술들에서 발전된 주제에 그것이 연결된다는 사실에 놓여 있다. 창세기 이 시점까지에 있어서의 인간의 실패의 특징은 인간을 위하여 '선'을 예비하시는 하나님을 믿기보다는 그들 스스로 '선'을 쟁취하기 위하며 시도하는 것이었다. 저자는 땅의 선물에 대한 하나님의 축복에 관한 묘사에 그 초점을 맞추어 왔다. \"생육하고 번성하여 땅에 충만하라.\" (1:28). 좋은 땅은 축복의 장소이다. 그러므로 이러한 땅을 떠나서 다른 것을 찾는 것은 하나님의 선한 축복의 예비를 왜곡시키는 것이다. 그것은 '에덴 동산'에 사는 것이다. 이러한 문맥 안에서 바벨론 건설에 관한 이야기의 사건들은 매우 큰 중요성을 갖는다. 가인이 땅을 떠나 동쪽으로 가서(4:16) 성을 세운 것처럼(4:17) 한 때 땅에서 연합되었던 백성들은(노아의 아들들에 관하여 최종적으로 언급된 장소는 노아에 의해서 시작된 동산이었다 9:20) 땅을 떠나 '동편'으로 이주하여 자신들의 이름을 내기 위하여 자신들의 성을 세웠다(11:4). 그들의 계획이 이루어질 것을 아신 하나님께서는 그들을 그러한 계획으로부터 구하고 그들을 땅과 그곳에서 기다리고 있는 축복으로 돌이키기 위하여 역사하셨다. 바벨론 건설에 관한 이야기는 축복의 땅으로의 회복에 대한 단순한 암시로 끝나지만 계속되는 창세기 서술 안에서(12장 이후) 이어지는 사건들은 하나님의 계획에 그 예민한 초점을 맞춘디. \"여호와께서 아브람에게 이르시되 너는 너의 본토 친척 아비 집을 떠나 내가 네게 지시할 땅으로 가라 내가 너로 큰 민족을 이루고 네게 복을 주어 네 이름을 창대케 하리니 너는 복의 근원이 될지 라\" (12:1-2). F. 셈익 족보 (11:10-26) 셈의 열명의 후손들에 대한 이 목록은 5장에서의 아담의 열명의 후손들에 대한 목록과 유사한 역할을 한다. 그것은 노아로부터 아브라함까지의 '경건한' 계통을 다루고 있는 반면에 '불경건한' 계통은 지나치고 있다(10:26-30). 더군다나 셈의 열명의 후손들의 목록은(11:10-26) 아담의 열명의 후손들의 목록과 매우 유사하다(5:1-32). 우리가 보다 넓은 서술적 구조 속에서 이들 두 목록의 용법을 비교해보면 이 둘은 저자가 본문의 최종적 형태에 대하여 조심스람게 주의를 기울인 결과임을 보여준다. 5장에서 아담으로부터 노아까지의 열명의 명단은 여인에게 약속된 '후손'(3:15)과 홍수로부터 살아남은 노아의 후손(7:23) 사이의 필요한 연결부를 제공해준다. 이 명단은 '약속의 계통'을 표시해줄 뿐만 아니라 다른 계통 즉 역시 열명의 이름으로 구성되는 가인의 계통(4:17-22)을 지나치는 수단이 된다. 홍수에 의해 파괴된 성(4:17)과 문명(4:20-24)의 건설자들을 대표하는 것은 가인의 계통이다. 그렇다면 5장의 목록은 3:15에서 여인의 후손에게 주어진 약속에 대한 매우 발달된 신학적 고찰을 보여준다. 그것은 저자가 가인의 계통과 그들이 건설한 성의 임박한 실패를 깨닫고 있음을 보여준다. 그러나 그 성이 기다리고 있는 심판과 파괴는 하나님의 약속의 종말을 의미하지는 않는다. 노아가 살아남을 것이며 그의 후손이 약속의 소망을 이어갈 것이다. 이러한 신학적인 고찰은 셋의 출생에 있어서의 여자의 말 속에서 충분히 표현되고 있다: \"하나님이 내게 가인이 죽인 아벨 대신에 다른 씨를 주셨다\"(4:25). 두 종류의 후손이 있는데 가인의 후손과 여자의 후손이 그것이다. 가인의 계통은 여인의 후손을 일어나 쳐죽일 수 있지만 하나님께서는 죽음을 당한 후손을 대신하는 다른 후손을 예비하셨다. 가인의 계통은 심판과 파멸로 인도할 수 있지만 하나님께서는 그를 통하여 약속이 성취되도록 셋의 계통을 보존하셨다. 하나님의 약속에 대한 이와 동일한 신학적 고찰은 11:10-26의 열명의 명단 뒤에도 놓여있다. 여기에서 저자의 목적은 여자의 후손에 대한 하나님의 약속은 바벨론에서의 혼동과 나라들의 흩어짐에 의해서 왜곡될 수 없음을 보여주는 것이다. 비록 노아의 후손은 바벨론에서 흩어졌지만 하나님께서는 노아로부터 아브라함의 선택된 후손에 이르기까지 열명의 위인들의 계통을 예비하셨다. 두 개의 큰 성 인 가인의 성과 바벨론 성의 파멸로부터 하나님께서는 자신의 약속의 후손을 보존하셨다. 저자는 또 다시 셈의 후손의 이름의 명단을 시작함으로써 이전 장에서 (10:26-30) 셈으로부터 이어지는 또 다른 계통을 지나치려는 자신의 의도를 보여준다. 2. 아브라함에 대한 기사 (11:27-25:10) A. 아브라함의 계통 (11:27-32) 아브라함에 관한 서술에 앞서서 또 하나의 족보가 등장한다. 그러나 이 족보의 기능은 그 이전의 족보들과 같이 아브라함과 그 이전의 사건들을 연결시키기보다는 다음에 나오는 아브라함의 삶에 있어서의 사건들을 이해하기 위한 필요한 배경을 독자에게 제공하기 위함이다. 이 목록은 여덟명의 이름을 포함하고 있는데 '이스가'(11:29)를 제외한 이들 모두는 다음에 나오는 서술의 사건들을 이해함에 있어서 연관을 맺는다. 저자가 이 목록 속에 중요하지 않은 이름을 포함시킨 것은 그가 이름에 있어서의 특별한 숫자를 성취하려고함을 보여준다. 창세기의 지금까지의 부분에 있어서 저자는 서술 속의 중요한 인물들 가운데서 -열명으로 형성되는 목록의 전형을 따랐다. 그러나 이 짧은 목록은 오직 여들명의 이름만을 담고 있다. 그러므로 만일 우리가 열명의 이름을 기대한다면 이 목록 속의 이름의 숫자는 두 명이 부족한 것으로 드러난다. 저자는 오저 여덟명의 이름만을 제시함으로써 독자로 하여금 아홉번째 이름과 더욱 중요하게는 열번째 이름이 누가 될 것인지에 대하여 알 수 없도록 남겨둔다. 서술이 진행되면서 아홉번째 이름과 열번째 이름은 아브라함의 두 아들 인 이스마엘(16:15)과 이삭(21:3)임이 드러난다. 저자는 족보를 통한 그의 서론에서 앞으로 나오는 서술 속에서의 중심 사건을 기대하고 있는데 그것은 곧 열번째 이름이 될 이삭의 출생이다. 이것은 저자가 독자를 그의 서술의 초점을 향하도록 인도할 뿐만 아니라 또한 독자로 하여금 그 이전에도 기대 속에서 바라보도록 만드는 많은 방법들 중의 하나이다. 이와 동일한 관점은 \"사라는 잉태하지 못하므로 자식이 없었더라\"(11:30)는 처음의 언급 속에서도 드러나며 다음에 이어지는 서술 속에서 두드러진 이삭의 이름에 대한 기교적 표현 속에서도 드러난다(그가 웃었더라 ['이삭'이라는 이름의 뜻: 역자주] 17:17, 18:12-13, 15, 19:14, 21:3, 6). 30절의 자식이라는 흔히 쓰이지 않는 특별한 단어는 아마도 서론에 있어서의 이러한 중요한 요소에 주의를 기울이기 위한 시도일 것이다. 서술의 나중 부분은 이 아이의 출생에 관한 선포에 대한 아브라함의 응답에 있어서 아이의 이름('이삭')과 함께 이 특별한 단어에 대하여 언급한다: \"아브라함이 엎드리어 웃으며[이츠아크) 심중에 이르되 백세된 사람이 어찌 자식을 낳을까?\"(17:l7). 이름의 목록 사이에는 아브라함과 롯을 포함한 데라와 그의 가족들이 가나안 땅으로 가기 위하여 갈대아 우르를 떠나서 하란까지 갔다는 짧은 설명이 삽입되어 있다. 데라의 죽음 이후로 보이는(11:32) 12:l에 이르기까지는 하나님의 부르심에 대한 언급이 없다. 그러므로 우리의 첫 인상은 그가 갈대아 우르에 있을 동안이 아니라 그의 아버지 데라가 죽은 이후에 아브라함은 하란에서 그의 본토를 떠나라는 부르심을 받았다는 것이다. 이러한 인상은 12:4,5의 서술에 의해서도 계속 유지된다. 이 부분은 하나님의 부르심에 대한 아브라함의 순종적 응답을 보여주며, 또한 갈대아 우르에 대한 언급이 없이 그가 하란을 떠났다고 분명히 언급하고 있다. 그러나 우리가 본문을 더 자세히 살펴볼 때에 그것은 저자가 우리로 하여금 이 서술을 다르게 이해하도록 의도했음을 보여준다. 11:27-32에서 우리는 하란이 아닌 갈대아 우르가 아브라함의 출생지임을 분명히 보게 된다(28, 31절). 그러므로 비록 12장의 서술은 그것을 언급하고 있지 않지만 \"너의 본토\"(12:1)를 떠나라는 명령이 아브라함에게 주어졌을 때에 그것은 오직 갈대아 우르를 의미한 것이다. 그러므로 12장의 지리적 배경을 제공하는 시:27-32의 역할은 간과되어서는 안된다. 이것은 특별히 저자가 자신의 중심 주제를 수행함에 있어서 지리에 밀접한 관심을 기울이고 있다는 사실로 볼 때에 더욱 그렇다(예를 들면 '동쪽'으로 이주하는 것에 대한 강조: 앞의 11:2에 대한 주석을 보라). 비록 12장의 서술은 다른 것을 의미할 수도 있지만 저자는 독자로 하여금 아브라함을 부른 것이 '갈대아 우르'를 떠나라는 부르심으로 이해하도록 의도했음이 분명하다. 이것이 저자의 관점이라는 사실은 15:7에서의 아브라함의 부르심에 대한 언급에서도 확증된다. 여기에서 저자는 아브라함의 부르심을 되돌아 보면서 그것을 하란으로부터의 부르심이 아니라 '갈대아 우르'로부터의 부르심으로 보고 있다. 이것은 또한 느헤미야서의 저자와(9:2) 신약에서의 사도행전의 저자(7:2-3)의 관점이기도 하다. 이러한 세밀한 연구의 중요성은 성경의 설명들을 조화시키는 문제를 훨씬 넘어선다. 아브라함의 부름을 갈대아 우르의 배경 안에 위치시킴으로써 저자는 자신의 서술을 후기 예언서내에서 중심적인 것으로 판명될 주제들과 연결시킨다. 이사야에게 있어서 '갈대아인의 영광'은 바벨론성인데 하나님께서는 이것을 '소돔과 고모라'와 같이 멸하실 것이다(사 13:19, 48:14 참고). 예레미야서와(24:5, 25:12, 50:1, 8, 35, 45, 51:24, 54) 에스겔서(1:3, 12:13, 23:15, 23)에서 '갈대아인들'은 바벨론에 살고 있는 자들로서 하나님의 백성을 포로로 끌고간 자들이다. 그러므로 창세기 저자가 이미 아브라함의 부름을 '갈대아 우르'의 문맥 속에 위치시키는 것은 이들 선지자들의 관점과 조화를 이룬다. 이것은 아브라함의 부름을(12:1-3) 바벨론의 흩어짐(11:1-9)과 연결시킴으로써 아브라함을 믿음 속에서 약속의 땅으로의 귀환을 기다리고 있는 미래의 모든 유배자들에 대한 예표를 제시한다. 미가 선지자도 이와 마찬가지로 유배로부터의 귀환을 기다리는 남은 자를 신실하게 하나님의 약속을 믿는 아브라함의 후예들로서 묘사한다(미7:18-20). 아브라함 서술에 대한 서론과 이삭 서술에 대한 서론(25:19-26) 사이의 두드러진 유사성은 저자가 이들 두 서술을 연관된 것으로 보고 있음을 보여준다. 이삭의 형제인 이스마엘이 '그 형제들보다 먼저'죽었던 것처럼 아브라함의 형제인 하란은 그의 아버지보다 '먼저' 죽었다(11:28). 아브라함 서술의 첫 부분에는 아브라함의 아들의 아내를 구하는 것에 관한 이어지는 서술 속에서 핵심적 인물이 될 나홀(24:24)에 대한 간단한 도입부가 나온다(11:29). 이와 마찬가지로 이삭 서술의 첫 부분에는 이삭의 아들인 야곱의 아내의 아버지인 라반(25:20)이 간단하게 소개된다(28:2). 아브라함 서술과 이삭 서술 속에서 도입부는 중심 인물 곧 아브라함 서술에서는 아브라함과 롯 그리고 이삭 서술에서는 이삭-야곱 그리고 에서에게로 신속하게 옮겨간다. 아브라함 서술에 대한 서론으로서 저자는 아브라함이 사라를 아내로 취하였는데 그녀는 자식이 없었다고 설명한다(11:29,30) 이와 마찬가지로 이삭 서술 속에서 우리는 이삭이 리브가를 아내로 취하였는데 그녀는 잉태하지 못하였음을 읽는다(25:20-21). 잉태하지 못하는 동기가 계속해서 중심 무대를 차지하는 아브라함 서술과는 달리 이삭의 아내가 잉태치 못하는 것은 단 한 구절에서만 다루어지며(25:21) 서술은 형제인 야곱과 에서 사이의 갈등의 주제로 넘어간다. 그러나 두 서술 모두는 '형제들' 사이의 갈등의 요소를 가지고 있으며 그 도입부들은 그 갈등의 필요한 배경을 제공하는데 중요한 관심을 기울이고 있다. 롯은 출쟁시부터 아브라함과 동행하였고(11:27) 에서 역시 출생시부터 야곱과 동행하였다(25:22-24). 아브라함과 롯의 동행(13:7) 그리고 야곱과 에서의 동행(25-28장)에서부터 나오는 갈등 속에서 아브라함은 롯으로부터 '분리'되어야만 했으며(13:9,11,14) 야곱은 에서로부터 '분리'되어야만 했다(25:23). 아브라함과 롯 사이의 갈등 그리고 야곱과 에서 사이의 갈등에 대한 설명 사이에는 많은 단어의 평행이 존재한다. 13:6에서 서술은 \"그 땅이 그들의 동거함을 용납지 못하였으니 곧 그들의 소유가 많아서 동거할 수 없었음이라\"고 언급한다. 이와 마찬가지로, 36:7에서 서술은 \"두 사람의 소유가 풍부하여 함께 거할 수 없음이러라 그들의 우거한 땅이 그들의 가축으로 인하여 그들을 용납할 수 없었더라\"고 언급한다. 이러한 평행은 두 서술의 주제로 하여금 중심 주제를 강화시키는 역할을 하도록 만든다. 이 경우에 있어서의 주제는 축복의 성취이다. '생육하고 번성하여 땅에 충만하라.'(1:28). '축복'의 주제와 더불어 10장에서 두드러지는 '분리'의 주제는(5,32절) 저자의 목적에 있어서 계속해서 중심적 역할을 한다. 이러한 주제 뒤에 놓여 있는 개념은 모세오경의 마지막 말들 속에서 분명하게 드러난다. \"지극히 높으신 자가 열국의 기업을 주실 때 인종을 분정하실 때에 이스라엘 자손의 수효대로 민족들의 경계를 정하셨도다\" (신32:8)"
        }
    ]
}