{
    "bible_book": "창세기",
    "chapter_number": 29,
    "commentaries": [
        {
            "verse_reference": "29:1",
            "commentary": "발행하여(* - , 이사라글라우) - '들어올리다'란 동사 '나사'(* )의 미래형(의미는 과거)과 '발'을 뜻하는 '레겔'에 3인칭 접미어가 합쳐져 '그의 발을 들어올렸다'란 말이다. 여기서 야곱이 벧엘에서 하나님과 만난 이후 큰 소망과 부푼꿈으로 새롭게 출발함과 그 발걸음이 가벼워 빠른 속도로 진행했음을 보여준다. 동방 사람의 땅 - 보통 유브라데 서쪽 땅을 가르키는 말로서, 메소포타미아 지역과 팔레스틴 사이의 중간 지대로 보는 견해도 있으나(Barmes), 대부분의 학자들은(Keil, Lange) 메소포타미아 지역으로 본다. 따라서 이곳을 메소포타미아의 서북쪽인 하란 근방으로 보는 것이 타당하다. 특히 영역(Living Bible)은 여기에 '최종 도착지'(finally arriving)란 말을 삽입하여 이 견해를 뒷받침한다. 이곳은 브엘세바에서 약 720Km 떨어져 야곱은 대략 20일간의 여행 끝에 도착한 듯하다."
        },
        {
            "verse_reference": "29:2",
            "commentary": "(* , 웨힌네) - 문자적으로는 '그리고 볼지어다'란 뜻으로 개역 성경에는 생략됐으나 원문에는 '본즉'이란 말 바로 뒤에 나와 있다. 이는 예기치 않은 상황을 묘사하는 말로 야곱을 곧장 자기 친척의 양떼가 먹는 그 우물로 가게 하신 하나님의 섭리와 인도하심을 은연 중에 암시한다. 그 곁에(* , 알레하) - 직역하면 '그 위에'란 뜻으로 우물이 주위에 지면보다 낮은 곳에 위치했음을 나타내는 말이다. 한편 이 우물은 식수로 사용하는 마을 공동 우물이 아니라(24:11) 방목 하는 양떼를 위해서 들판에 만들어 놓은 목축용 우물인 듯하다. 우물 주위에는 돌로 만든 물통이 있고 먼저 온 순서대로 양떼에게 물을 .먹이며, 그 동안 다른 양은 가만히 앉아 기다리곤 했다. 먹임이라(* , 야쉬쿠) - '마시게 하다'란 뜻의 동사 '솨카'의 미완료형으로 습관적인 사실을 가리킨다. 즉 '사람들이 물을 먹이곤 했다'란 뜻이다. 큰 돌(* , 하에벤 게돌라) - 직역하면 '그 큰 돌'이다. 본문에서 정관사 '하'는 그 주변 사람들이면 누구나 알고 있는 사실을 가리키는 단어로 우물 입구를 막아두던 '큰 돌'을 지칭 한다. 이런 돌을 옮기는 데에는 몇 사람의 장정(壯丁)이 필요하다고 한다(Robinson)."
        },
        {
            "verse_reference": "29:3",
            "commentary": "모이면...옮기고...덮더라 - 모든 동사가 미완료형으로 사용돼 계속 해왔던 습관적인 행위를 표현한다. 이것은 공평한 물 분배와 무거운 입구 돌을 옮기기(2절) 위해 목자들 사이에 맺어진 약조(約條)이며 물이 귀한 지역의 특성이다. 한편 우물 입구를 돌로 봉쇄해둔 이유는(1) 태양열로 인한 물 증발을 피하고(2) 물 도난을 방지하며(3) 먼지와 모래등의 오물로 우물이 오염되는 것을 막기 위함 이었다.(4) 그리고 여행자나 동물들의 실족을 미연에 방지하기 위한 목적도 있었다."
        },
        {
            "verse_reference": "29:4",
            "commentary": "나의 형제 - 구약에서 같은 혈육인 형제 뿐만 아니라, 한 조상을 가진 먼 후손들도 가리킨다(13:8; 민 16:10; 신 24;7). 또한 더 넓은 의미로 모든 이스라엘 자손을 포함하기도 하여(레 24:46) 이는 신약 시대에 믿음의 동료를 '형제'라 부르는 용법의 배경이 됐다. 한편 서방 셈족의 비문에는 이 단어가 동등한 지위의 사람을 칭하거나, 혈족은 물론 직업상의 동료를 말하기도 했다. 본절에서는 야곱이 타지인에게 공손하게 말을 거는 것으로 목자들 사이에는 이런 말로써 낯선 사람을 만나도 다정하게 인사를 건네는 것이 당시의 일반적인 풍습이었다. 어디로서뇨...하란에서로다 - 들에 있는 우물이 곧 성읍은 아니기 때문에, 야곱은 먼저 자신의 현재 위치를 확인할 필요를 느꼈다. 이윽고 저사람들이 '하란에서 왔다'란 대답은 하나님께서 야곱의 여정에 깊이 관여하셨고 자상하게 인도하셨음을 보여준다. 한편 히브리어로 말하는 야곱과 갈대아어를 사용하는 목자사이에 대화가 통할 수 있었던 이유는(1) 야곱이 그 지방 출신 어머니 리브가에게서 갈대어를 배웠거나(Clericus)(2) 둘 다 셈족 계통의 언어이므로 당시에 큰 불편 없이 사용할 수 있었기 때문이다(Lange)."
        },
        {
            "verse_reference": "29:5",
            "commentary": "나홀의 손자 라반 - 야곱이 라반을 그의 아비인 브두엘(25:;20) 의 아들이라 칭하지 않고, 구태여 나홀의 손자로 부른 까닭은(1) 나홀이란 이름이 오래전부터 널리 알려진 세가(勢家)의 대명사였거나(2) 어머니 리브가의 아비인 브두엘 즉 외가(外家) 계통보다는 친가(親家)인 작은 할아버지 나홀에(11:26) 관하여 부친 이삭으로부터 자주 이야기를 들어 잘 알기 때문이었다."
        },
        {
            "verse_reference": "29:6",
            "commentary": "그가 평안하냐 - 라반의 근황을 묻는 이 질문은 단순한 인사가 아니라 그의 영혼, 정신, 사회 전반에 걸친 형편을 묻는 말이다. 또한 그곳에서 신부감을 구하라는 어머니 리브가의 분부가 실현될 수 있을 것인지에 대한 급박한 심정의 표현이기도 하다."
        },
        {
            "verse_reference": "29:7",
            "commentary": "해가 아직 높은즉(* ,하 욤 가돌) - '그 날'이란 '하욤'과 '크다','세력있다', '맹렬한' 등을 뜻하는 '가돌'이 합쳐 '그 날이 크다'란 말로서 '해가 아직 많이 남았다'란 히브리식 표현이다. 야곱이 이 말을 한 이유는 목자들이 귀한 시간을 낭비하는 것으로 알았으며, 또한 라헬이 도착하기 전에 저들을 다른 곳으로 보내고 라헬과 단둘이 만날 의도 였기 때문이다."
        },
        {
            "verse_reference": "29:8",
            "commentary": "그리하지 못하겠노라 - 목자들이 이 말을 한 배경은(1) 모두 모여서 그 돌을 옮기기로 한 약정 준수와(Murphy),(2) 낯선이와 라헬과의 극적 상봉의 광경을 지켜보고 싶어서였다(Leupold)."
        },
        {
            "verse_reference": "29:9",
            "commentary": "그가 그의 양들을 침이었더라(* , 로아 히우) - 직역하면 '그녀는(히우) 목자(로아)였다. 근동에서 처녀가 양치는 것은 이상한 일이 아니었으며 더욱이 라반에게는 아들이 없었으므로 불가피한 일이기도 하다."
        },
        {
            "verse_reference": "29:10",
            "commentary": "옮기고(* , 갈랄) - '굴려서 치우다', '맡기다'(시 37:5; 잠 26:3)란 뜻으로 자신의 삶을 하나님께 의뢰하거나(시 22:8), 본문에서처럼 어떤 것을 굴려 옮기는 물리적 행위를 의미한다(수 10:18; 삼상 14:33). 야곱이 그 큰 돌을 혼자 힘으로 옮길 수 있었던 이유는(1) 본래 힘이 센 자였거나(2) 라헬이 미모가 출중하여 첫눈에 반한 관계로 해서 자기도 모르는 용기와 힘이 생겨났기 때문이었을 것이다. 특히 본문은 '그 외삼촌 라반의'란 말을 세번 거듭 하므로써 외롭고 여행 끝에 친척을 만난 기쁨과 감정에서 이 행동이 자연스럽게 우러나왔음을 암시한다."
        },
        {
            "verse_reference": "29:11",
            "commentary": "그가 라헬에게 입맞추고 - 외사촌 여동생을 만난 기쁨과 애정의 표현이다. 이와 같은 격한 감정 표시는 처음 만난 라헬의 입장에서는 놀랄 만한 일이었지만 곧 야곱이 소리내어 울며 신분을 밝혔기 때문에(12절) 야곱의 행동을 거절하지 않은 듯하다. 소리내어 울며 - 자기 감정에 솔직했던 야곱의 일면을 보여준다. 그의 눈물은 천신 만고 끝에 친족을 만난 기쁨과(45:2, 14, 15). 한편으로는 고향집에 돌아갈 수 없는 자신의 신세에 대한 북받쳐 오르는 서러움 때문이다. 고대 근동의 생활상이 기록된 우가리트(Ugarit) 문헌을 보면 셈족 사람들은 기쁘거나 슬픈 일을 당할 때 조용히 울지 않고 큰 소리로 우는 것이 일반적이었음 을 알 수 있다."
        },
        {
            "verse_reference": "29:12",
            "commentary": "아비에게 고하매 - 아브라함 때에 종 엘리에셀을 만난 리브가가 자기 모친에게 먼저 간 것과는 달리(24:28), 라헬은 야곱의 신원을 파악하자 그 기쁜 소식을 황급히 자기 부친에게 알리러 갔다."
        },
        {
            "verse_reference": "29:13",
            "commentary": "라반이...소식을 듣고 - 아브라함의 종 엘리에셀이 라반의 누이 리브가를 이삭의 결혼 상대로 데려간 후(24:61) 거의 97년이란 세월이 흐른 뒤였기 때문에 누이 동생 리브가의 아들인 조카 야곱을 맞는 라반은 큰 기쁨과 감회에 젖었을 것이다. 입 맞추고(* , 예나 쉐크) - 강의형으로 표현되어 '몇번이고 입맞춤을 계속 했다'란 뜻이다. 이런 격동적인 행동이 야곱에 대한 라반의 진실된 사랑을 대변해 주는 것이라고 볼 수 없다. 훗날 그의 거듭되는 속임수가 이를 잘 입증해 준다. 자기의 모든 일 - 떠나올 때 그 어미 리브가가 당부했던 내용(Calvin)과 현재의 처지 및 집을 떠나게 동기등을 말한다(Lange)."
        },
        {
            "verse_reference": "29:14",
            "commentary": "너는...나의 골육(骨肉) 이로다 - 야곱의 설명(13절)에 라반이 모두 수긍하고 그 신분을 확인할 수 있었음을 시사하는 말이다. 라반은 야곱을 가장 가까운 혈육으로서 인정하였다(13:8; 삿 9:2; 삼하 5:1). 한달을...함께 거하더니 - 야곱을 자신의 '골육'으로 인정하는 확실한 증거이다. 유목 사회에서 아무런 조건없이 타인의 집에 한달간 유숙하기란 힘든 일이다."
        },
        {
            "verse_reference": "29:15",
            "commentary": "네 보수겠느냐 - 라반의 집에서 생활하는 동안 야곱은 성실히 일함으로써 유능한 목자로 인정되었다. 따라서 야곱의 사정을 알고 있는 라반은 그와 고용 계약을 맺기 원하였다. 그 이유에 대해서는 다음과 같은 견해가 있다. (1) 라반의 이기심과 약삭빠른 계산이 친절을 가장하여 나타난 것이다. 즉 야곱이 자신의 딸 라헬과 사랑에 빠져 있으므로 그다지 큰 요구를 제안하지 않으리라 예상했기 대문이다(Leupold).(2) 이것은 라반의 인척에 대한 사려 깊은 태도이다(Lange). 이유야 어떻든 라반은 이제 믿음직하고 유능한 일꾼이 자기 수하에 두게 되었다."
        },
        {
            "verse_reference": "29:17",
            "commentary": "안인력이 부족하고(* , 에네 라코트) - '눈'을 뜻하는 '아인'의 연계형(소유의미)과 '연약한'(신 28:56), '유순한'(욥 41:3)을 의미하는 형용사 '라코트'가 합쳐진 말이다. '라코트'는 히브리인의 감각에 따르면, 시력이 나쁜 것이 아니라 총기가 결여 되었다는 뜻으로 KJV는 '유약한', '가냘픈'(tender)으로 번역했다. 이는 '몹시 지치다', '슬프다'는 뜻의 '레아'라는 이름과 조화를 이루는 해석이다. 라헬은 곱고 아리따우니 - 직역하면 '라헬은 우아하고 외모가 아름답다'란 말로, 레아와 비교할 때 외모도 아름다웠거니와 성품 전체가 총명했던 것같다. 이는 '암양'이란 뜻의 '라헬'이라는 이름에서 느낄 수 있는 분위기이기도 하다. 이런 이유로 야곱은 평생 동안 라헬을 사랑했지만 하나님께서는 레아를 택하여 메시야의 계보를 잇게 하셨다(35절; 마1:2)."
        },
        {
            "verse_reference": "29:18",
            "commentary": "라헬을 위하여...칠 년을 봉사하리다 - 여기서 '봉사하다'(* , 아바드)는 신께 헌신하며(대하 33:16), 종으로서 일할(삼상 4:9) 때를 지칭한 말로서 철저하고도 성실한 순복을 가르킨다. 한편 고대 근동의 관습에 따르면 남자가 결혼하기 위해서는 지참금을 지불해야만 한다. 왜냐하면 딸을 출가시킨 가정은 사실상 그 만큼의 노동력 손실을 감수해야 하므로 이에 상응하는 보상을 필요로 했기 때문이다(출 2:16). 이것은 돈이 아닌 노역으로도 대신할 수 있었다(삼상 28:25). 본문에서는 깊은 사랑에 빠진 야곱이 결혼을 위해 지불할만큼 소유를 갖지 못했기 때문에 이러한 제안을 하게 된 것이다. 한편 야곱의 마음 한 구석에는 사랑하는 이를 위해서 완전한('7'이란 숫자가 의미 하듯이) 헌신을 하겠다는 결의로 차 있었을 것이다."
        },
        {
            "verse_reference": "29:19",
            "commentary": "네게 주는 것이...나으니 - 인척 사이에 결혼으로 인한 혈맹 관계를 유지하는 것이 고대 근동 사람들에게 흔한 일로서, 오늘날도 시리아인들과 아랍인들 사이에 시행되고 있다. 특히 본문은 야곱의 신앙이나 성실함 등이 그의 외삼촌 라반에게 깊은 인상을 주어 흔쾌한 동의를 받아냈음을 암시한다. 이로써 노사(勞使)의 계약이 완결되었다."
        },
        {
            "verse_reference": "29:20",
            "commentary": "칠 년을 수일같이 여겼더라 - 야곱의 사랑을 아름답고 효과적으로 묘사함으로써 남녀간의 참된 사랑이 성경의 인정을 받고 있음을 나타낸다. 실로 진실한 사랑은 모든 고통을 참고 견딜 수 있게 하는 놀라운 힘이다(고전 13:4-7; 히 6:10)."
        },
        {
            "verse_reference": "29:21",
            "commentary": "들어가겠나이다(* , 보) - '가다', '도착하다', '성관계를 맺다'란 뜻으로 본문에서는 '결혼하겠나이다'란 의미이다. 이때 야곱의 단도직입적인 요구는 7년 봉사 기간 동안에 이미 장인의 야비한 성품에 익숙해져 있었음을 암시한다."
        },
        {
            "verse_reference": "29:22",
            "commentary": "잔치하고(* , 미쉬테) - '마시다'란 뜻의 '솨타'에서 유래한 말이다. 당시 근동 지방에서 결혼 잔치는 보통 7일간 계속되었다(삿 14:10). 한편 여기서 라반이 흥청거리는 잔치를 베푼 이유는 소란한 분위기를 통해 신부를 바꿔 치는 일로 야곱을 속이려는 의도에서 비롯되엇다(Lange). 그 근거로 잔치를 여는 것은 당시의 관례이지만 초청된 그 사람 들로 하여금 후에 레아가 분명히 야곱과 혼례를 올린 것을 입증케 하려는 그의 의도를 들을 수 있었다."
        },
        {
            "verse_reference": "29:23",
            "commentary": "레아를...데려가매 - 당시에는 저녁에 신부가 얼굴 및 신체 모두가 가리워지는 베일을 하고 신랑 방에 들어가도록 되어 있었다(24:65). 레아가 이 계획에 동참했다는 사실은 그동안 레아도 야곱을 짝사랑해 왔음을 암시한다."
        },
        {
            "verse_reference": "29:24",
            "commentary": "시녀로 주었더라 - 결혼 선물로 평생 수종들 몸종을 붙여 주는 것은 당시 사회의 관습이었다. 고대 근동의 생활 관습이 기록된 누지 토판(Nuzi Tablets)에, 나타난 결혼 규약에 의하면 상전의 계집종은 그녀가 출가할 때 함께 가도록 규정되어 있을 뿐만 아니라 임신하지 못하는 여주인 대신 아이를 낳아 상전의 소생으로 돌려졌다(16:2;30:3, 4). 특히 본문에서 라반이 출가하는 자기 딸의 결혼 선물로 몸종만을 주었다는 사실은 그의 탐욕과 인색한 성품을 잘 드러내준다. 왜냐하면 그녀의 고모인 리브가는 출가할 당시 그녀의 조부 브두엘로부터 유모(24:59) 뿐만 아니라 종자들도(24:61) 받았기 때문이다. 또한 라반의 음흉한 계획에는 야곱의 두번째 아내로 '실바'가 구상되고 있었을 것이다."
        },
        {
            "verse_reference": "29:25",
            "commentary": "아침에 보니 레아가 - 연로한 아비의 결점을 이용해 형을 속이고, 장자권을 탈취할 만큼 영리했던 야곱이 이제는 도리어 외삼촌의 속임수에 넘어감으로써 라헬 대신 언니인 레아를 취하게 되었다. 이처럼 사람은 심는 대로 거두며(갈 6:7) 때때로 죄는 벌받는다(삼하 12:10-12). 한편 야곱이 그토록 7년 동안 연연했던 라헬을 그 언니 레아와 분간하지 못한 이유는 다음과 같을 것이다.(1) 장인이 신부를 바꾸리라곤 야곱에게는 전혀 예기치 못했던 일이며 (2) 당시 풍습을 따라 신부는 베일로 얼굴과 몸 전체를 가리웠기 때문이며 (3) 신혼 방은 보통 어두운데다(4) 야곱은 분명 잔치 때 7년간 기다린 일이 이뤄졌다는 설레임 때문에 술에 만취했을 것이며(5) 사전에 라반의 계획을 듣고 흔쾌히 동의한 레아가 마치 라헬처럼 처신했기 때일 것이다. 나를 속이심은 어찜이니이까 - 이 질문은 '외삼촌 라반이 조카인 나의 순결한 사랑에 모욕을 줄 수 있으며, 당신에 대한 변함없는 헌신을 묵살할 수 있겠느냐'는 야곱의 억울한 심사를 대변한다. 그러나 레아가 야곱의 아내가 될 수 있었음은 하나님의 특별한 간섭이다. 즉 레아를 통해 메시야의 족보를 형성하시려는 하나님의 섭리가 작용한 것이다(35절; 마 1:2). 이처럼 구속사의 전개는 사람의 뜻이 아닌 하나님의 작정(作定)에 의해 이루어져 간다(잠 16:33)."
        },
        {
            "verse_reference": "29:26",
            "commentary": "아우를 먼저 주는 것은...아니하는 바이라 - 이러한 관습이 고대 인도와 이집 트 및 하란에서 행하여지던 일이라 할지라도 라반의 이 말은 변명에 불과하다. 왜냐하면 그는 마땅히 처음 계약할 때 이런 관습을 이야기했어야만 옳았다. 한편 첫째 자녀에 대한 이같은 권리 주장은 장자권을 탈취했던 야곱의 심부 깊숙이 꽃히는 비수와도 같은 말이었을 것이다."
        },
        {
            "verse_reference": "29:27",
            "commentary": "채우라(* , 마레) - 강의형 명령법으로 약속된 사항에 대한 이행을 강조하는 말로서, 기왕 이렇게된 바 레아를 위해서 결혼 잔치 기간(삿 14:12)인 칠 일을 채우라는 뜻이다. 특히 신혼 기간에는 신랑 신부가 모든 사람의 관심을 받았으니 이때 야곱의 기막힌 심정을 짐작할 수 있다. 또 칠년을...봉사할지니라 - 자기의 두딸을 빌미로 훌륭한 노동력을 제공 받으려는 라반의 타산적인 제의이다."
        },
        {
            "verse_reference": "29:28",
            "commentary": "라헬도 그에게 아내로 주고 - 성경적 결혼관은 일부일처제(2:18, 24; 잠 12:4;31:10-31)이나 중혼 제도(重婚制度)가 족장 시대 당시 사회에서 인정되었다. 특히 중혼 제도에 의해 부인들은 첩과는 달리 모두 정식 아내의 특권을 가졌으나 이 역시 타락이후 죄악된 인간성의 한 면모를 보여 주는 것으로 후에 율법은 골육지친간의 결혼을 금지하고 있다(레 18, 20장). 이는 하나님이 제정하시고 분열시키고 갈등을 일으키는 주요인이 되기 때문이다(30:1-8). 그 대로 하여 - 법적으로는 야곱이 레아를 거절할 수도 있었으나 자신이 행한 과거의 기만을 회상하며 하나님께서 자신의 속임수에 대한 징계하심으로 인식했다. 따라서 한편 생각하면 어처구니 없는 자신의 심사를 달래며, 신부를 신방에서 내쫓는 등의 과격한 행동을 취하지 않고 무난히 7일간의 혼례기간을 채우게 있다."
        },
        {
            "verse_reference": "29:30",
            "commentary": "라헬을 더 사랑하고 - 이 말은 레아도 조금이나마 야곱의 보살핌을 받았다는 것을 암시한다. 그러나 이러한 편애는 그 가정에서의 계속적인 갈등과 반목, 그리고 질투심을 일으키는 원인이 되었다. 이는 곧 결혼이 하나님의 뜻을 거역한 데서부터 시작될 때 그러한 가정에는 분열과 불행이 있기 마련임을 보여 준다. 한편 혹자는 야곱의 두 아내 중 레아를 율법 아래 놓인 유대인으로, 라헬을 복음으로 살아가는 기독교인으로 보기도 한다(Light foot)."
        },
        {
            "verse_reference": "29:31",
            "commentary": "총이 없음(* , 세누아) - '미워하다'란 뜻을 가진 동사 '사네'의 수동태로서 '미움받은'(말 1:3)이란 의미이다. 본문에서는 '미워하다'란 뜻보다는 라헬에 비하여 레아가 상대적으로 사랑을 받지 못함을 일컫는 말이다. 보시고(* , 라아) - 일반적으로 눈으로 보는 것을 가리키나, 한편 어떤 것을 하나님의 편에서 받아 들이는 행위도 의미한다(7:1). 따라서 본절에서는 레아의 딱한 사정을 하나님께서 긍휼히 여기셨다는 뜻이다. 라헬은 무자하더라 - 여기서 고통 받는 자에게는 위로를 주시며, 축복받은 자에게 교만치 없도록 근신케 하시는 하나님의 세심한 배려를 볼 수 있다, 그러나 보다 중요한 것은, 야곱의 자손을 통해 이루어지는 이스라엘 민족의 기원이 결코 인간적인 생각에 의한 것이 아니라 하나님의 깊은 섭리와 주권적인 역사에 의한 것임을 명백히 나타내고 있는 점이다(대하 20:6; 시 10:14-18)."
        },
        {
            "verse_reference": "29:32",
            "commentary": "르우벤(* ) - '보라'를 뜻하는 '르우'와 '아들'을 나타내는 '벤'의 합성어로 '보라 아들이다'란 의미이다. 이름이 뜻하듯 르우벤의 출생은 레아에게는 하나님의 특별한 은총이요, 예기치 않은 축복이었다(49:3). 여호와께서 - 레아가 하나님을 조상들과 언약을 맺으신 여호와로 알았다는 사실은 그녀의 신앙이 어느 만큼 성숙했던지를 보여 준다. 괴로움을 권고하셨으니 - 여기서는 '권고하셨다'(* , 키 라아) - '의심없이(분명히) 보셨다'는 뜻으로서 하나님께서 레아의 고통에 찬 일거수 일투족을 일일이 관찰하시고 긍휼이 여기셨음을 가리킨다."
        },
        {
            "verse_reference": "29:33",
            "commentary": "시므온(* ) - '들으심'을 뜻하는 말로 레아가 자신의 고통스러운 처지를 호소한 결과 하나님께서 응답하신 증거로서 그 아들을 얻었음을 암시한다. 레아는 믿음과 간구의 여인이었다."
        },
        {
            "verse_reference": "29:34",
            "commentary": "레위(* ) - '연합하다', '애착하다'란 동사 '라와'의 수동형에서 파생된 이름으로 '...와 연합하다', '연계를 맺다'는 뜻이다. 이 이름에서 레아가 얼마나 남편야곱의 사랑을 갈급해 왔는가를 알 수 있다."
        },
        {
            "verse_reference": "29:35",
            "commentary": "찬송하리로다(* , 오데) - '찬양하다'란 뜻을 지닌 동사 '야다'의 사역형으로 하나님의 속성과 그의 하신 일에 대한 감사의 고백을 의미한다(대상 16:4; 시92:12; 99:3). 이는 레아가 네째 아들을 낳고 더 이상 남편의 무관심을 받지 않음으로써 행복에 벅차 그에게 붙여준 이름의 뜻이다. 그런데 후에 이 유다의 후손 가운데에서 그리스도가 탄생했다는 사실은 낮은 자를 높이시며(삼상 2:7, 8;겔 21:26), 그를 통해 찬양을 받으시기를 원하시는 하나님의 섭리를 나타낸다. 생산이 멈추었더라 - '멈추다'는 히브리어 '아마드'(* )는 '지체하다', '서다'(19:27)등의 뜻으로 임신 가능성이 완전히 멈춘 것이 아니라 일시적으로 중지되었다는 뜻이다. 왜냐하면 레아는 후에 잇사갈과 스불론 및 딸 디나를 더 낳았기 때문이다(30:17-21). 벧엘 언약을 통해 하나님은 야곱과 늘 함께하시며 어떤 위경에도 지켜주실 것과 그 약속하신 바를 이루실때까지 그를 저버리지 않으시겠다고 약속하셨다(28:13-14). 본 장에는 그 어약하신대로 하나님께서 야곱의 길고 험한 도피 여행(브엘세바에서 밧단아람까지는 약 800km의 산길이다)동안 그와 더불어 계셨으며 목적지 까지 무사히 인도하신 사건이 기록되었다. 하나님은 아브라함 이래로 계속해오신 언약 후손의 번창에 대한 약속성취의 일환으로 야곱에게 가정과 일터와 자녀까지 허락하셨다(13:15, 16; 26:3,4). 이는 하나님께서 아무리 사소한 약속이라도, 심지어 그 약속상대의 도덕적 결함에도 불구하고 한번 맺으신 것은 마침내 이루시고야 마시는 당신의 오래참으심과 신실함을 반영한 사건이다. 본상을 요약하면 야곱과 그의 아내가 될 라헬이 만나게 되는 배경이 설명되었고(1-8절). 야곱이 외삼촌 라반과의 만남을 통해 차츰 안정되어가는 모습을 담고 있으며(9-14절). 믈질욕에 강한 라반의 기만으로 모진 고초를 감래해야하는 야곱의 실현을 다루고 있다(15-30절). 이는 언약 후손으로서의 성품 전환이란 측면에서 적절한 시련기간이라 할 수 있다. 이어 두 아내를 거느린 야곱 가정의 갈등을 묘사하고 있으며 특히 사랑 받지 못하는 레아에게 다산(多産)의 축복을 허락하심으로써 당신의 사랑이 모든이에게 동일하게 미침됨을 보이셧다(31-35절). 우리는 본장을 통해 야곱가정의 태동과 그 가정의 분위기를 목격하게 되는데 한마디로 기만돠 경쟁심과 질투가 뒤섞인 것임을 볼 수 있다. 그러나 우리는 이러한 잡음 많은 가정을 들어 구속사에 중요한 역활을 하게하신 하나님의 초월적인 경륜을 이해할 수 잇어야 한다. 오늘날 언약의 자손된 우리 또한 스스로를 볼때 한없이 실망스런 존재일지 모르나 어약을 성실히 지켜가시는 하나님의 그 크신 사랑과 긍휼로 인하여 결코 실망할 수 없는 존재임을 발견하게 된다. 1. 하란에 도착한 야곱(29:-14) 야곱은 벧엘에서 하나님과의 회우(會遇) 전까지만해도 지옥같은 절망에 사로잡혔으나 벧엘 사건 이후 목적지 하란에 이르는 여정은 마치 천국에로의 활기찬 여행과 같았을 것이다. 왜냐하면 하나님께서 자기와 늘 함께 하신다는 사실을 의식했기 때문이었다. 이러한 야곱의 신의식(神意識)은 낯선 땅 하란에 도착한 지경에 까지도 계속 유지되어 이방인인 그가 마치 하란 땅의 주인인양 우물 관리를 임의되로 집행하는 등 자신만만하게 처신하였다. 한편 그가 라헬과 삼촌 라반을 만난 장면은 약 1세기전, 이삭의 신부감을 위해 이곳에 보내졌던 종 엘리에셀의 경험과 너무 흡사하다(24:15, 28-31). 약 100년의 시차를 둔 양 사건은 하나님께서 당신의 백성을 어떻게 구체적으로 인도하고 계시는가를 보여주는 산 증거들이다. 하나님은 오늘도 우리가 알지 못하는 순간에 우리의 사고와 발걸음을 지도하고 계신다. 성도의 삶은 결코 우연이나 요행이 아닌, 오직 하나님의 주권적인 섭리에 의해 진행된다. 이것을 믿는자는 그 삶이 항상 유쾌하며 감사가 넘친다. * 성경에 언급된 목자. 고대 팔레스틴 경제에 제일 중요한 위치를 차지한 것이 목축업이었다. 기후 조건(비가 절대 부족했기에 농업은 크게 부흥할 수 없었다)과 광야의 산지를 이루는 특수한 지형때문에 자연스럽게 목축업이 발달하게 된 것이다. 그 중에서도 특별히 번식력이 왕성하며 의식주 생활에 필요한 고기와 젖과 털을 제공하는 양(羊)을 대량 방목하였다. 성경에는 이 목축에 종사하는 '목자'란 직업이 아벧(4:2) 때부터 생겨난 것으로 보았으며 대부분의 창세기 족장들의 직업이었다고 기록하였다(13:7; 26:20; 30:36; 37:32). 그러므로 히브리인들에게 있어서 목자란 결코 천대받을 수 없는 직업이었다. 그러나 농업을 기간 산업으로 절대 왕권을 자랑했던 고대 애굽인들에게는 이 직업이 매우 천한것으로 여겨진 것 같다. 이는 야곱의 아들들이 애굽에 내려 갔을 때, 그들의 직업으로 인해 애굽인 공동체 안에 거주하는 것이 거부된 사실에서 알 수 있다(46:34). 한편 목자들의 주 임무는 가축에게 풍부한 물과 목초지를 찾아주는 일(13:10) 흩어진 가축 때를 모으며 질서를 잡아주는 일(렘 31:10; 겔 34:2,12) 가축을 들짐승과 도둑으로 부터 보호하는 일(암 3:12)등이다. 이처럼 가축때를 보호하고 이도하는 사람으로서의 목자 생활은 하나님의 백성을 지도할 일꾼을 양성하기 위해 필요한 과정으로 채택되기에 족했다. 그 예로 모세가 출애굽의 위업을 위해 부름받기 전에 목자로 있었으며(출 3:1). 이스라엘의 성군 다윗도 어린 시절 목동 생활을 했었다(삼상 16:11). 특별히 많은 가측 때를 안전하게 인도한다는 측면에서 목자는 이스라엘의 참된 인도자 되신 하나님으로 비유되기도 했다. 이러한 개념을 최초로 성립한 사람들이 목자 자신들이었다. 야곱은 운명 직전에 하나님을 이렇게 불렀고(48:15), 다윗(시 23:1)과 아삽(시 80:1) 역시도 하나님을 신실한 목자로서 고백하였다. 이외에도 예언서 기자들은 목자의 특성, 즉 양무리를 인도하고 먹이는 자란 점에서 사랑과 보호의 하나님을(사 40:11), 생명을 돌보지 않고 가축을 지킨다는 사실에서 택자를 지키시는 하나님을(렘 31:10), 흩어진 무리를 찾는 집념과 성실을 들어 찾으시는 하나님을(겔 34:12) 각각 묘사하고 있다. 이러한 사상은 신약 시대까지 전수 되었다. 예수 그리스도께서는 자신을 양떼를 위해 목숨을 버리는 '선한 목자'로 선언하셨으며(요 10:2,11,14,16), 그 선언에 걸 맞게 희생적인 일생을 사셨다(마 25:32; 26:31). 그리고 히브리서의 기자는 예수를 '양이 큰 목자'(히 13:20)로, 베드로는 '영혼의 목자'(벧전 2:25)로 각각 묘사 하였다. 오늘날 예수 그리스도는 우리들의 큰 목자가 되셔서 쉴 만한 물가, 푸른 초장으로 인도하실 뿐아니라, 들짐승 같은 세상의 온갖 시련과 유혹으로 부터 우리를 지켜 주신다. 우리는 그분의 음성(말씀)을 따라 우리의 발걸음을 옮겨가야 할 것이다(요 10:4). 2. 야곱의 하란 정착과 결혼(29:15-30) 사랑에 기초한 봉사는 즐겁고 유익한 것이지만 그렇게 못한 경우의 봉사는 무거운 짐이며 고역일 것이다. 유랑 생할을 마감한 야곱 앞에는 새로운 일터와 그가 흠모할 만한 여인이 준비되어 있었다. 그 여인은 야곱이 생소한 환경과 고된 일을 쉽게 적을 할 수 있게 한 원동력이었다(20절). 이처럼 사랑은 고통스럽고 불안한 환경을 초월할 수 있는 힘이다. 마찬가지로 하나님을 사랑하는 자는 그분께 대한 헌신을 결코 부담스럽게 생각하지 않으며 자기 앞에 놓인 십자가를 즐겨질 수 있다(마 16:24). 야곱은 70세가 넘도록 어머니의 사랑만 받아왔으나 라헬에 대한 사랑이 움틈으로써 희생이 요구되는 참사랑의 의미를 체득하게 되었다. 그런데 그에게 한가지 문제가 발생했다. 삼촌 라반의 속임수로 그에게 14년 동안의 노역이 주어진 것이다(25-27절). 물론 이것은 라반의 간교함에 근거하지만, 궁극적으로는 언약의 상속자로서의 12지파를 태동케하는 계기를 만들었을 뿐 아니라(31절-30:24). 한편으로는 아버지를 속인 야곱에 대한 하나님의 징벌로도 볼 수 있다. 하나님은 택자 야곱을 사랑하시고 축복하셨으나 그가 언약의 후손으로서 당신의 뜻을 이뤄가기에는 미흡한 점이 많음을 아셨다. 이에 그의 신앙 성숙을 위해 하나님은 사랑의 매를 드셨고(히 12:6), 남을 속이는 것이 얼마나 나쁜 일인지를 경험하게 하셨다(사 32:1). 이처럼 하나님은 사랑하는 자들의 성숙과 성결을 위해 여러 가지 모양으로 연단하신다(욥 23:10; 히 12:11; 벧전 1:7). 물론 이 연단 과정 동안 피할 길과 이겨낼 힘을 제공하시는 것은 두말할나위 없다(고전10:13). 야곱에게는 라헬을 향한 열애가 바로 하나님이 제공하신 위로와 피할 길의 한 방법이었다. * 성경에 언급한 노동자의 임금(賃金). 고대 파레스틴에서는 주인의 재산으로서 자유가 전혀 없는 노예와는 달리 일정한 시간동안 계약된 임금을 받고 일해 주는 자유 노동자가 있었다. 이들은 대부분 타 지역에서 이주해온 정착자나 장거리 여행 중에 있는 유랑객들이었다(출 12:45; 레 22:10; 신 24:14). 야곱이 라반의 집에 고용된 것이 바로 이런 경우였다(15절). 이스라엘이 가나안에 정착한 이후부터 사회와 직업이 다양해지고 빈부의 격차가 심화되어 가자 이런 노동자 계층이 증가하게 되었다(신 24:14). 성경에 언급된 품삯 노동자의 직업을 살펴보면 목자(15절; 암 3:12; 요 10:12), 곡식 추수꾼(룻 2:3; 왕하 4:18), 품꾼과 일꾼(마 10:1,2; 눅 10:7; 요 4:36), 삯꾼(막 1:20), 용병(사 16:4; 눅 3:14), 산파(출 2:9) 등이 있다. 이들은 하루를 기준으로 품삯 계약을 맺거나(신 24:15) 1년을 계약하기도 했다(레 25:50).신약 시대의 하루 품삯이 1데나리온(마 20:2)이었던 것과 달리 임금 수준이 불분명했던 고대 팔레스틴에서는 고용자와 피고용자간에 협상으로 계약이 성립되었는데 야곱과 라반의 고용 계약이 바로 이런 경우이다(30:28). 이와 유사한 노사 협상이 예수의 포도원 비유에서 언급되었다(마 20:1-16). 한편 자유 노동자들의 신분은 결코 천시되지 않았으나(욥 7:1; 14:6) 간혹 품삯을 못받는 불합리한 경우도 있었다. 이에 대해 율법에는 노동자들의 보호 조항으로서 매일 해지기 전에 임금을 지불하도록 규정하였으며(레 19:13;신 24:14,15), 선지자들은 자신의 사욕만을 채우는 고용자들의 죄악상을 철저히 고발하였다(렘 22:13; 말 3:5). 노사간의 갈등은 시대를 초월하여 있어온 문제로서 자신의 입장에서 문제를 해결하려 들면 끝없는 분쟁만 따를 뿐이다. 그러나 서로의 처지를 이해하고 각자의 위치에서성실과 공의에 입각하여 책임을 다할때 모든 노사 분규는 사라질 것이다(골 3:22-4:1). 3. 레아의 출산(29:31-35) 마음에 없는 결혼이란 상대를 모두 피곤하게 한다. 마음이 오통 라헬에게 빠져버린 야곱에게는 레아가 안중에 없었다. 그러므로 신혼의 단꿈을 잃어버린 레아의 삶은 여간 고통스러운 것이 아니었다. 이에 하나님은 그녀에게 당신의 축복의 증표인(시 127:3) 아들을 생산케 함으로서 형용할 수 없는 기쁨과 위로를 제공하셨다. 이처럼 하나님은 고통당하는 자의 편에 서셔서 그 상처를 치유하시며, 그의 대변자가 되어 주신다(삼상 1:19). 레아는 연이어 내 아들을 얻는 축복을 받았고 그 아들이 태어날때마다 그 아들들에 대한 하나님의 주권이 인정하며 그 사랑에 감사하고, 더불어 남편의 사랑을 갈구하는 각각의 이름을 지었다. 특히 그녀는 메시아의 조상이 된 유다(마 1:2)를 출산하는 영광을 얻었는데, 이는 분명 낮은자를 높이시는 여호와의 강권적인 역사에 의해 이루어진 것이다(삼상 2:8; 눅 1:25). 후일 유다의 후손으로 오신 예수께서도 낮고 천한자, 빈핍한 자를 구원하시기 위해 이 땅에 오셨다(눅 4:18,19). 우리는 본문을 통해 자녀 생산은 인간의 노력 이전에 생명의 주인이신 하나님의 섭리에 따른다는 사실과 언약의 계승자인 이스라엘의 혈통은 하나님의 주권적인 간섭에 의한 것이라는 점을 다시한번 확인 할 수 있다. 그리하여 영적 이스라엘인 우리의 출생(구원)도 바로 이 같은 하나님의 주권적인 섭리에 의해 이루어졌다(요 6:44,65; 10:28,29)."
        }
    ]
}