{
    "bible_book": "창세기",
    "chapter_number": 16,
    "commentaries": [
        {
            "verse_reference": "16:1",
            "commentary": "생산치 못하였고 - 하나님의 거듭된 약속(12:7;13:15,16;15:4)에도 불구하고 사래가 늙도록 아이를 갖지 못한 것은 신앙생활의 한 갈등 요인이었을 것이다. 더군다나 히브리인들에게 있어서 아이를 갖지 못하는 것은 단순히 신체적 결함으로 여기기 보다는 하나님으로부터 저주를 받은 것으로 여겨졌으니(20:17,18) 그 갈등은 더욱 심하였을 것이다. 따라서 사래는 이러한 갈등을 해소하기 위한 인간적 방도를 모색하였는데(2절)이 역시 후사문제에 대해 아브람이 범하였던 것과 동일한 실수가 아닐 수 없다(15:3). 왜냐하면 하나님의 약속은 한치도 어김이 없이 반드시 다 이루어지며, 그러한 성취의 때는 인간의 생각을 초월한 하나님 편의 적절한 때를 좇아 이루어지기 때문이다(전3:1,2;사 55:8,9). 한 여종이 있으니 애굽 사람이요 - 아브람이 기근을 피해 애굽에 내려 갔을 때 사래 사건으로 인하여 바로에게서 선물로 받았던 노비들 중의 한 사람인 것으로 추측된다."
        },
        {
            "verse_reference": "16:2",
            "commentary": "생산을 허락지 아니하셨으니 - 하나님께서 자신의 태(胎)를 닫으셨다는 뜻으로 이제부터 하려고 하는 일의 책임이 근본적으로 하나님께 있음을 단언한 말이다. 물론 인간의 잉태를 주관하시는 분은 하나님이시다(29:31;시127:3;사 66:9). 따라서 사래는 더욱 더 하나님만을 믿고 그 약속을 의지해야 했다. 그럼에도 불구하고 하나님의 약속을 신뢰하지 않고 그분의 잉태케 하시는 역사를 긔까지 기다리지 못한 채 스스로 성급한 판단과 섣부른 일을 감행한 데 사래의 잘못이 있는 것이다. 결국 이 사래의 실수는 장차 큰 비극의 전조가 되었다. 여종과 동침하라 - 족장이나 부호(富豪)와 같은 상류 계층에선 부부간에 자식이 없을 경우, 아내가 자신의 여종을 남면에게 주어 후사를 보도록 하는 것이 고대 근동의 관습이었다(Nuzi Tablets)그리고 이 경우 태어난 아기는 여종에게가 아니라 아내에게 속하도록 되어 있었다. 따라서 사래의 행동은 당시의 생활 습속을 따른 어쩌면 자연스런 행위였다고도 볼 수 있으나(1) 하나님의 약속을 믿고 인내하는 신앙심을 결여한 점과(2) 이로써 하나님의 창조 질서인 일부 일처제를 파괴하였다는 잘못은 면할 수 없다. 얻을까 하노라 - 직역하면 '세울 수 있을 것이다'. 이는 하갈을 통하여 자신을 중심한 새 가정을 일으키려는 사래의 인간적 의도를 잘 드러내 준다 이런 점에서도 사래는 하갈을 인격체로서 보다는 생산 수단으로만 대하였다는 비난을 받을 수있다. 왜냐하면 비록 종이 주인의 재산이긴 하지만 그의 생명 역시 하나님께로부터 온 것으로 마땅히 존중받아야 할 고귀한 인격체이기 때문이다(엡 6:9). 들으니라( , 솨마) - '동의하다', '만족하다'는 듯으로 사래가 제시하는 요구와 방법이 어떠한 의미를 지닌 것인지 분명히 알고서도 아브람이 이에 응하였음을 나타내 준다. 즉 그는 사래의 요구가 하나님 의 뜻과 계획에 상반되는 철저히 인간적인 방법임을 알면서도 이에 한마디의 반론도 제기하지 않은 채 수락한 것이다. 실로 그들은 칼빈(Calvin)의 지적대로 약속의 본질에는 관심이 없고 그 성취 방법에만 몰두하였던 것이다. 이처럼 하나님의 뜻을 인간적인 방법과 잔꾀로 성취해 보려고 하는 것은 인간 교만의 발로이자 잘못이다. 하나님의 뜻은 어디까지나 하나님의 방법으로만 이루어가야 한다. 목적만 좋으면 수단과 방법은 정당화되기 마련이라는 사고는 일반 사회에서조차 질타당하는 잘못된 생각이다(롬 6:1)."
        },
        {
            "verse_reference": "16:3",
            "commentary": "십년 후 - 아브람이 하란을 떠나 가나안으로 이주할 때의 나이는 75세였다(12:4) 따라서 이때는 아브람이 85세가 되던 해이다. 그런데 하나님의 약속의 자녀인 이삭은 그로부터도 15년이 더 지난 100세가 되어서야 비로소 주어졌으니(21:5) 하나님을 신뢰하며 그분의 말씀대로 산다는 것은 결코 쉬운 일이 아님을 알 수 있다. 그러기에 예수께서는 우리에게 \"자기를 부인하고 자기 십자가를 지고 나를 좇을 것이니라\"(마 16:24)고 명하셨다."
        },
        {
            "verse_reference": "16:4",
            "commentary": "잉태하매...멸시한지라 - 직역하면 '잉태하자...눈에 하찮게 보였다'. 당시에는 여자가 잉태치 못하는 것을 대단한 치욕으로 생각했고 다산(多産)을 신의 은총으로 간주했었으니(29:32,35;30:6,20)이러한 일이 충분히 일어날 수 있었을 것이다(삼상 1:6).결국 사래는 자신의 계책에 자신이 얽매이는 비참 한 꼴을 당한 셈인데 이는 일부 다처주의(一夫多妻主義)에서 오는 폐단과 비극의 한 예라 할 수 있다(삼하 16:21,22)."
        },
        {
            "verse_reference": "16:5",
            "commentary": "나의 받는 욕 - '욕'에 해당하는 히브리어 '하마스'( )는 '손해', '강포'를 뜻하는데 이는 곧 주인인 사래가 일개 여종에 지나지 않는 하갈로부터 받은 멸시가 견디기 힘들 정도로 강포스러운 것이었음을 나타내 준다. 당신이 받아야 옳도다 - 직역하면 '그것은 당신 탓이다'. Livivg Bible 은 이를 '그것은 모두 당신 잘못이다'(It's all your fault)로 번역하였는데 하갈 사건으로 파생된 모든 책임을 회피하려는 간사한 인간 속성이 잘 드러나 있다. 즉 사래는 아브람이 수태한 하갈을 편애한 결과 하갈이 더욱더 자신을 멸시할 수 있었던 것으로 생각한 것 같다. 아뭏든 인간이 보편적으로 갖고있는 이러한 책임 회피 성향은 범죄한 인류의조상 아담과 하와로부터 비롯된 인간 치부(恥部)이다(3:12,13). 여호와께서 판단하시기를 - 자칫 이 말은 자신과 아브람의 행위를 하나님의 공의에 따라 정당하게 심판받겠다는 결연한 의지 표명인 것으로 오해할 수 있다. 그러나 이는 자신의 잘못에 대하여 참된 성찰도 하지 않은채 감정에 치우쳐 모든 책임을 아브람에게 미루기 위하여 하나님의 이름을 남용한 것에 지나지 않는다(Calvin). 그렇지 않았더라면 사래가 이 일로 하갈을 학대하였을리 만무하다(6절) 그러므로 여기서 우리는 자신의 계획이나 행위에 정당성을 부여하기 위하여 하나님의 이름을 도용하는 것과 같은 죄악을 범치 말아야 할것이다."
        },
        {
            "verse_reference": "16:6",
            "commentary": "눈에 좋은 대로...행하라 - '원하는 대로 하라'는 히브리식 관용 표현이다. 당시의 관습에 의하면 여주인인 사래는 하갈를 종으로 환원시킬 수 있는 권리가 있었다. 따라서 이 말은 사래가 그렇게 하여도 좋다는 뜻이다. 이는 칼빈(Calvin)의 지적대로(1) 가정의 평화를 회복하기 원하는 아브람의 합당한 조처이자(2)하갈을 통하여 약속의 자녀를 얻으려 했던 자신들의 생각이 잘못되었다는 간접적인 시인이 기도 하다. 그러나 반면, 후사 문제에 대한 족장의 나약성과(Bush), 장차 태어날 아이의 어머니에 대한 부당한 대우(Candlisch) 등도 엿보인다. 학대하였더니( , 아나) - 원뜻은 '응답하다'로 하갈이 사래를 멸시한 것만큼 그에 상응하는 보복을 가했음을 시사해 준다. 하갈이...도망하였더라 - 빈곤의 악순환을 연상시켜 주는 죄악의 사슬고리 현상이다. 즉 사래의 인간적 계획->아브람의 동조->하갈의 교만->사래와 아브람 간의 불화->종의 신분으로 환원된 하갈->사래의 학대->하갈의 도망 순으로 계속 증대되는 죄악은 우리들에게 한 순간의 잘못이 엄청난 비극을 불러일으킬 수 있다는 경각심을 심어 주기에 충분하다(약 1:14)."
        },
        {
            "verse_reference": "16:7",
            "commentary": "여호와의 사자( , 말라크 예호와) - '말라크'(사자)는 '보냄을 받은 자'란 뜻으로 대개는 '천사'를 의미한다(19:1;민 20:16;왕 상 13:18;호 12:4;슥 2:3). 그러나 여기서는 성육신 이전 이 땅에 현현(顯現)하신 성자 하나님 곧 그리스도를 의미하는데 이는(1) 하갈이 그를 가리켜 '하나님'이라 부른점(13절)(2) 죄인으로서 제 1위 되시는 성부하나님의 본체를 본 자는 살 수 없다는 점(출19:21-24;삿 13:22) 제 3위 되시는 성령은 단일성(單一性)을 지닌 불가변(不可變)적존재이므로 인신(人身)의 형태를 취하지 않는다는 점 등을 고려할 때 그러하다. 광야의 샘 - 일종의 오아시스로 주위에 사람이 상시(常時) 거주치는 않으나 이동 중에 있는 유목민들이 가축들에게 물을 먹일 수 있도록 개발한 샘인 듯하다."
        },
        {
            "verse_reference": "16:8",
            "commentary": "사래의 여종 하갈아 - 비록 하갈이 사래의 학대를 피해 달아날지라도 여전히 그녀는 '사래의 여종'임을 상기시켜 주는 말이다. 종이 자유를 얻을 수 있는 길은 주인으로부터의 사면에 있지 결코 도망치는 것에 있지는 않다. 따라서 이 말은 불확실한 도피 행각을 벌이고 있는 하갈에게 그녀가 취할 마땅한 행동이 무엇인지를 일깨워 주었을 것이다. 어디서 왔으며 어디로 가느냐 - 축복받은 장막인 아브람의 가정을 떠나 죄악과 우상 숭배의 도시인 애굽으로가는 것은 옳지 않다는 반문이다. 하나님께서는 인류 초기부터 타락한 아담에게(3:9), 그리고 가인에게(4:9) 이 '어디'(where)란 물음을 던 져오셨는데 이것은 타락한 인간이 자신의 현 위 치를 파악하고 회개하며 돌아오기를 간구하는 그분의 눈물어린 호소이다. 그런데 지금 또다시 하갈에게 던져진 이 어김없는 질문은, 오늘날 세상 향락에 탐닉되기 좋아하는 우리들에게도 역시 들려오고 있는 피 묻은 주님의 음성이다. 여주인 사래를 피하여 - '사래를 피하여'라는 말은 하갈이 자신의 고향 애굽으로 도망치는 원인이 그녀로 부터 받은 견딜 수 없는 학대(6절)에 있음을 강조한 것이다. 이로써 도피 행위를 변호하고 선처(善處)를 호소하였을 것이다(Lange). 한편 하갈이 사래를 자신의 '여주인'으로 호칭한 점은 하나님의 말씀에 양심이 움직이고, 자신이 여전히 사래의 종이란 사실을 분명히 바각케 되었음을 뜻한다."
        },
        {
            "verse_reference": "16:9",
            "commentary": "돌아가서 - 문제 해결을 위해 우선적으로 취하여야 할 방도이다. 하나님의 품을 떠나 곁길로 간 죄인이 용서받을 수 있는 길은 돌이켜 하나님께로 돌아가는 것이듯(신 30:9,10). 주인에게서 달아난 종이 사죄받을 수 있는 첩경은 다시금 그에게로 돌아가는 것이다. 훗날 빌레몬의 달아난 종 모네시모 에게 취한 바울의 행동도 이와 같았다(몬 1:12). 오늘날 사회 기강이 해이해지고 각종 부정 부패가 만연하는 까닭도 따지고 보면 학자가 학자의 신분을 떠나고, 위정자가 국민의 공복(公僕)이란 위치를 떠나고, 군인이 활동 반경을 이탈하여 경거 망동하는 데 있으니 성도들은 세상을 밝히는 불로서 등 경을 떠나 발 아래 처하지 아니함으로 본인의 의무를 다해야 할 것이다(마 5:14,15). 수하에 복종하라 - '수하'에 해당하는 히브리어 '야드'( )는 '힘', '지배', '명령', '보호'등의 뜻으로 주인의 권위와 권세에 복종하라는 말이다. 이는 사래의 학대에 대하여서도 참고 온순하게 순종하라는 의미인데, 그렇다고 해서 주인은 종들을 소나 말처럼 취급할 수 있다는 뜻은 결코 아니다. 성경은 종들에게도 안식일에 휴식할 권리를 부여하고 있으며(출 20:10) 종을 때려 죽인 주인은 형벌을 받도록 규정하고 있다(출 11:20)."
        },
        {
            "verse_reference": "16:10",
            "commentary": "크게 번성하여 - 직역하면 '번성케하고 번성케 하여'. 하갈은 사래가 자신을 통하여 실현시키길 원하였던 하나님의 언약(12:2;13:16;15:4)을 알고 있었음에 틀림없다 따라서 그러한 언약의 자손이 태어나기 전에(21:1-5) 하갈 자신도 많은 후손에 대한 하나님의 약속을 받은 것은 절망 중의 큰 위로였을 것이다. 특히 고대에는 오늘날보다 더욱 많은 노동력이 필요하였으니 후손이 크게 번성할 것이라는 이 약속은 그 속에 내포된 바 한 인간이 일국(一國)의 조상이 된다는 것과 더불어 큰 축복이 아닐 수 없다. 그 수가 많아 셀 수 없게 하리라 - 일찍이 하나님께서 아브람에게 약속한바 '네 자손으로 땅의 티끌같게 하리니'(13:16)란 말을 연상시켜 준다. 결국 하갈의 아들 이스마엘은 이러한 약속대로 오늘날 터어키인들과 아랍인들을 구성하는 12족속의 조상이 되었다(25:12-16)."
        },
        {
            "verse_reference": "16:11",
            "commentary": "그 이름을 이스마엘이라 하라 - 성경상 아이가 태어나기 전에 이름이 지어진 첫번째 경우이다(17:19; 왕상 13:2; 대상 22:9;마 1:21;눅 1:13). 히브리 사회에서 어떤 자가 다른 자에게 이름을 부여하는 행위는 피명명자에 대한 명령자의 종주권이나 특별한 은총을 나타내는 행위인데 여기서 이스마엘이 하나님과의 언약 밖에서나마 이러한 은총을 받은 이유는 그가 하나님의 신실한 종 아브람과 관련되어 있기 때문이다(12:3). 네 고통을 들으셨음이니라 - 이 말은 단순히 하나님이 하갈의 고통과 괴로움을 헤아려 주셨다는 의미 외에도(LXX) 그녀가 드린 기도를 들어주셨다는 의미를 지닌다(Chaldee). 왜냐하면 엘리에셀(24:12-14)과 마찬가지로 하갈 또한 아브람의 가정에서 함께 생활하는 가운데 여호와 신앙을 체득하였다고 보는 것이 자연스럽기 때문이다(13절)."
        },
        {
            "verse_reference": "16:12",
            "commentary": "들나귀같이 - '들나귀'에 해당하는 히브리어 '페레'( )는 발이 빠르고 길들여지지 않으며 들에서 자유로이 뛰노는 '야생 나귀'를 의미한다(욥 39:5-8). 이 나귀는 당시 메소포타미아를 중심한 아라비아 지역에서 많이 서식하였는데 지금은 거의 찾아볼 수 없다. 그런데 이스마엘과 그 후손이 들나귀 같으리라는 하나님의 이 예언은 30세기가 흐르는 역사 속에서 정착 생활을 단념하고 문명 생활을 멸시하면서 약대나 말을 타고 창을 든 채 광활한 자연을 마음껏 누비면서 난폭하고 거칠게 살아 가는 베두인(Bedouin)계 아랍족들 및 사라센(Saracens) 족들에 의해 성취되었다. 그 손이...치겠고...칠지며 - 이스마엘 자손의 호전적인 성격으로 인해 그 이웃 족속들과 반목할 것을 뜻한다. 이 예언은 아라비아, 시리아, 이집트, 북 아프리카 사막 등을 방랑하면서 이민족을 침공, 약탈하기 일수인 베두인족과 A.D.7-15C 말까지 시리아, 이라크, 북아프리카, 대서양연안까지 진출, 무력으로 사라센(Saracen) 제국을 건설했던 호전적(好戰的)인 아랍 여러 족속들에 의해 열사상 성취되었다. 동방에서 - 직역하면 '면전에서'(in the presence of). 그런데 R.S.V는 이를 그의 모든 친족들과 '대항해서'(over against)로, 공동 번역은 모든 골육의 형제와 '등지고'로 번역하였다. 문자적인 뜻은 이스마엘 자손이 가나안 땅의 면전이라 할 수 있는 유프라데스와 수에즈 운하, 홍해 사이의 광대한 사막 지역에 거주하게 될 것임을 가리키는 듯하다."
        },
        {
            "verse_reference": "16:13",
            "commentary": "감찰하시는 하나님( , 엘로이) - '나의 눈으로 확인한 하나님' 또는 '나를 지켜보시는 하나님'이란 뜻이다. 절망 중에 처한 하갈이 광야에서 하나님의 위로와 도우심 및 약속을 받고, 그분을 뵈온 감격에서 참회의 마음으로 부른 하나님의 이름이다. 오늘도 하나님께서는 광야와 같은 이 세상에서 고통과 절망중에 방황하는 인간들을 친히 만나 주시고 위로해 주시는데 그에 대하여 감읍(感泣)하고 마음 문을 열기만 하면 이후 참된 평강이 그의 전인격을 지배할 것이다(계 3:20). 내가 어떻게...뵈었는고 - '어떻게 내가 하나님을 본 후에도 살아 있는가'로 번역될 수 있는 구절이다 즉 누구든지 하나님의 영광스러운 임재를 목도하면 죽을 수밖에 없는데도 불구하고(출 20:19;33:20) 자신이 살아 남은 것 \\에 대한 경이와 놀라움을 나타낸 구절일 수 있다(Keil,Murohy). 그러나 어떤 학자들은 이를 '내가 광야 도피생활 중에서도 돌아보시고 위로해 주시는 하나님을 뵈올 수 있다니!'라는 의미의 감탄문으로 해석하기도 한다."
        },
        {
            "verse_reference": "16:14",
            "commentary": "브엘라해로이 - 하갈이 자신에게 나타난 하나님을 기념하여 붙인 샘의 이름으로'살아 계셔서 나를 지켜 보신 자의 우물'이란 뜻이다. 브엘세바 남방, 아인가데스 서북방 18Km지점에는 오늘날 아랍인들이 '마 레하이 라이'(살아 있는 자의 우물)로 부르는 샘이 있는데 이 샘이 '브엘라해로이'일 가능성이 있다."
        },
        {
            "verse_reference": "16:15",
            "commentary": "아브람의 아들을 낳으매 - 본문은 하갈이 하나님의 지시대로 다시 여주인 사래에게로 돌아갔고 또한 그녀가 아브람에게 광야체험을 들려주었음을 시사한다. 따라서 아브람은 하갈이 자신에게 낳아준 아들의 이름을 하나님께서 주신 이름대로 이스마엘이라 칭하였것이다. 그러나 구속사적으로 그는 어디까지나 약속을 따라 난 자인 이삭(21:1-3)과는 구별된자로 '육체를 따라 난 자'이다(갈 4:23). 여기서 '육체를 따라 난 자'란 율법 곧 저주 아래에서 난 자들로 하나님의 약속의 유업에 참여하지 못하는 자들을 의미한다. 오늘날 예수그리스도를 구주로 영접하지 않는 자들이 곧 이에 해당된다고 볼 수 있다. 본장에는 전장에서 주어진 횃불 언약(15장)을 인간적 의지로 실행하려는 아브 람의 무모한 행동과 그로 인해 발생된 인간 관계의 갈등을 묘사한다. 특히 본장에는 구속사의 한 지류를 이루게 될 하갈과 그의 아들 이스마엘이 등장하는데, 이들의 등장은 구속 역사에서 인간의 섣부른 실수가 얼마나 엄청난 아픔을 제공하는지를 여실히 보여 준다. 그러나 본장은 인간의 실수로 끝을 맺지 않고, 그럼에도 불구하고 언약 가계인 아브람 가정에서 사랑과 관심을 계속 보이신 하나님의 은혜로우신 경륜으로 마무리된다. 이러한 하나님의 사랑은(17장)에 나타나는 언약의 재확인 장면에서 더욱 뚜렷이 나타난다. 본장의 내용을 요약하면 본장에 기록된 사건의 발단이 하나님의 언약을 끝까지신뢰하지 못한 인간의 섣부른 판단에 있음을 보여준다(1-3절). 아브람과 사래는 하나님의 언약이 성취될 최상의 방법으로 재취를 구했다고 여길지 모르 나,세산적인 지혜로 하나님의 섭리를 따르겠다는 비신앙적인 것은 없다. 결국 아브람과 사래의 불신앙이 가정의 직접적인 폐혜를 미쳐 임신한 하갈과 사래의 첨예한 갈등으로 비화된다(4-6절). 아브람 내외가 인간적인 방법으로 쉽게 후손 문제를 해결하려 했으나 오히려 더 깊은 문제로 고통 당하게 된 것 이다. 그리고 본장 후반부는 끝내 가출하여 광야에서 울부짖는 하갈에게 허 락하신 하나님의 약속이 기록되어 있다(7-16절). 이처럼 본장은 아브람 부부의 어리석은 노력, 한 인격과 생명을 도구화하는 그들의 욕심, 자신의 위치를 망각한 채 교만히 행한 하갈 등 온갖 인간의 나약 하고 추악한면을 제시하면서, 그럼에도 불구하고 그러한 인간들을 당신의 언약 실현자로 선택하시고 그들의 삶을 지배해 가시는 하나님의 긍휼과 사랑의 섭리를 보여 준다. 1. 아브람과 사래와 하갈의 갈등(16:1-6) 본문에는 언약의 보지자(保持者)인 아브람과 사래가 하나님의 약속을 자신들의 힘으로 성취하기 위해 하갈이라는 몸종을 이용하는 장면이 기재되어 있다. 그들은 언약의 주체이시자, 생명의 주이신 하나님의 뜻을 무시하고 자신의 뜻을 관철시키기 위하여 한 인격체인 하갈을 생산의 도구로 이용하였다. 이와 같 이 인간은 필요에 의하여 이웃을 이용하기도 하고 이용당하기도 한다. 이같은 행동에는 상대방의 인격을 무시하기가 예사이며 단지 효용성이라는 측면에서만 상대의 가치를 평가하려는 악한 생각이 내재해 있다. 그런 점에서 아브라함의 기대와는 달리 그 가정에 긴장과 불화가 생겨났으며 아브람과 사래와 하갈3인 모두 심각한 고통을 겪어야만 했다. 이처럼 하나님의 거룩한 뜻을 인간의 얄팍한 지혜로 이뤄보고자 하는 것은 교만일 뿐아니라, 이웃을 고통의 늪으로 인도하는 악행이다. 그러므로 자신의 필요를 채우기 위해 이웃을 이용하는 편법보다는 그 필요의 궁극적인 해결자이 신 하나님께 모든 것을 간구하는 것이 옳다. 특히 하나님의 거룩한 계획은 항상 하나님의 지혜와 방법에 의해 실행되어야만 한다(빌 1:6). * 조급함은 곧 불신앙. 인간의 조급함은 반드시 하나님의 의(義)를 드러내지 못할 뿐 아니라 스스로를 고통에 빠뜨리게 한다. 이는 역사 이래로 계속되어 온 인간의 비극적인 현실이며 지금도 우리를 괴롭히는 암적 요소이다. 그런데 이런 조급함의 궁극적인 원인은 역사의 주인이신 하나님을 온전히 신뢰하지 못한데서 비롯된다. 하나님을 절대 신앙하는 자는 주변 환경이 어떠하든 하나님의 때만을 기다릴줄 안다. 본장의 아브람 부부도 이같은 믿음의 결여로 인해 거듭된 후손에의 약속에도 불구하고 자신들의 신체적 기능과 하나님의 약속이 지체됨(2절)을 빙자하여 여종 하갈을 통해 후손을 잇게 했다. 물론 아브람 부부의 인간적인 고뇌와 어떤 수단을 동원해서라도 하나님의 약속을 이뤄드려 야겠다는 충정은 충분히 이해된나, 하나님의 약속과 능력을 무시했다는 점에서 그들은 불신앙의 죄를 범한 것이다. 이처럼 하나님보다 자신의 지혜와 경험을 바탕으로 조급히 행하는 자에게 항상 실패와 고통이 따르는 법이다. 그들은 그후부터 갈등과 분쟁의 늪에서 헤매 야 했으며 종국에는 첩의 몸을 빌어 난 자식(이스마엘)이 오늘날 아랍 민족의 시조가 됨으로써 오늘날 중동전쟁의 뿌리 깊은 원인을 마련하고 말았다. 하나님이 가라는 곳까지 가고 머물라는 곳에 머무는 것이 곧 가장 빛나는 신앙 자세 이다. * 축첩 제도의 부당성. 사래는 당시 관습에 따라 후손을 위해 그녀의 여종 하갈(애굽에 내려갔을 때 바로에게 얻은 노복이었을 것으로 추측, 12:16)을 아 브람과 동침케 하면서, 이러한 행위를 하나님의 약속 불이행에 따른 어쩔 수 없는 일로 여겨 정당화하였다. 족장 시대 당시의 생활을 보여 주는 누지 서판<구약 서론, 구약과 고고학>에 따르면 아이를 갖지 못한 상류층 부인들은 그 집안의 대를 잇기 위해 자신의 몸종을 남편의 첩으로 주도록 규정되어 있다. 자식이 신의 축복의 증표이자, 자신의 삶의 연장이라 여겼던 그당시의 윤리 개념으로는 이 축첩 행위가 옹호 될 수 있다. 특별히 구약 족장들의 행적을 보더라도 축첩은 하나님의 법질서에 저촉되지 않는 일로 보여지기도 한다. 그러나 축첩 제도는 사악한 인간의 머리에서 나온 불신앙적 제도이며(4:23) 사회 질서를 혼란케 하는 악습이다. 성경은 분명히 한 남자에게 한 아내를 주 창하고 있으며(2:24;막 10:5-9) 율법에도 엄연히 조문화 되어있다(신 22:13-27). 그럼에도 불구하고 족장 시대에는 축첩 행위가 신앙인에게 까지 보편화 되었 을 뿐 아니라, 그로 인한 하나님의 직접적인 형벌이 주어지지 않은 것은 이상하다. 하지만 이것은 완악하고 조급한 인간의 심성을 이해하신 하나님의 시대적 침묵일 뿐이지, 하나님께서 적극적으로 그 제도를 용인하신 것은 결코 아니었다. 그럼에도 이 제도를 통해 대부분의 가정이 심각한 갈등과 비극적인 상황을 맞아야 했던 사실은 그 제도의 부당성에 대한 하나님의 간접적인 징계라 할 수 있다. 왜냐하면 인간이 겪는 고통과 부조화는 근본적으로 하나님과의 부조화에서 비롯되기 때문이다. 아무리 인간적인 동정과 인정을 받는다 하더라도, 그것이 하나님 앞에서 정당하며 떳떳이 공개할수 있는가를 생각한다면 축첩행위는 신앙 생활에 걸림돌이 될 수밖에 없다. 그러므로 이 제도는 변칙적 간음으로서 육체와 영혼을 동시에 좀먹는 죄악임이 분명하다(히 13:4) 2. 방황하는 하갈을 돌보시다(16:7-16) 여호와는 구속사의 주역인 이스라엘의 하나님이실 뿐 아니라 모든 민족의 주인이요, 아버지이시다. 그분을 통하여 모든 인류가 출생했으며 또한 그분의 통치를 받고 있다(롬 11:36). 이러한 하나님의 경륜을 이해하지 못했던 이스라 엘 민족은 인종.종교적 폐쇄성과 우월의식에 젖어 지나친 독선과 그릇된 신앙으로 수천년을 생활해 왔다. 본문은 이러한 이스라엘의 독선을 비웃기라도 하듯이 구속사의 한 지류를 형성했던 하갈과 이스마엘에 대한 하나님의 지극하신 위로와 사랑이 묘사되어 있다. 즉 임신으로 교만했던 하갈이 주인 사래의 학대에 못이겨 가출했을 때, 하나님께서 친히 그녀를 찾아오셔서 그녀와 그녀 아들의 장래를 책임져 주실 것을 약속하셨다. 비록 이스라엘 민족에게는 하갈과 이스마엘이 하찮은 존재일지 몰라도 만유의 주인이신 하나님에게는 이스라엘과 더불어 늘 기억된는 존재였던 것이다. 하나님은 사래와 아브람의 불신과 횡포, 하갈의 교만한 처신 등 인간적인 실수와 치부 그리고 뼈아픈 상황을 질타하시거나 그대로 방치하지 않으시고 그 모두를 은혜와 사랑으로 덮으시고 끝내는 당신이 목적하신 대로 그 상황을 이끌어 가셨다. 이와 같이 오늘도 하나님에게는 버려진 역사, 잊혀진 인격, 외면당 한 공간이 그 어디에도 없다. 하나님은 그 모두를 기억하시며 그들을 위해서 지금도 선히 통치하고 계신다. * 여호와의 사자. 하나님은 이스라엘과의 올바른 관계 형성을 위해 자주 자신의 사자를 그들에게 보내셨다. 그러므로 이 사자는 일차적으로 하나니의 뜻을 준행하는 일에 힘썼으며 다음으로 선민을 보호하고 개도하는 데 주력하였다. 구체적으로 여호와의 사자는 하나님의 뜻을 백성에게 전달하며(18:1-5), 이스라엘의 원수(곧 하나님의 원수)를 격멸시키고(왕하 19:35), 거짓 신에 대항하며 (민 22:22), 백성의 지도자 등장과 백성의 안전을 주도하였다(출 14:19;왕상 19:7). 이런 점에서 이스라엘 백성에게는 여호와의 사자가 친근한 존재로 여겨졌 다. 한편 본문에 나타나는 이 여호와의 사자(the Angel)는 하나님에 의해 피조되고(시 148:2)부림받는 영(히 1:14)으로서의 천사(an angel)와는 본질적으로 다르다. 왜냐하면 여호와의 사자는 하나님과 동격으로 묘사되며(출 3:2-12), 피계시자(被啓示者)에게 자신을 신으로 인식시켰다(13절; 28:16-22). 그리고 하나님만이 베풀수 있는 축복을 선사하셨고(22:16-18), 하나님께 드린 제사를 받 으며(삿 6:16-20), 하나님의 역사를 자신의 것으로 언급아였다(삿 2:1-4). 이를 종합하면 여호와의 사자는 피조물과 차원이 다른 신적 존재 곧 하나님임을 알 수 있다. 그 중 여호와의 사자가 예수 탄생 이후에 중단되었다는 사실과 여호와의 사자를 지칭한 호칭 '기묘(奇妙)'가 그리스도의 호칭과 동일하다는 점(삿 13:18; 사 9:6)을 고려하면, 구약 시대 때 출현했던 여호와의 사자는 제 2위 하나님이 신 예수 그리스도의 성육신 전 모습이라 할 수 있다. 특별히 48:16에서는 이 사자를 \"모든 환난에서 건지신\" 분으로 묘사함으로써 인류의 죄와 허물을 도말하 시고 모든 환난에서 구출하신 예수 그리스도임을 분명히 암시하고 있다. * 새 삶의 기념지 '브엘라해로이'. '브엘라해로이'는 절망 가운데 돌아보신 하나님으로 부터 위로와 용기를 받고 난 뒤 그것을 기념키 위해 그곳 샘에다 붙인 이름으로 '나를 지켜보시는 산 자의 우물', 또는 '하나님을 뵈온 후에도 살 아 있는 자의 우물'이란 뜻이다. 오늘날도 아랍인들은 브엘세바 남쪽에 위치한 이 우물을 전승에 따라 '하갈의 우물'이라 일컫는다. 여하튼 이 우물은 모든 것으로부터 버림받은 것 같은 하갈이 자신을 돌아보신 하나님으로 인하여, 과거 자신의 신분을 망각하고서 교만했던 시절을 회개하고 새 삶의 설계를 할 수 있었던 사실을 영원히 기념한 곳이다. 사실 그녀가 이러한 은혜의 순간을 경험한 후, 곧바로 자신의 옛 처소로 돌아간 것은 자신의 지난 허물에 대한 사죄와 더불어 그 어떠한 고난도 감수하겠다는 결연한 태도였다. 이처럼 하나님께서 '돌보아 주시는 은총'을 덧입은 자는 감히 상상할 수조차 없는 담대함과 현실에 대한 긍정적 시각을 지닌다. 고통과 절망의 세대를 살아가는 우리들 역시 오늘을 생존하며 미래를 희망할수 있는 근원적인 동인(動因)은 우리를 '돌아보시는 하나님'이다. 실로 하나님은 영원히 살아 계셔서 죄 악과 고통 중에 있는 이들을 만나 주신다. 세일하머 4. 하갈(16: l-16) 16장은 모세오경 속에서 세 개의 다른 중요한 구절들을 암시 해주는데 그것은 참세기 3:6, 12:3, 그리고 신명기 7:1-6이다. 하갈과 아브라함의 사건을 이들 다른 구절들로 이루어지는 더 큰 문맥 속으로 도입시킴으로써 저자는 이 이야기의 의미를 개인으로서의 아브라함과 하갈을 넘어서서 확대시키고 있으며 또한 그들의 행위를 모세오경 전체의 주제와 연결시킨다. 하갈에 대한 이야기가 주위의 본문들에 의존하고 있음을 의도적으로 보여주는 첫번째 표시는 서술의 첫 부분에서 하갈이 사라의 여종으로서 '애굽 사람'이었다는 언급이다(창 16:1,3). 그러나 하갈은 오직 이야기의 첫 부분에서만 애굽 사람으로 소개되며 그 나머지 부분을 통해서는 오직 이름만으로 혹은 '여종'으로서만 언급된다. '애굽사람'으로서의 하갈에 대한 두번째 언급은 첫번째 것과는 완전히 다르다. 여기에서 형용사는 1절에서처럼(애굽인 여종) '여종'을 수식하지 않고 하갈이라는 개인적인 이름과 동격으로 쓰여서 '여종'과 더불어 독립적인 명사로 존재한다('하갈 곧 애굽 사람으로서 사라의 여종':우리말 번역과는 차이가 있음). 그렇다면 3절에서의 '애굽 사람'은 1절에서의 '애굽인 여종'으로서의 하갈의 신분을 분명하게 상기시키는 역할을 한다. 하갈의 지역적인 기원에 대한 언급은 바로 앞의 이야기(15:18-21) 속에서의 지리적인 목록과 연결시키는 역할을 하는 것으로 보이는데 그 이유는 목록 속에서의 첫번째 이름은 애굽이기 때문이다(15:18). 만일 이러한 연결이 의도적이라면 저자는 하갈에 대한 이야기가 앞의 목록 속에서의 나라들을 대표하도록 하갈에 대한 설명을(창 16장) 위치 시키려고 의도하고 있는 것이다. 그러므로 하갈과 아브라함의 삶에 있어서의 사건들이 이러한 이름의 목록들이 나오는 창세기와 모세오경의 더 큰 신학적인 문맥 속에서 해석될 수 있는 한 길이 열리고 있는 것이다. 여기에서 특별히 중요한 것은 창세기 16장과 이방인을 아내로 취하는 것을 금지시키는 내용으로서 이스라엘의 나중 세대들을 위하여 매우 중요한 본문인 신명기 7:1-6 사이에 유사성이 즌재한다는 점이다. 아들을 가지려는 사라의 계획은 15장에서의 나라들의 목록과 연결될 뿐만 아니라 창세기 3장에서의 타락에 대한 기사와 연관해서 의도적으로 구성되어있음이 드러난다. 16:2-3에서의 중요한 동사들(와이크톨의 형태)과 표현들은 창세기 3장과 평행을 이루고 있음을 발견할 수 있다. 창 16:2 a                          창3:2 \"사래가 아브람에게 이르되\"       \"여자가 뱀에게 말하되\" 창 16:2 b                          창 3:17 \"아브람이 사래의 말을 들으니라\"  \"네가 네 아내의 말을 듣고\" 창 16:3 a                         창 3:6a \"사래가 ...하갈을 가져\"          \" ..여자가 그 실과를 따먹고\" 창 16:3 b                         창 3:6b \"사래가 ....하갈을 가져 그 남편  \"여자가... 자기와 함께한 남편에게도 아브라함에게 첩으로 준 때는\"      주매\" 이러한 평행은 하갈에 대한 서술과 타락 기사(창 3장) 사이에 연관성을 이룰 뿐만 아니라 16:4-5에서 '멸시하다'(저주하다)라는 동사가 반복적으로 사용되고 있는 것은 것자가 이 구절과 12:3에서의 조상에 대한 축복 사이를 의도적으로 연결시키고 있음을 보여준다. 이 단어(멸시하다. 혹은 저주하다)는 창세기에서 오직 이들 두 구절 속에서 유사한 의미로 쓰이고 있다. 애굽인 하갈이 사라를 '멸시하였다'는 표현은 16:4-5에서 두 번 언급되는데 이와 동일한 표현이 12:3에서 하나님의 저주에 대한 경고 속에 나온다. \"너를 저주하는 자에게는 내가 저주하리니.\"(이 동사가 사용된 소수의 경우들 중에서 우리가 주목할 것은 신 23:5인데 이 구절은 신 7:1-6과 구약 정경 안에서의 '이방인 아내'에 대한 주제와 오랜 시기에 걸쳐서 연결된다.) 사라를 멸시한 결과로 하갈은 '광야'로 도망하여 그녀가 다시 사라에게 수종하기까기 그곳에 머물러야만 하였다. 오직 하갈이 사라에게로 돌아가서 복종하였을 때에 하나님께서는 하갈에게 축복을 허락하셨다. \"내가 네 자손으로 크게 번성하여 그 수가 많아 셀 수 없게 하리라\"(창 16:l0). 이것은 아브라함 자신이 받고(17:2) 또한 17:20에서 이스마엘이 받게될 축복과 동일한 '축복'이었다(내가 그에게 복을 주어 생육이 중다하여 그로 크게 번성케 할지라). 이 축복과 1:26에서의 처음 축복 사이의 연관성은 너무나도 뚜렷하다. 다시 말하자면 저자가 하갈에 대한 서술을 15:18-21에서의 나라들의 목록에 대한 대표자로서 위치시킨 것과 같이 서술 속에서의 하갈의 행위는 아브라함의 자손과의 관계 속에서 축복 혹은 저주를 받게 될 나라들의 본보기가 되고 있는 것이다. a. 사라의 계획(16:1-6) 하갈에 대한 서술의 첫 부분은 자신의 불임을 다루려는 사라의 계획에 관한 것이다. 아브람이 자식을 갖도록 하기 위하여 자신의 여종을 그에게 준 것은 당시의 사회적 제도 안에서는 충분히 받아들여질만한 것이었다. 그러나 성경 저자가 그러한 계회을 인정한 것에는 의심의 여지가 있다. 저자의 관점에서 볼 때에 사라의 계획은 하나닙의 축복을 성취하려는 인간의 노력이 무익함을 보여주는 또 다른 예이다. 이것은 물론 저자가 처음 서술 부분에서 일부일처제의 윤리를 층송한 사실에 비추어볼 때에(2:24) 과연 사라의 계획을 인정했었는가 하는 어려움은 고려하지 않은 것이다. 저자가 사라의 계획을 인정하지 아니한 것은 그가 사라의 행위를 창세기 3장에서의 하와의 행위와 연결시키는 방법으로 이 이야기를 묘사하고 있다는 위의 설명에 의해서도 드러난다. 그리하여 저자는 자기 스스로 축복을 얻으려는 사라의 계획이 하나님과 같아지려는 하와의 계획과 같이 하나님의 축복의 계획을 왜곡시키는 시도가 되고있음을 보여준다. 저자가 사라의 계획을 인정치 않았음을 보여주는 또 다른 증거는 이어지는 서술 안에서(창 17장) 사라의 계획이 하나님의 인정을 받지 못하고 있다는 사실이다(15-19절). 마지막으로 고려할 것은 이 서술이 자손의 약속을 확인하는 언약의 설정(15:4)에 뒤이어서 나오고 있다는 사실이다. 저자는 하갈에 관한 이야기를 여기에 위치시킴으로써 사라의 계획이 인간의 해결책을 통하여 그것을 성취시키려고 함으로써 오히려 하나님의 약속을 방해하고 있음을 보여준다. 그러므로 이 이야기의 주제는 하나님의 약속을 성취함에 있어서 인간의 노력이 무익함을 보여주는 그 이전의 이야기들의 주제와 동일하다. 사라의 계획은 비록 성공하였지만 하나님의 인정을 받지 못하였는데(17:15-19) 이것은 마치 그 이전의 서술들에 있어서의 계획과 수단들이 실패로 끝난 것과도 같다(3:6-8, 4:3-7, 11:1-9, 12:10-20, 13:1-12, 14:21-24). b. 광야에서의 하갈(16:7-12) 서술의 장소는 이 두번째 부분에서 아브라함의 집으로부터 광야로 옮겨진다. 저자가 생물을 '술 길 샘물'(16:7)로 묘사하고 있는 것은 만일 그렇지 않았으면 의문으로 남아있을 내용인 하갈이 애굽으로 되돌아가고 있음을 독자에게 확인시켜 준다(25:18을 보라). 16장과 3장 사이의 연관성은 이 서술에서도 계속된다. 타락 이후에 여호와께서 아답과 하와를 찾으신 것같이(3:9) 여호와의 사자가 광야에서 하갈을 만나 다음과 같은 동일한 질문으로 문안하였다(16:8). \"네가 어디서 왔으며 어디로 가느냐?\" 더군다나 3:15에서 절망 가운데서도 새로운 축복의 소망이 약속된것처럼 16:10-12에서도 여호와의 사자가 광야에서 방황하다 지친 하갈에게 축복을 약속하였다. 태어날 아이의 이름은 '이스마엘'이라 불릴 것인데 그 이유는 .여호와께서 네 고통을 들으셨음이니라. 16장 전체를 통하여 핵심적인 단어는 고통(학대로도 번역됨)이라는 단어인데 이것은 16:11에서는 명사로 쓰이고 6절과 9절에서는 동사로 쓰이고 있다. 하갈은 사라에 의해서 학대 당하였는데(6절) 그 학대 밑으로 되돌아가라는 명령을 받았으며(9절) 또한 여호와께서 그 고통을 들으셨다(11절). 하갈의 '축복'의 후반부는 그녀의 아들의 미래에 잘 적용되지 않는다. 본문은 그가 '들나귀'(12절)를 의미한다. 축복에 있어서의 마지막 내용의 의미는 분명하지 않다. 그러나 그 의미는 \"그가 바란 광야에 거할 때에\"라고 언급하고 있는 21:21에서의 이스마엘에 대한 저자의 마지막 언급으로부터 얻어질 수 있다. 그러므로 \"그가 모든 형제의 면전에서(개역 성경은 '동방에서'로 번역됨) 살리라\"는 저자에게 있어서 \"그가 모든 친족의 맞은 편에 살리라\"(RSV)를 의미한다. 그는 문명의 외곽 곧 광야에 거주해야만 했다. C. 이스마엘의 출생(16:13-16) 서술의 마지막 부분은 하갈이 하나님의 이름을 부르는 것과 이스마엘의 실제적인 출쟁으로 이루어진다. 그런데 이 두 사건은 아이의 출생이 이 부분에서 하나님께 주어진 '감찰하시는 하나님(16:13)'이라는 이름의 확증이라는 점에서 서로 연관된다."
        }
    ]
}