{
    "bible_book": "창세기",
    "chapter_number": 23,
    "commentaries": [
        {
            "verse_reference": "23:1",
            "commentary": "사라가 일백 이십 칠세를 살았으니 - 성경상에서 여자로서는 나이가 언급된 유일한 경우이다. 이러한 연유는 사라가 '약속의 자녀'의 어머니(17:19)로서 모든 성도들의 믿음의 어머니였기 때문이다(히 11:11,12)."
        },
        {
            "verse_reference": "23:2",
            "commentary": "기럇아르바에서 죽으며 - '기럇아바'는 '아르바의 성읍'이라는 뜻으로 헤브론의 옛 이름이다(수 14:15; 15:13; 21:11). 이곳은 애굽의 소안보다 7년 먼저 세워진 역사 깊은 도시일 뿐 아니라(민 13:22) 고대 사회의 문화중심지이기도 했다. 한편 이곳은 아브라함이 롯과 헤어진 후 그랄(20:1)과 브엘세바(21:31-34)에 거하기 앞서 약20년을 살았던 곳인데(13:18) 사라가 이곳에서 죽었다는 것은 곧 전장(22장)의 사건 이후 아브라함과 그의 가족이 다시금 이곳으로 이주하였음을 의미한다. 훗날 아브라함이 죽어 장사(葬事)된 곳도 역시 이곳이다(25:7-10). 들어가서 - 빈소(殯所)에 들어간 것을 뜻한다(공동 번역). 슬퍼하며 애통하다가( , 리세포드 웨리브코타) - '슬퍼하다'( , 사파드)는 가슴을 치며 크게 곡(哭)하는 것(삼하 11:26)을 뜻하며, '애통하다'( , 바카)는 스스로의 감정을 자제하며 눈물을 흘리는 것(렘 9:1)을 뜻한다. 이 두 행위는 모두 장례 의식에서 관례적으로 행해지던 것이다. 즉 아브라함은 자신과 함께 나그네같은 생을 살아 온 아내 사라가 먼저 죽은 사실에 대하여 견딜 수 없는 슬픔과 아픔을 느꼈던 것이다. 이것은 평소에 아브라함이 얼마나 사라를 아끼며 사랑했는지를 잘 대변해 준다. 아뭏든 내세에 대한 소망을 지니고 있는 자라 할지라도 사랑하는 자의 죽음을 체험하는 것은 억제할 수 없는 슬픔임에 틀림없다. 이점은 사랑하는 친구 나사로의 죽음 앞에서 예수조차도 우신 사건이 분명히 드러난다(요 11:35). 하지만 성경은 부활의 소망을 강조하면서 과도한 슬픔을 자제하는 것(살전 4:13)이 죽음을 대하는 성도의 바람직한 자세라고 교훈하고 있다."
        },
        {
            "verse_reference": "23:3",
            "commentary": "헷 족속 - 이들 족속의 원류(源流)는 B.C.18세기경 소아시아의 수리아 지방에 정착한 철기 문명의 주인공 힛타이트족(Hittites이다. 본절에 언급된 '헷 족속'은 이들을 떠나 고대근동 각지로 퍼져 나간 일파로서 후대에 이르러선 '가나안족'과 동일시 되었다(신 7:1). 한편 성경 역사상 이들은 선민(選民) 이스라엘과 밀접한 관련을 지니고 있는데(삿 3:5,6;삼상 26:6;왕상 11:1;스 9:1,2;겔 16:3), 특히 헤브론 근처에 거주하였던 헷 족속은 홋날 완전히 셈족에 동화되었다."
        },
        {
            "verse_reference": "23:4",
            "commentary": "나그네요 우거한 자( , 게르 웨토솨브) - '나그네'(게르)는 고향이나 고국을 떠나 사는 자를 가리키며 '우거한 자'(토솨브)는 낯설고 정이 들지 않는 곳에 체류하는 자를 가리킨다. 하나님으로부터 가나안의 상속자로 인정받은 아브라함(13:14,15)이 도리어 헷 족속에게 이같이 말하고 있는 것은 아직 하나님의 예언이 성취되지 않고 있는 현실을 바로 인식하고 있는 아브라함의 바른 역사 의식과 고매한 인격을 반영해 준다. 더 나아가 그의 기업이 단지 이 세상에 속한 것이 아니라 하늘에 속한 것임을 깨닫고 있었음을 시사해준다(히 11:13;벧전 2:11). 매장지 - '파다', '뚫다'( , 카바르)는 말에서 파생된 단어로 땅이나 언덕에 굴 또는 구멍을 파서 시신을 안치해 두는 장소를 의미한다. 장사하게 하시오 - 팔레스틴은 북위 31도 15'사이에 위치하고 있으므로 더우면서도 지중해의 영향을 받아 다습(多濕)한 기후를 띠고 있다. 그러므로 시체가 금방 부패하기 마련인데 사후(死後) 24시간 이내에 장사하는 것이 상책이다. 아브라함이 사라의 죽음을 놓고 마냥 슬퍼하고 있지만 않고 서둘러 매장지를 구한 까닭도 이 때문이다."
        },
        {
            "verse_reference": "23:6",
            "commentary": "내 주여 - 히브리인들에 의해 '여호와' 대신 하나님을 호칭하던 단어로 사용되긴 하였으나, '주'( , 아도나이)는 단순히 상대방을 높여 부르던 일반적인 존칭어이다. 하나님의 방백 - 직역하면 '하나님께서 높은 자리에 임명한 자'이다. 이로 미루어 보아 헷 족속들도 아브라함이 하나님을 믿으며, 그분께 순종함으로 말미암아 영적, 물질적으로 큰 축복을 받았다는 사실을 알고 있었던 것 같다. 아뭏든 이러한 평가는 아브라함이 자신을 낮추어 얘기한 것(4절)과는 좋은 대조를 이루는데 무릇 자신을 높이는 자는 낮아지고 낮추는 자는 높아진다는 진리를 간접적으로나마 드러내 준다(마23:12). 한편 히브리인들은 가장 위대하고 탁월한 존재들을 묘사할 때 '하나님'의 이름을 동반하여 표현하기를 즐겨하는데 여기서도 그러한 의미로 이해할 수도 있다. 금할 자가 없으리이다 - 당시 아브라함의 사회적 지위와 주위사람에게 끼친 중후(重厚)한 인품이 어느 정도였는지를 짐작케 해주는 말이다."
        },
        {
            "verse_reference": "23:7",
            "commentary": "헷 족속을 향하여 몸을 굽히고 - 자신이 막벧라 굴을 매입하는 데 있어 헷 족속이 거간(居間) 역할을 수행해 주도록 부탁하기 위한 정중한 자세이다. 당시 고대 근동의 풍습에 의하면 모든 거래에 있어 보증인의 역할을 하는 중개인의 입회가 필요하였다"
        },
        {
            "verse_reference": "23:8",
            "commentary": "당신들의 뜻일진대 - 직역하면 '당신들의 영혼에 부합되면'이다. 흔히 '영혼'은 사람의 전의지(全意志)를 대변한다(시 105:22). 이처럼 아브라함이 매장지를 구입함에 있어서 헷 족속 전체의 의사를 고려한 것은 불필요한 마찰과 오해를 피하며 또한 그들의 매장지 중 하나를 단순히 호의로 받아들여 사용하기 보다는(6절) 적법한 절차를 밟아 확실한 소유권을 획득하기 위함에서였을 것이다. 소할의 아들 에브론 - '에브론'은 '새끼 사슴'이란 뜻이다. 10절에 의거하면 그는 성읍의 최고 통치자는 아니었을지라도 덕망 있는 지도자적 인믈이었음에는 틀림없다. 왜냐하면 당시 각종 행정과 사법 등의 일처리를 위하여 성문의 높은 자리에 앉을 수 있던 자는 지도자급 인사에 한하였기 때문이다."
        },
        {
            "verse_reference": "23:9",
            "commentary": "막벨라 굴 - '막벨라'는 '이중의'(double)라는 뜻의 히브리어 '카팔'( )에서 파생된 말로 '이중으로 된 굴'이란 뜻이다. 아마 이는(1) 입구가 두 개인 굴을 가리키거나(2) 굴 속에 또 하나의 물이 있는 겹굴(3) 아니면 두 사람이 함께 장사될 수 있는 큰 굴을 말할 것이다. 여하튼 특이한 형태를 지칭하던 이 말은 은연중에 장소를 가리키는 고유 명사로 굳어지고 만 것 같다. 준가( , 케세프 말레) - '케세프'(은)와 '말레'(많은, 풍부한, 풍성한)가 합쳐진 말로 '많은 은(銀)'을 뜻한다. 이는 '충분한 돈', 즉 당시 거래되던 가격에 비해 오히려 더 많은 돈을 주겠다는 의미인데 물물교환의 매개체로 귀금속이 사용되었음을 보여주는 성경상의 첫번째 기록이다."
        },
        {
            "verse_reference": "23:10",
            "commentary": "성문에 들어온 모든 자의 듣는데 - 정확한 등기법이 아직 없던 시대에 거래의 합법적인 공증(公證)을 받으려면 이처럼 모든 거래 행위와 공공 생활의 중심지였던 성문(34:20;삼하 15:2;느 8:1;렘 17:19)앞에서, 그리고 여러 증인 앞에서 공식적인 거래를 하여야 했다."
        },
        {
            "verse_reference": "23:11",
            "commentary": "그 밭을...그 속의 굴도 니가 당신께 드리되 - 아브라함이 매장지로 사용하기 위하여 막벧라 굴만을 사려 했으나 에브론이 굴 뿐 아니라 그 굴이 위치해 있는 밭까지 아브라함에게 무상(無償)으로 주려한 것은 굉장한 호의임에 틀림없으나 그 이면에는 다분히 이해 타산적인 동기가 담겨 있음을 간과할 수 없다. 왜냐하면 당시 법에 의하면 땅 주인이 그 땅에 속한 모든 것의 세금을 내도록 되어 있었으니 막벧라 굴만을 아브라함에게 양도하면 그 굴에 대한 납세 의무는 여전히 에브론에게 남기 때문이다. 그러므로 에브론은 납세 의무의 원천이 되는 밭 전체에 대한 소유권을 아브라함에게 완전히 넘겨 주려 하였음을 쉽게 추정할 수 있다. 한편 여기서 말하는 '밭'( , 사데)이란 좁다란 개간지가 아니라 넓은 들판을 가리킨다."
        },
        {
            "verse_reference": "23:12",
            "commentary": "몸을 굽히고 - 표면적이나마 에브론이 보여 준 호의에 대하여 일단 감사를 표하는 자세이자 헷 족속 앞에서 굴과 더불어 밭을 무상으로 제공하고자 했던 그의 제의를 정중히 거절하기 위한 몸가짐이다."
        },
        {
            "verse_reference": "23:13",
            "commentary": "합당히 여기면 - '참으로 굴과 그 밭을 양도하려고 한다면'이란 뜻이다. 그 밭값을...주리니 - 가나안 땅은 하나님께서 아브라함과 그의 후손에게 기업(基業)으로 주시겠다고약속하신 땅이다(13:15). 그런데도 불구하고 만일 아브라함이 에브론에게 막벧라 굴과 밭을 무상으로 양도받았다고 할 것 같으면 그는 자신의 기업을 하나님이 아닌 이방 족속으로부터 받은 셈이 될 것이다. 이는 곧 하나님의 약속을 정면으로 거부하는 행위가 되니 아브라함은 에브론의 제의를 거절하고 끝까지 그에 준하는 값을 치루려 한 것이다."
        },
        {
            "verse_reference": "23:15",
            "commentary": "땅값은 은 사백 세겔이나 - 비록 간접적이긴 하나 에브론이 받기 원하는 가격이 정확히 제시되고 있다. 그런데 밭의 크기가 어느 정도였는지는 알수 없지만 당시 땅의 가치를 헤아려 볼 때 이는 아브라함의 부(富)와 지위를 최대로 이용한 터무니 없는 비싼 가격이었다고 할 수 있다. 왜냐하면 은 사백 세겔은 4.56kg(약 1,200돈)에 해당하는 중량이기 때문이다. 어찌 교계하리이까 - 서로 상당한 부와 명예를 지니고 있는 실력자들끼리 어찌 밭 하나 주고 받는 일로 셈하고 흥정할 수 있겠는가라는 의미이다. 이는 호의를 가장하여 자신의 탐욕스런 저의를 숨기고 있는 교묘한 말이다."
        },
        {
            "verse_reference": "23:16",
            "commentary": "상고( , 사하르) - 원뜻은 '돌아다니다', '뛰다', '배회하다'로 여기서 여러지역과 나라를 돌아다니면서 무역하는 '상인'이란 뜻이 파생되었다(42:34;왕상10:28). 통용하는 은 - 상인들 사이의 거래에서 공적으로 사용하던 은인데 보통의 은에 무게를 표시하는 표식(mark)을 찍어서 그 가치를 나타내었다."
        },
        {
            "verse_reference": "23:18",
            "commentary": "헷 족속 앞에서 - 합당한 대금을 지불하고 체결된 정식 계약을 여러 증인들 앞에서 공증(公證)하기 위함이다. 이로 미루어 보아 당시에도 초보적인 문자가 있기는 하였으나 아브라함과 에브론은 문서가 없는 구두 계약(口頭契約)을 맺었거나 아니면 간략한 매매 계약서와 함께 여러 사람 앞에서 공증받는 병행 계약을 맺었던 것 같다."
        },
        {
            "verse_reference": "23:19",
            "commentary": "사라를...장사하였더라 - 사라가 처음으로 묻힌 이래 이곳에는 아브라함(25:9)과 이삭, 리브가, 야곱과 레아(49:31;50:13) 등의 3대 족장과 그의 아내들이 묻히었다. 그러나 특이하게도 요셉은 야곱이 하몰의 자손들에게서 산 세겜 땅에 장사되었다(수 24:32). 마므레는 곧 헤브론 이라 - 엄밀히 얘기하면 마므레는 헤브론 지경 내의 한 지역이다(13:18). 그리고 '마므레'란 지명은 그곳을 점령한 아모리 종족 의 한 부족장 이름으로부터 유래한 것이다(14:13)."
        },
        {
            "verse_reference": "23:20",
            "commentary": "마브라함 소유 매장지로 정하였더라 - 마므레의 매장지가 아브라함의 소유로 등기 이전되었음을 다시 한번 확인시켜 주기 위해 재언급되었다. 한편 가나안의 상속자 아브라함(13:15,17)이 가나안에서 실제적으로 소유한 유일 한 땅이 의미 심장하게도 자신의 최후 안식처가 될(25:9) 한 조각 장지(葬地) 였다는 사실은 그가 하나님으로부터 약속받은 가나안이 진정 무엇을 의미하는 것이었는지를 시사해 준다. 그것은 곧 그의 궁극적인 기업이 죽음과 함께 유업으로 받을 하늘 가나안, 즉 천국인 것이다. 모리아 산 사건(22장)을 전후해서 믿음의 조상 아브라함 시대는 서서히 막을  내리고 언약 계승자인 이삭의 시대가 도래하게 된다. 특히 본장에 기록된 아브라함의 인생 동반자 사라의 죽음은 위의 사실을 확실히 예견해 주고 있다. 다음장(24장)에  서둘러 아들 이삭의 결혼을 주선한 것도 아브라함이 이 땅에서의 자신의 사역이 다했음을  직감한 증표라 할 수 있다. 한편 본장을 세분하면 사라의 죽음(1,2절), 장지(葬地) 구입에 얽힌 일화(3-18) 및 장례식(19,20절) 등으로 나누인다. 이와 같은 일련의 사건 배후에는 하나님의 언약  성취라는 거룩한 뜻이 담겨 있음을 간과해서는 안 된다. 즉 아직 가나안 땅에서  나그네에 불과했던 아브라함이 아내의 죽음으로 인해, 비로서 가나안땅의  일부를  합법적인 자신의 소유로 갖게 되었던 것이다. 결국 본장은 하나님께서 아브라함 부부에게 하늘 가나안과 땅의  가나안을  동시에 수여하심으로써 죽음의 슬픔을 복된 나라의 안식으로 승화시켰던 것이다. 이처럼 하나님은 당신을 위해 헌신과 충성을 아끼지 않는 자에게  풍성한  은혜로  채워주신다(계 2:10). 1. 사라의 죽음(23:1-2) 본문에는 믿음의 조상 아브라함의 조상으로서 그와 더불어  방랑과  궁핍(12:19)의 고통을 함께 했으며, 약속의 후손을 보는 감격을 같이 누렸던 사라의  죽음을  알리고 있다. 남성위주의 사회 구조를 형성했었던 히브리인들은 여자에 대한 언급을 회피하는 경향이 있었다. 이러한 인습에도 불구하고 성경에는 몇몇 여인들의 빛나는 공적과  인품등이 상세히 묘사됨으로써 하나님 앞에서 모든 인격이 평등하다는 사실을  암시적으로 제시하고 있다. 특별히 본믄에서처럼 향년 127세라는 구체적인 연한과 죽은 곳(헤브론 곧 기럇아르바)을 언급한 것은 성경 기록상 유일 무이한 일로써, 구속사에 있어서 그녀의  위대한 역활과 그 인품의 고결함(벧전 3:6)을 하나님께서 인정하셨다는 표시였다. 물론  그녀에게 질투심을 비롯한 인간의 모든 심성이 내재해 있었으나, 하나님께서 그녀를  통하여 약속의 후손을 주셨다는 점에서 그녀의 위치는 독보적일 수 밖에 없다. 예수를  잉태했던 마리아도 바로 이런 점에서 인정받을 따름이다. 이제 하나님은 이 땅에서 그녀의 역활이 다 끝나자 그녀를 당신의 안식처로 불러들이셨다. 이처럼 아무리 독특한 생을 산 인간이라 하더라도 그가 하나님으로 부터 맡은 연기(삶)을 다한 후 인생의 무대 밖으로 퇴장하는 것이 당연지사이다. 결국  아브라함과 더불어 그 생과 이름이 두드러졌던 사라마저도 이 땅에서 떠나가고 오직  하나님과 그분의 뜻만이 남게 되었다. * 죽음을 맞는 성도의 자세. 일반적으로 인간은 주검을 대할때면 침통하거나  슬픈 감정에 휩싸이게 된다. 또한 자신에게 죽음의 위기가 찾아 들었을 때도 공포와 절망이라는 극히 부정적인 감정에 빠지고 만다. 이처럼 최초 인류의 범죄 이래로 생겨난  죽음(3:19)은 인간의 행복한 삶을 침식하고 있으며 지금도 쉴새없이 인간들에게  도전해 오고 있다. 죽음은 분명 범죄한 인간에게 내려진 하나님의 징벌로서 절망적이며  파괴적인 것이다. 그러나 인간의 죄를 대신해서 십자가에 죽으시고 그 죽음의 권세를 깨치고  부활하신 예수 그리스도로 인하여 죽음은 더이상 공포의 대상이 될 수 없다. 즉 부활의 권능과 생명의 원천인 예수를  믿는  성도에게는  이미  부활과  영생이  보장되었으며(요 5:24), 영원한 죽음(둘째 사망)에서 제외되었기 때문에(계20:6), 죽음을 대하는  태도가 마땅히 변화되어야 한다. 그런 의미에서 죽음은 부정적인 것만이 아니라  세상적인 고통이 모두 종결되고 참 기쁨과 평안이 넘치는 새 세계로 들어가는 관문이다. 그러므로 성도들은 이 땅의 삶이 죽음을 향해 치닫는 부질없는 생이 아니라,  영원한 미래와 영혼을 준비하는 소중한 순간들임을 깨닫고, 죽음에 이르기 전 과연 하나님의 뜻이 무엇이며 그분을 기쁘게 해드리는 일이 어떤 것인지를 생각하며 영원한  내세를 준비해 가야 한다. 그리고 자신의 죽음이 임박하거나 형제의 죽음을 접할때 인간적인 슬픔을 느끼는 것은 당연하나 거기에 너무 깊이 빠져  헤어나지 못해서는 안 될 것이다(살전 4:13). 오히려 부활의 아침과 영광스런 천국 잔치에 함께 참여하여  기쁨을 나눌 것을 기대하고 슬픔 중에서도 믿음과 소망을 잃지 말아야 한다.  실로  성도에게 있어 죽음은 피곤한 우리를 부르시는 하나님의 자비로운 초청이다. 2. 사라의 장지로 매입한 막벧라 굴(23:3-30) 아브라함은 사랑하던 아내의 안식처를 위해 그 당시 철기 문화를 배경으로  흥왕했었던<구약서론, 구약과 고대 근동 문화> 헷 족속(Hitties)의 영지 일부분을  매입하기위해 헷 족속의 법절차에 따라 에브론과 교섭하였다. 당시의 매매절차는 주로 많은 증인들 앞에서 구두로 행해졌던 관계로 아브라함은 공적 모임이 잦았던 성문에서 합법적 공증 아래 절차를 밟았다. 한편 분문에 나타난 거래 과정에서 특이한 사항은   에브론이 밭과 굴을 동시에 팔고자 했다는 점이다. 이것은 어떤 면에서 관대한 배려인것 같으나 헷 족속의 법에  따르면 땅을 소유한 주인은(묘지 등의 일부분을 소유한 자에게는 적용되지 않음) 납세와군사적 의무를 동시에 감당해야 했기 때문에 그 제의는 어느정도 계산적인 것이라  할 수 있다.   아브라함이 땅 값을 기어코 지불하려 했다는 점이다. 이는 그가 시체의 안전한 보존과 훗날 변심에 대비하여 많은 증인들 앞에서 밭값 전액을 지불함으로써  소유권 이전을 확실히 해두자는 의도에서였다(삼하 24:24). 이렇게 아브라함이 가나안에서 얻을 수 있었던 땅은 넓은 것이 아니었으며, 더욱이 주검을 장사 지내기 위한 땅에 불과했다는 점에서 하나님이 그에게 내리신 언약의  이중성을 찾아볼 수 있다. 즉 그는 이 땅과 더불어 영원한 나라인 하늘  가나안을  약속 받았던 것이다. 사라의 무덤으로 아브라함이 구입했던 막벧라는 후에  아브라함(25:9)과 이삭(35:29)과 리브가와 레아(49:32), 야곱(50:13)의 무덤이 될  정도로  이스라엘 조상들의 안식처로 정착되었다. 고고학자들은 아직 까지도 그들 조상의 무덤이 헤브론에 남아 있다고 전한다. 그리고 현재 회교도들과 유대교도들 및 그리스인들은  그들의 조상(육체적,영적)이 묻힌 이곳을 순례하고 있다. 우리가 헤브론의 막벧라 무덤을 생각하때마다 성경의 위대한 인물조차도 자싱이 묻힌 조그마한 땅덩어리만을 남겼을 뿐임을 인식하고, 우리가 궁극적으로 소망을 두어야 할 곳이 어디이며 또한 무엇을 위해 힘써야할 지를 바로 판단하여야 할 것이다. * 히브리인들의 장사법(葬事法). 팔레스틴 지방에서는 쉽게 부패하는 기후  조건으로 인해 시체를 사망 당일이나 사망 후 24시간 내에 매장하는 것이 통래였다. 특히 히브리인들은 위생 문제와 시체와의 접촉으로 인해 부정한 일이 발생하지 않을까하는 염려로 신속하게 시체를 처리하였다(신 21:23; 요 11:17,39). 흔히 시체는 물로  씻거나(행 9:37) 향유를 발라서(대하 16:14; 막 16:1; 요 19:39) 보통 세마포로  된  붕대로 묶었는데(요 11:14;19:40), 특별한 경우 천이나 수의를 입히기도 했다(행 5:6). 한편 히브리인들은 죽은 사람의 가족들이 장례 전반에 걸쳐 일을 진행하였는데  그 중에는 여인들의 활약이 두드러졌다(마 27:61; 막 15:47). 그들은 주로 장례식에 필수적인 애곡(哀哭)을 주도하였으며 심지어 애곡하는 여인들을 돈으로 사서 함께  애곡하기도 하였다(대하 35:25; 렘 9:17; 행 5:6; 8:2). 애곡과 더불어  집에서부터  시체가 무덤에 이를때까지 피리부는 일이 동시에 진행되었다(눅 7:12,13).  고인을  애도하는 장례일은 구약 시대에는 보통 7일간이었으나(50:10; 삿 16:24; 대상  10:12)  국장(國葬)과 같은 큰 날에는 30일간 계속되기도 했다(민 20:29; 신 34:8). 신약  시대  때는 예수의 경우 3일간 계속되었으며(마 27:61) 나사로의 경우 여러날 진행된 것으로 알려졌다(요 11:33,39). * 매장(埋葬)과 화장(火葬). 히브리인들에게 있어서 죽음은 완전한 소멸이  아니라 단지 육체와 영혼이 스올이라는 지하 세계에 제한적으로 존재하는 것으로 여겼기 때문에(욥 26:5; 사 14:9; 겔 32:19-32). 시체는 항상 동굴등에 마련된  장지에  소중하게 안치되었다. 만약 잘례를 절차에 의해 치루지 못했거나 아예 장사를 하지 못한 시체가 있다면, 그것은 시체와 더불어 그 후손에게 대한 지독한 모욕으로 간주되었다. 그러므로 시체를 들짐승이나 야생 조류에게 먹히도록 방임하는것은 악인에 대한  가장  엄한 징계였다(왕상 14:11; 렘 16:4; 겔 29:5). 아브라함이 사라의 무덤을 진지하고 합법적으로 구입하고자 한것도 바로 위의 인습에 어느정도 영향을 받았을 것으로 여겨진다. 한편 히브리인들의 보편적 무덤은 천연 동굴 또는 연한 암석이나 산허리를  깍아서 만든 구멍으로서 그 안에는 별 장식이 없었다. 그곳에 안치된 시체는(출입구는 야생동물의 침입을 방지하기 위해 막아둠) 세월이 지나 뼈만 남게되고, 새로운 시체가 그 자리를 차지할 경우 이전 시체의 뼈는 가장자리로 치워지게 된다. 이러한 묘지는 한  가족이나 씨족이 사용하는 가족 묘지의 전형이었다. 그런데 히브리인들은 시체 화장을 적극 반대하는 입장이었으며 심지어는 그것을 범죄로 규정하기까지 했는데(38:24; 래 20:14),길르앗 야베스 사람들이 사울과 그의  아들들의 시체를 불태운것은 이례적인 경우였다. 아마 그들은 블레셋인들이 더이상 시체를 고롭히지 못하도록 하기위한 비상 수단으로 그러한 일을 한 것으로 보인다. 그들은 이처럼 화장을 멀리했던 이유로는 비록 인간의 범죄로 죽음이 왔고, 그렇기에  죽음을 부정적인 것으로 보았지만 삼과 죽음이 매우 친근한것으로 인식하고 있었기 때문인 것 같다(삼상 25:1; 왕상 2:34). 즉 그들은 죽음을 산 자들과의 완전한 단절이 아닌(자신들의 생이 후손을 통해서 계속된다고 믿어옴) 음부라는 또다른 세계로의 이전으로  여겼기에 시체를 불태워 없애지 않고 그대로 보관했던 것이다. 이와 같이 죽음을 통하여 새로운 삶이 시작된다는 것은 기독교의 내세관과 어느정도 통한다고 할 수 있다. 그러나 여기서 우리가 한 가지 염두에 둘 사실은 죽은 자의 장례가 고인에 대한 존경과 애도의 표현이어야지 그것을 하나의 종교적 규범으로 생각해서는 안 된다는 점이다.그리고 장례법에 있어서도 우리의 몸이 하나님의 형상의 한 반영이며, 예수의 재림으로 인해 영 뿐아니라 육체까지도 부활할 것이라는 점에서, 정상적인 죽음이라면  될 수 있는한 매장을 하는 것이 바람직하다. 하지만 우리의 육체가 묻혀 곧 썩어  없어질 것 이며 마지막 날 우리가 부활할때는 지금과 다른 '변화된  몸'(고전  15:51,52)으로 주님 앞에 설 것이라는 점에서 또한 화장을 절대 금기시해서도 안된다. 우리의 관심은 죽음에 있는것이 아니라, 죽음을 통한 부활의 소망에 있을 뿐이다."
        }
    ]
}