{
    "bible_book": "창세기",
    "chapter_number": 8,
    "commentaries": [
        {
            "verse_reference": "8:1",
            "commentary": "권념하사(자카르) - '기억하다', '새기다'의 뜻(9:15; 욥14:13). 이는 평상시에는 잊고 있다가 갑자기 생각하는 것이 아니라 항상 마음 속 깊이 새기고 있는 상태를 의미한다(느5:19; 시25:7). 즉 하나님께서는 홍수가 계속되는 동안에도 방주 안의 생명들을 늘 잊지 않으시고 보호하셨다는 뜻이다. 또한 이는 이들을 위해 행하실 다음 단계의 일까지 미리 생각하고 계셨음을 뜻한다. 바람으로...물이 감하였고 - 바람에 의한 물의 증발 작용 뿐 아니라 바람에 의해 물이 바다로 쓸려 내려간 작용까지 병행되었을 것이다. 왜냐하면 홍수 대심판에는 비와 함께 지하수의 범람, 해일 등도 수반되었기 때문이다<7:11>. 이처럼 홍수를 발생시킨 것도 하나님의 초자연적 역사였듯이 심판을 끝내고 땅을 본래대로 회복시킨 것도 하나님의 단독적, 초자연적인 역사였는데 이는 온 우주의 운행을 주관하시는 그분의 권능을 잘 드러내 준다(시 19:4). 바람(루아흐) - '영'이나 '기운'을 의미하기도 한다<6:3>. 그러므로 혹자(Rupertus)는 이를 태양열로, 그리고 혹자(Theodort, Ambrose)는 하나님의 입김, 또는 성령 등으로 보기도 한다. 70인역도 '영'(靈)이란 뜻의 *(프뉴마)로 번역했다. 그러나 (1) 태양력에 의해선 물을 한쪽으로 쏠리게 할 수 없고 (2)물을 감소시키는 사역을 성령이 주도하셨다고 보기에도 힘드므로 여기선 문자 그대로의 '바람'(wind)으로 보아야 한다<1-12절 강해>. ========== ========== 창세기 8:1에 보면 하나님이 노아를 \"기억하셨다\"는 말씀이 나오는데, 이는 하나님이 노아에 대하여 생각하셨다는 뜻이 아니다. 또한 하나님이 그 이전까지는 노아를 잊어버리고 계셨다는 뜻도 아니다. 이 말씀은 하나님이 특별한 방법으로 노아에게 자비를 보여주셨다는 의미이다. 다음에 나오는 \"기억하다\"라는 말의 뜻과 비교해 보라. \"아저씨께서 그의 유언 속에서 나를 기억하셨다\"-아저씨가 나에게 유산을 남겨 주셨다는 뜻 \"그녀가 내 생일을 기억해 주셨다\"- 그녀가 생일 선물을 내게 주었다는 뜻 이 단어가 종종 이러한 뜻으로 성경에서 사용된다. 특별히 다음과 같은 구절 속에서 이렇게 쓰이고 있다. 창9:15,16, 눅1:54,72"
        },
        {
            "verse_reference": "8:2",
            "commentary": "깊음의 샘과 하늘의 창 - 7:11에서 이미 살펴본 단어이다. 그런데 심판의 종결을 이야기 하면서 이에 대해 다시 언급하고 있는 까닭은 홍수의 원인이 없어졌음을 상기시키므로 심판이 완전히 끝났음을 강조하기 위함이다<7:11>."
        },
        {
            "verse_reference": "8:3",
            "commentary": "물러가고 점점 물러가서 - 문자적 의미는 '가며 되돌아가고'이다. 이는 마치 썰물 때처럼 물이 지속적, 점진적으로 감소되고 있음을 보여 준다. 성경에는 이처럼 동일한 말 내지는 비슷한 말을 반복 또는 중복하여 그 뜻을 강조하는 경우가 많은데 이 같은 표현법을 중언법(重言法)이라 한다(26:5; 시21:1; 전1:2). 일백 오십 일 후에 감하고 - 홍수가 시작된 지제 150일째에 최고 수위에 달했던 물(7:24)이 그날 이후부터는 점차 줄어들기 시작했다는 뜻이다."
        },
        {
            "verse_reference": "8:4",
            "commentary": "칠 월 곧 그 달 십 칠 일 - 홍수가 시작된날이 2월 17일(7:11)이었으며, 물이 빠지기 시작한 날이 150일 후 부터였으니 이 날은 물이 감소되기 시작한 지 하루나 이틀째였을 것이다. 왜냐하면 한 달을 30일로 잡을 때 2월 17일부터 7월 17일 사이는 150일이 되기 때문이다. 아라랏 산에 머물렀으며 - 왕하19:37; 사37:38; 렘51:27 등을 참조할 때 성경이 증거해 주는 아라랏(Ararat)은 일종의 지역(region)으로서 유프라테스와 티그리스 계곡 상단에 위치한 아르메니아(Armenia) 지역인 것 같다. 실로 이곳은 옛 대륙의 중심지로서 홍수 후 노아의 후손들이 세계 각국으로 퍼져 나가기에 매우 적합하였다."
        },
        {
            "verse_reference": "8:5",
            "commentary": "물이 점점 감하여 - 직역하면 '물이 가고 감소하여'(the waters were going and falling). 하루가 다르게 빨리 물이 감소되고 있음을 표현한 구절이다. 아라랏 산의 높이를 해발 5,100m로 잡을 경우, 홍수 최고 수위는 약 5,107m가 되니(7:20) 이를 걷힌 기간인 164일(13절)로 나누면 실제로 홍수 수위는 하루 평균 3.1m정도씩이나 낮아졌음을 알 수 잇다. 시 월 곧 그 달 일 일 - 홍수 발생 224일째이다."
        },
        {
            "verse_reference": "8:6",
            "commentary": "방주에 지은 창 - 채광과 통풍을 위해 방주 측면에 설치해 놓았던 창을 의미한다<6:16>. 본절 이하에 의하면 이 창은 쉽게 여닫을 수 있는 것이었음을 알 수 있다."
        },
        {
            "verse_reference": "8:7",
            "commentary": "날아 왕래하였더라 - 직역하면 '앞으로 나아갔다 되돌아왔다'(going forth and returning). 그러나 이는 방주 안으로 되돌아왔다는 뜻이 아니라 방주 주변을 배회하면서 앉을 곳을 찾아 날아다녔다는 뜻이다. 그렇지 않았더라면 노아는 이 까마귀를 재차 방주 밖으로 내놓았을 것이다(8절). 까마귀는 썩은 고기를 먹으러 젖은 땅에도 앉은 새였으니 굳이 방주 안으로 되돌아갈 필요가 없었을 것이다<1-12절 강해>."
        },
        {
            "verse_reference": "8:8",
            "commentary": "비둘기 - '평화'의 상징인 이 새는 귀소성(歸巢性)이 강하여 옛날부터 통신 수단으로 많이 사용되었다. 노아가 까마귀 다음으로 이새를 택한 것은 이러한 성질에 의거, 물이 감한 증거물을 갖고서 방주 안으로 돌아오기를 기대했기 때문인 듯하다(11절)."
        },
        {
            "verse_reference": "8:9",
            "commentary": "온 지면에 물이 있으므로 - 비둘기는 마른 땅에만 앉는 특성이 있다. 그리고 주로 평지나 골짜기에서 생활한다. 당시에 땅은 물이 채 빠지지 않았었고 물이 빠진 고대지역 역시 미처 건조 되지 않은 상태였기에 비둘기는 앉을 자리를 찾지 못하고 곧 노아에게 돌아온 듯하다. 접촉할 곳을 찾지 못하고(로 마츠아 마노아흐 레카프 라겔라) -'카프'(발바닥)와 '레겔'(발)이란 유사 단어가 중복된 중언법이다<3절>. 그리고 '마노아흐'는 '휴식처', '안식처'란 뜻이다. 따라서 이는 '발바닥만이라도 착지시킬 수 있는 마땅한 휴식처를 발견치 못했다'는 강한 의미가 된다. 이와 마찬가지로 영원을 사모하는 우리 성도들은 썩어져 가는 세상 열락(悅樂)에서 안식과 기쁨을 찾을 수 없고 오직 하나님의 정결한 말씀과 그의 온전하신 뜻 가운데서 참된 소망을 찾을 수 있는 자들이되어야 할 것이다<1-12절 강해>. 손을 내밀어 - 어느 한 곳에도 발딛지 못하고 온 종일 날개짓하느라 지친 비둘기에게 노아가 내민 손바닥은 그 무엇과도 바꿀 수 없는 포근한 안식처이자기쁨의 근원이었을 것이다. 마찬가지로 이 땅에서 수고하고 지친 성도들에게 역시 그보다 더한 최종적이고도 영원한 안식처가 약속되어 있는데 그것은 곧 천국이다(마 5:10). 그러나 이러한 영광에 참여하기 위해서는 자신에게 주어진 그리스도의 십자가를 끝까지 감당해야 하니(롬 8:17) 우리는 게으르지 아니하고 믿음과 오래 참음으로 약속을 기업으로 받는 자가 되어야 할 것이다(히6:12)."
        },
        {
            "verse_reference": "8:10",
            "commentary": "또 칠일을 기다려 - 이처럼 노아가 칠일을 주기로 하여 새를 방주 밖으로 내보낸 것(12절)은 (1) 그가 방주 안에서도 하나님의 천지 창조 사역을 기념하는 안식일(2:1-3)을 엄숙히 지켰음을 시사한다. (2) 또 당시에도 한 주간은 오늘날과 같이 칠 일로 이루어져 있음을 증거해 준다. (3) 그리고 이 같은 사실에서 우리는 노아가 한 주간을 무의미하게 그리고 지루하게 보내지 아니하고 믿음과 기도와 인내로써 여호와를 앙망하면서 보냈음을 알 수 있다. 이는 우리들에게 교훈을 주는 바가 큰데 곧 성도는 자신의 삶이 어떠한 상황에 이르렀는지 간에 그에 개의치 말고 항상 하나님을 바라며 그를 경외하는 일에 최선을 다해야 한다(고후 4:7-10)."
        },
        {
            "verse_reference": "8:11",
            "commentary": "저녁때에 - 성경에서 이 단어는 가끔 소망이 사라지고 절망만이 남은 암울한 상태를 상징한다(렘 6:4 ; 겔 24:18). 여기서도 비둘기가 저녁에 돌아왔다는 것은 기다림에 지쳐 더 이상 기대를 걸 수 없는 시점에 홀연히 나타났다는 의미를 지닌다. 그러므로 비둘기가 갖고온 희망의 증표는 노아에게 더욱 더 큰 기쁨을 안겨다 주었을 것이다. 감람 새 잎사귀 - 여기서 '새'(new)로 번역된 히브리어 '타랍'(* )은 '뜯어내다', '찢어내다'는 뜻이다. 따라서 이는 물에 떠다니던 감람나무 잎을 물고 온 것임을 알 수 있다. 또한 감람나무는 사시 사철 푸르름을 자랑하는데 비록 물속에서도 생명력을 유지하기는 하나 수표면(水表面) 위, 저지대에 서 주로 생성한다. 그러므로 비둘기가 이 나무 잎사귀를 몰고 온 것은 땅에 물이 많이 감소되었다는 충분한 증거물이 된다. 한편 홍수로 말미암아 모든 생물이 멸절된 중에(7:22) 이처럼 푸르른 생명체가 소성하고 있다는 것은 (1) 하나님의 진노의 심판이 끝났음과 이제 새 시대가 도래케 되었음을 알려 주 며(9:8-19) (2)사망 권세를 물리친 예수 그리스도의 부활 사건을 예표해 준다<1-12절 강해>."
        },
        {
            "verse_reference": "8:12",
            "commentary": "또(오드) - '반복하다'는 뜻, 8,10절에 이어 이 단어가 거듭 사용된 것은 노아가 물이 줄기를 간절히 바라면서 한 주일을 보냈음을 강조해 준다<10절>. 다시는 그에게로 돌아오지 아니하였더라 - 귀소 본능이 강한 새임에도 불구하고<8절> 비둘기가 이처럼 다시는 돌아오지 않았다는 것은(1) 비둘기가 마른 땅에서 새로운 보금 자리를 찾아 정착했음과 (2) 노아로 하여금 땅에서 물이 완전히 물러갔음을 깨닫도록 배후에서 동물의 본성에서까지도 제어하신 하나님의 섭리를 깨닫게 해준다. 한편 본장에서 강한 체질의 까마귀가 감당 못할 일을 연약하고 온유한 비둘기가 완수한 것은 세상의 약한 것들을 택하여 강한 것들을 부끄럽게 하시는 하나님의 복음 사역을 상기시켜 준다(고전1:27; 고후11:8-10). 따라서 성도들은 자신과 같이 미련하고 연약한 자를 불러 주신 하나님의 은혜에감사하며, 자랑하되 오직 하나님 안에서만 하여야 할 것이다(고전 1:31)."
        },
        {
            "verse_reference": "8:13",
            "commentary": "육백 일 년 정월 곧 그달 일 일 - 노아가 601세 되던 해 1월 1일로서 홍수가 발발한 지 314일째 되던 때이다. 지면에 물이 걷힌지라 - 물이 땅에서 걷히기는 하였으나 일찍 물이 빠진 고지대(5절)를 제외하곤 대부분의 땅이 완전히 건조되지는 않은 상태이다(14절). 뚜껑(믹세) - '카솨'(덮다, 가리다)에서 파생된 말로 본래는 '덮개'(cover)를 의미한다)출 26:14; 36:19; 민4:8). 그러나 여기서는 방주의 '지붕'(roof)을 가리킨다. 걷혔더니 - 직역하면 '타다', '황무해지다'. 마침 가뭄에 의해 땅이 타 들어가듯 물이 걷힌 후에 땅이 서서히 말라가고 있음을 나타내 준다."
        },
        {
            "verse_reference": "8:14",
            "commentary": "이 월 이십 칠 일 - 홍수가 발발한 지 370일째 되던 때이다. 이는 방주가 아라랏 산에 머문지 약 220일째요<4절>. 물이 걷힌 것을 확인한지 약 57일째 되던 날이다.(13절). 땅이 말랐더라 - '마르다'에 해당하는 히브리어 '야베쉬'(* )는 본래 '시들다'는 뜻이다(욜 1:12 ; 욘 4:7). 여기서는 작열하는 태양과 신선한 바람 에 의해 땅이 완전히 말랐음을 뜻하기 위해 사용되었다."
        },
        {
            "verse_reference": "8:15",
            "commentary": "가라사대 - 본서에서만도 50회 이상이나 나오는 중요 단어이다(1:3; 2:16; 9:8; 15:1; 21:17; 31:24; 46:3 등). 이는 하나님께서 '말씀하신다'는 단순한 사실을 가리키는데 그치지 않고 말씀하신 바가 반드시 이루어진다는 실천적 의미를 지닌다<1:3>. 특히 여기서는 노아가 방주에 들어갈 때처럼(7:16) 나올 때도 '오직 하나님의 말씀대로만' 행동하였다는 것을 암시한다<13-19절 강해> 즉 노아는 물이 걷힌 것을 알고서도(13절) 독자적으로 방주 밖으로 나오지 않고 하나님의 말씀이 있을 때까지 57일이나 더 방주 안에 머물렀던 것이다. 이것은 하나님을 전적으로 의지하는 참된 신앙인의 모습이다(마 8:8-10)."
        },
        {
            "verse_reference": "8:16",
            "commentary": "네 아내와 네 아들들과 네 자부들 - 18절; 6:18; 7:7과는 순서상 차이가 있다. 왜냐하면 거기에는 아들들, 아내, 자부들의 순으로 되어 있기 때문이다. 그러므로 일부 학자들은 이에 대해 저자가 다른 두 문서가 혼합, 편집된 탓이라는 문서설을 주장하기도 한다. 그러나 그 같은 순서는 기록상의 묘미를 살리기 위해 한 저자가 얼마든지 바꿀 수 있는 것이니 전혀 문제가 되지 않는다. 하나님께서는 성경을기록하기 위하여 인간 저자를 사용하시되 그들의 성품과 기질, 언어와 문체, 은사와 재능 등을 유기적(有機的)으로 사용하셨지 결코 로보트처럼 기계적으로 사용하지 않으셨다<성경총론, 성경의 권위와 영감>. 방주에서 나오고 - '방주로 들어가라'(7:1)는 말씀을 120년 동안이나 기다렸던 것처럼 노아가 1년여 동안이나 대망해 오던 소망의 말씀이다. 이는 노아에게 있어서 (1) 마치 무덤에서 잠자던 성도들이 깨어나 밖으로 나오는 것과 같은 '부활'의 의의를 지니며(고전 15:16-22) (2) 하나님의 구원 약속이 완전한 것임을 확인받는 순간이라는 의의를 지닌다."
        },
        {
            "verse_reference": "8:17",
            "commentary": "이끌어 내다(야차) - '뽑아내다'. '인도해내다'는 뜻. 한꺼번에 많은 수의 짐승이 문쪽으로 몰려 사고가 나지 않게끔, 질서정연하게 각 종류별로 문밖으로 인도해 내라는 의미이다(19절). 생육하고...번성하리라 - 홍수로 땅이 황폐해졌고 주검만이 사방에 널려 있는 참혹한 상황 가운데서 노아를 위로하며 동시에 방주 안에 씨를 보존할 목적(7:3)을 일깨워 주는 하나님의 위로와 축복의 메세지이다. 이처럼 하나님께서는 성도가 참혹한 현실 속에 처할 때 종종 자신의 목적을 계시하므로 용기를 북돋워 주신다(12:1-3; 왕상19:4-18; 행23:11). 한편 우리는 여기서 많은 악인의 무리는 멸절시키고 소수 의인은 축복하시며 번성케 하시는 하나님의 이중 사역을 볼 수 있는데 이는 그 분의 공의와 사랑에 기초한 행동이다<13-19절 강해>."
        },
        {
            "verse_reference": "8:18",
            "commentary": "노아가...함께 나왔고 - 하나님의 명령을 받은 노아가 가족들을 하나님의 뜻대로 인도하는 장면이다. 이는 우리들에게 (1) 하나님의 말씀을 먼저 받은 자는 그것을 충실하게 전할 책임이 있음과(마10:7,8) (2) 또한 가족들은 한 가정의 대표자를 존중하여 그에게 순종함으로써 가정의 화평을 도모해 나가야 한다는 교훈을 준다(엡 6:1-4)."
        },
        {
            "verse_reference": "8:19",
            "commentary": "그 종류대로 - '종류'에 해당하는 히브리어 '미쉬파하'( )는 '가족', '종족', '족속' 등으로도 번역되는 단어로(10:5 ; 레 25:10) 같은 종(種)에서 찾아볼 수 있는 공통된 생활양식, 특성을 강조한다. 이와는 달리 각 종류간의 이질성과 개체성을 강조하는 단어로는 '민'( )이 있다(1:11; 6:20; 7:14). 한편 여기서 모든 짐승이 그 종류대로 나왔다는 것은 (1) 그들이 각 종류별로 팀을 이루어 방주밖으로 나왔다는 의미일 뿐 아니라<17절> (2)모든 종류가 그 어느 것 하나 손상되지 않고 다 생명을 보존하여 방주 밖으로 나올 수 있었다는 의미이다. 즉하나님께서는 생태계를 온전히 보존코자 하셨던 당신의 계획<7:3>을 전혀 실패 없이 성취하셨던 것이다."
        },
        {
            "verse_reference": "8:20",
            "commentary": "단(미즈베아흐) - '자바흐'(제사드리다, 동물을 살육하다)에서 파생된 단어로 '죽인 동물을 바치는 제단'이란 의미이다(출29:18; 대하29:22). 영어 'altar'(제단, 성찬대)는 라틴어 'altus'(높은)에서 유래하였는데 이것은 제단이 통상적으로 언덕이나 바위등과 같이 높은 곳에 위치했기 때문이다. 한편 성경상 이 단어가 여기에서 최초로 언급되었긴 하나 하나님께 단을 쌓고 제사를 드린 것은 노아 이전시대부터 전해져 온 제사법이라 하겠다. 왜냐하면 범죄한 인간이 피흘림이 있는 제사를 통해서만 하나님께 나아갈 수 있다는 원리는 이미 아담과(3:21) 아벨 때부터 나타났기 때문이다(4:4). 모든 정결한 짐승...단에 드렸더니 - 부정한 짐승에 비해 상대적으로 정결한 짐승은 더 많이 보존되었으니(7:2) 이 짐승들 중 일부가 제물로 희생된 후에도 모든 짐승들이 균형을 이룬 채 번식하는 데에는 별 지장이 없었을 것이다."
        },
        {
            "verse_reference": "8:21",
            "commentary": "그 향기(레아흐 한니호아흐) - 문자적 뜻은 '향긋한 냄새'(공동번역) 또는 '만족시키는 향기'(soothing fragrance). 이같은 향기를 흠향하셨다는 것은 하나님께서 노아의 제사를 만족스럽게 받으셨다는 의인법적 표현이다(레 26:31). 그러나 이는 제물을 드린 노아의 믿음을 기쁘게 받으셨다는 뜻이지 제물 자체가 하나님을 기쁘게 할 만큼 만족스런 것이었다는 뜻은 아니다. 믿음이 없는 제물은 그것이 아무리 풍성하고 값비싼 것이라 할지라도 하나님을 기쁘게 할 수 없다(히 11:6; 사1:11-14). 그 중심에 이르시되 - 히브리어에 있어서 마음에 굳게 다짐하거나 스스로 결연된 단안을 내리는 것을 나타내는 관용적 표현이다(옵 1:3). 다시는...저주하지 아니하시리 - 직역하면 '다시는...저주를 더하지 아니 하리니'. 이는 죄에 대한 심판(2:17)을 다시는 하지 않겠다거나 땅에 내린 저주(3:17)를 철회하겠다는 뜻이 아니다. 아울러 이 말은 지역적인 홍수조차 없애겠다는 말은 아니다. 다만 노아 때의 대홍수처럼 전인류를 멸하는 대대적인 물 심판만은 다시금 일으키지 않겠다는 뜻이다. 이는...어려서부터 악함이라 - 인간 죄악으로 심판을 선고한 6:5-7과는 일견 상반되는 듯한 구절이다. 그러나 6장에 언급된 타락은 하나님의 공의에 의해 심판받을 수밖에 없는 인간의 철저한 도덕적 부패를 의미한 것임에 반해, 여기서는 각 개인의 도덕적인 죄와는 동일시 할 수 없는 인간의 근원적인 원죄(原罪)를 의미한다. 즉 아담 타락 후 모든 인간은 태어나면서부터 죄에 대해 전적으로 무능하니 만일 그 같은 죄성의 결과를 물어 노아 홍수 같은 대심판을 반복한다면 사람과 땅과 짐승은 잠시도 견딜 수 없을 것이다. 그러므로 하나님께서는 이러한 사실을 충분히 인정하고서 홍수 대심판과 같은 모든 생명체를 멸하는 심판은 최후 심판 때까지는 다시 없을 것이라는 약속을 여기서 주신 것이다. 계획하는바(예체르) - '야차르'(구조하다)에서 파생된 말로 인간이 태어날 때부터 지니고 나오는 인간성, 사고구조 등을 의미한다."
        },
        {
            "verse_reference": "8:22",
            "commentary": "땅이 있을 동안에는 - 직역하면 '땅의 모든 날 동안에는'. 곧 '세상 끝 날까지'란 의미. 심음과...밤아 쉬지 아니하리라 - 홍수로 인해 파괴된 자연 질서와 생태계의 균형을 원상태로 회복시키겠다는 약속이다<20-22절 강해>. 쉬지 아니하리라(로 이쉐보투) - '솨밧'(쉬다, 그치다, 끝나다)의 미완료형에 부정사 '로'(not)가 붙은 상태로 곧 영원토록 그치지 아니할 것을 의미한다. 따라서 오늘날 급작스런 기상 이변이나 자연계의 변화 등으로 인해 사람들이 지구의 위기를 이야기하고 있지만, 하나님의 뜻으로 말미암은 그리스도의 재림으로 인해 이 세상이 끝나는 순간까지는 하나님께서 약속하신 자연계의 정상적인 운행을 계속될 것이다. 세일하머 f. 홍수가 감함 (8:1-14) 방주 안에 있는 자들은 안전하기는 하였지만 아직 구원받지는 않았다. 저자는 노아와 그 가족들이 마른 땅으로 돌아오기까지는 아직 그의 이야기를 끝마치지 않았다(8: 14). 그러나 방주 안에 있는 그들은 하나님께서 자신의 구원을 보내시기 전까지는 기다려야만 했다(일백 오십일: 7:24). 저자가 나중에 하나님의 구원에 그 초점을 맞추기 위하여 이스라엘이 애굽에서의 사백년의 기다림과(출 l:7) 광야에서의 사십년의 기다림(민 14:33 이후)으로 넘어가듯이 이제 이야기는 방주에서의 기다림의 시간을 넘어서 '하나님이 노아와 그와 함께 방주에 있는' 자들을 기억하신(8:1) 결정적인 순간으로 진행해 간다. 하나님께서 노아를 구원하신 것에 대한 묘사는 출애굽에서의 이스라엘에 대한 하나님의 구원을 예시해 준다. 하나님께서 '자기 언약을 기억하사'(출 2:24) 자기 백성 앞에서 '큰 동풍으로 밤새도록 바닷물을 물러가게'(출 14:21) 함으로써 그들이 '마른 땅'으로 행하도록 하신 것과 같이(출 14:21-22) 홍수 기사에 있어서 우리는 하나님께서 방주 안에 있는 자들을 '기억'하사(8:1) '바람'이 물 위로 불게 하여(8:1) 자기 백성들이 '마른 땅'으로 나오도록 하셨음을 읽는다(8:13-14). 모세오경 내에서의 수많은 말과 주제의 평행은 결코 단순한 우연일 수 없다. 창세기 저자는 자주 단어의 기교를 사용하고(예를 들면 11:9) 또한 서술 안에서 단어의 기교를 반복하는 것으로 보아서(예를 들면 21:6) 자신의 서술에 의해서 제시되고 있는 평행을 분명히 알고 있었을 것이다. 우리는 저자가 이러한 유사성을 강조하기 위한 방법으로 다양한 사건들을 세심하게 설명하거 있는 사실을 고려해야만 한다. 과거에 있어서의 하나님의 역사는 현재와 미래에 있어서의 자신의 사역을 예시해 준다. 저자가 어떻게 하나님의 구원에 대한 묘사를 연장시켰는가도 역시 주목할만하다. 하나님께서는 물의 흐름을 중단시키고 홍수의 근원을 제거시키는 사역을 하는 것으로 묘사되고 있다(8:2). 그러나 노아가 마른 땅으로 되돌아 갈 수 있기까지는 아직도 시간이 필요하다(3절). 그는 아직도 기다려야만 한다. 하나님의 사역에 대한 이러한 묘사의 배경 속에서 저자는 방주 안에 있는 노아에게로 시선을 돌린다. 이제 서술은 하나님의 구원을 기다리는 노아의 인내에 그 초점을 맞추고 있다. 사십일이 지난 후에 노아는 그의 임박한 구원의 표시를 찾기 시작하였다. 그는 까마귀와(7절) 비둘기(8-12절)를 날려보냈지만 마른 땅에 대한 어떠한 표시도 나타나지 않았다. 노아는 계속해서 기다렸다(10,12절). 드디어 마른 땅이 다시 드러났다는 표시가 나타나고 비둘기가 돌아오지 않자(12절) 저자는 노아가 정확히 일년을 기다렸음을 우리에게 상기시켜준다(7:6,11, 그리고 8:13-14 참고). 그러나 그 때에도 노아는 오직 창문을 열고 방주 밖을 내다 볼 수 있을 뿐이었다. 그는 아직도 방주를 떠나기 전에 밖으로 나가라는 하나님의 명령을 기다려야만 했다(8:15-17). 서술 속에서 노아에 대한 이러한 묘사로부터 나타나는 모습은 하나님의 구원을 인내하면서 기다리는 의롭고 신실한 남은 자의 모습이다(7:23). 그것은 후기 성경 문하 속의 일반적인 모습이며(예를 들면 사 8:17-18, 40:31, 약 5:7-l1) 홍수 서술에 있어서의 그것의 발전은 후기에 있어서의 그것의 활용에 크게 기여하였다. 그 이후로 성경 본문 속에서 '홍수'는 종말론적 심판과 동의어가 되었고(예를 들면 사 8:7-8) 노아의 구원은 경건한 자의 구원에 대한 표상이 되었다(예를 들면 마 24:37-39). 9. 방주에서 나가라는 명령(8:15-19) 저자는 방주로 들어가는 것에 대한 묘사에 있어서의 서사시적인 유형과 같은 형식으로(7:7-9와 8:18-19의 문장 구조를 참고 하라. 이들 두 구절은 '서사시적 반복'의 본보기이다). 방주에서 나가는 것을 묘사하고 있다. 저자는 여기에서도 노아는 오직 하나님의 명령에 따라서 방주를 나왔음을 조심스럽게 보여주고 있다(8:15-16). 이 묘사는 비록 농축된 것이지만 창세기 1장에서의 창조의 유형을 밀접하게 따르고 있다(예를 들면 \"이것들이 땅에서 생육하고 땅에서 번성하리라\"8:17). 여기에서 묘사되고 있는 것은 '태초'의 창조 기사로 되돌아가는 것이다. 저자가 서술의 바로 이 시점에서 언약에 대한 긴 설명을 하고 있는 것은 중요한 사실이다(8:20:17). 하나님의 창조의 회복은 언약의 설정 위에 세워진 것이다. 하나님께서 방주로부터 노아를 부르신 것(8:15-20)과 아브라함을 부르신 것(12:1-7)에 대한 묘사 사이에는 그 주제에 있어서 놀랄만큼의 평행이 있다. 창세기 8: 15-20              창세기 12:1- 7 a 하나님이 노아에게 밀씀하여  a. 여호와께서 아브라함에게 이르시되 가라사대(8:15)                 (12:1) b. 너는... 방주에서 나오고    b. 너는 너의 본토(를).. 떠나 (12:1) (8:16) C. 노아가... 나왔고 (8:18)    C. 아브람이... 좇아 갔고 (12:4) d. 노아가 여호와를 위하여 단을 d. 그가 그곳에서 여호와를 위하여 단 쌓고 (8:20)                       을 쌓고(12:8) e. 하나님이 노아(에게)... 복을 e. \"내가... 네게 복을 주어\" (12:2) 주시며 (9:1) f.\"생육하고 번성하여\"(9:1)     f \"내가 너로 큰 민족을 이루고\" (12:2) g \"내가 내 언약을 너희와 너희  g.\"내가 이 땅을 네 자손에게 주리라\" 후손(에게)... 세우리니\"         (12:2) (9:9) 노아와 아브라함은 창세기에 기록된 사건의 과정 속에서 새로운 시작을 대표한다. 이들 두 인물은 하나님의 축복의 약속과 언약의 선물로 대표된다."
        }
    ]
}