{
    "bible_book": "창세기",
    "chapter_number": 14,
    "commentaries": [
        {
            "verse_reference": "14:1",
            "commentary": "엘람 왕 그돌라오멜에게 반기를 든(4절) 남부 가나안의 다섯 왕(2절)을 징벌하기위해 모인 북부 가나안 연합군의 명단이다. 시날왕 아므라벨 - '시날'은 바벨론을 포함하는 유프라테스와 티그리스 강 사이의 전지역을 가리킨다. 한편 아므라벧(Amraphel)은 한동안 바벨론의 유명한 왕인 함무라비와 동일 인물로 여겨졌었다. 그러나 이때는 대략 B.C.2082년경이며 함무라비는 B.C1750년을 전후하여 생존했던 자이니 동일 인물일 수 없다. 따라서 학자들은 아므라벧을 메소포타미아 북서편에 위치했던 산할(Sanhar) 왕 아모라빌(Amorapil)로 추정하기도 하는데 분명치는 않다. 엘라살 왕 아리옥 - '엘라살'은 우르 근처의 유프라테스 강 하류에 위치한 라르사(Larsa)이다. 이 도시는 바벨론 지역의 패권을 장악하려던 자들에 의해 종종 본거지로 이용되었다. 엘람 왕 그돌라오멜 - '엘람'은 오늘날의 이란 고원 남부에 위치했던 나라로 수도는 수사(Susa)였다 한편 엘람에는 '그돌'로 시작하는 이름을 가진 왕이 많은데 여기서 '라오멜'이 엘람의 여신인 '라가말'(Lagamar)을 가리키는 것이라는 사실외에는 그돌라오멜에 대하여 알려진 것이 없다. 고임 왕 디달 - '고임'은 '열국', '백성들'이란 뜻이다. 따라서 많은 학자들은 디달(Tidal)을 가나안과 메소포타미아 지역을 돌아 다니면서 여러 부족과 그들의 영토를 약탈하던 자로 보는데 KJV도 이러한 견해에 근거하여, '고임 왕'을'열국의 왕'(king of nations)으로 번역하였다."
        },
        {
            "verse_reference": "14:2",
            "commentary": "그돌라오멜을 중심한 연합꾼들에게 항거하기 위하여 동맹한 사해 부근 다섯 성읍의 왕들이다. 이들이 십 이 년 동안이나 섬겨 왔던 그돌라오멜을 배반한 주요 원인은 가나안 땅에 임했던 심한 기근(12:10)에도 불구하고 여느 해와 다름없이 할당된 과중한 조공량에 반발,마침내 정치적 자주권을 획득하기 위함이었던것으로 추정된다. 소돔 왕 베라 - '소돔'은 '불타다', '역청 지대'란 뚱인데 하나님의 유황불 심판을 받아 멸망한 후대 역사를 잘 반영하고 있는 지명이다(19:24). 그리고 ' 베라'는 '정복자', '파멸'이란 뚱으로 이 이름 역시 정치적, 군사적 힘을 키우려다 패퇴하고만 그의 전적을 투영해 준다. 한편 고모라 왕 비르사는 '큰 자', 아드마 왕 시납은 '신은 아버지이시다', 스보임 왕 세메벧은 '그의 이름이 위대하시다'는 각각의 이름 뜻을 갖는데 이러한 사실은 당시 이들 군주들이 여호와 신앙과는 무관한 채 각자 백성들 사이에서 신적 존재로 군림했었음을 시사해 준다. 싸우니라 - 본 전쟁은 성경에 기록된 국가들간의 첫 연합 전쟁이다. 그리고 마지막이 될 큰 싸움은 계 19:11-21에 예언되어 있다. 따라서 평화의 왕 그리스도가 재림하셔서 그의 왕국을 완성시킬 때까지는 이땅에 전쟁과 전쟁이 계속될 것임을 알 수 있다(단 9:26;마 24:6). 그러므로 성도는 미4:3에 예언 된 영원한 평화의 날을 사모하면서 그리스도의 재림을 더욱 염원해야 할 것이다."
        },
        {
            "verse_reference": "14:3",
            "commentary": "싯딤 골짜기 - '아카시아 골짜기','급류의 골짜기'란 뜻. 사해 연안에 돌출되어 있는 리산(Lisan) 반도의 남쪽 땅인 것 같다. 지금 염해 - '지금'이란 말은 원문에는 나와 있지 않지만 본서 기록자인 '모세 당시' 이미 염해가 형성되어 있었음을 강조하기 위하여 첨가한 듯 하다. 한편 땅이 염해가 되었다는 것은 그 사이 지각 변동이 있었음을 뜻하는데 지질학적 탐사 결과 이곳에는 약 25회 가량의 지각 변동이 있었음이 확인되었다."
        },
        {
            "verse_reference": "14:4",
            "commentary": "그돌라오멜을 섬기다가 - 그돌라오멜의 엘람족이 셈계(10:22)라는 사실은 가나안족이 장차 셈족의 지배를 받게 되리라는 노아예언(9:26)이 역사적으로 성취되었음을 보여준다. 제 십 삼 년에 - 그돌라오멜이 엘람 왕으로 집권한 지 제 십 삼 년을 가리키는 것 같다. 아뭏든 약소국인 팔레스틴의 여러 도시 국가들은 이미 오래 전 부터 메소포타미아 지역의 강대국들에 의해 지배를 당해 왔는데 이는 곧 유프라테스 강으로부터 다메섹, 요단 계곡을 경유하여 홍해와 애굽에까지 이르는 무역로와 군사로를 터주었다는 의미를 지닌다."
        },
        {
            "verse_reference": "14:5",
            "commentary": "그돌라오멜과 그와 동맹한 왕들 - 엘람과 바벨론은 역사적으로 볼 때 대개 적대관계였다. 그런데 여기서는 동맹국으로 나와있다(1절). 이는 당시 바벨론에서 두 왕조가 세력을 잡으려고 싸우고 있는 동안 도리어 엘람이 그 지역의 세력을 장악하였기 때문인데 그 결과 바벨론(시날)은 엘람의 동맹 요청을 수락하지 않을 수 없었을 것이다. 아스드롯 가르나임 - ' 두 뿔의 아스드롯'이란 뜻. 여기서 '아스드롯'은 가나안 족속이 섬기던 풍요의 여신 '아스다롯'을 가리킨다(삿 2:13). 그러나 이곳의 정획한 위치에 대하여서는 알려진 것이 없는데 사해 동쪽 약 45km 지점에 위치한 가르나임 성읍 부근인 것으로 추정된다. 르바 족속 - 이스라엘 백성 이전에 팔레스틴에 거주하던 초기 원주민으로 일명 '르바임 족속'으로 불리운다(신 2:11). '르바'란 말은 '크다'란 뜻의 아랍 어근에서 유래한 말인데, 이름 그대로 이들은 거인족으로 알려졌다. 르바 족속의 마지막 남은 자인 바산 왕 옥(Og)은 길이 4.1m, 넓이1.8m나 되는 침상에서 잘 정도였다 한다(신 3:11). 그런데 그돌라오멜 동맹군이 가나안 평지 다섯 성읍과는 직접적으로 상관이 없는 르바족속 및 기타 여러 족속을 공략한 점으로 보아 엘람의 속박과 멍에에 대항하여 일어난 반란은 가나안의 주변 많은 족속들로부터 호응과 간접적인 도움을 받았던 것 같다. 함 - 위치 불명의 장소이나 학자에 따라 암몬의 수도인 랍바(삼하 12:26)의 고대 명칭으로 보기도 한다(keil). 수스 족속 - 신 2:20에서는 `삼숨밈'(Zamzum-mim)으로 불리우기도 하는데 아르논 강과 얍복강 사이 르바 족속 지경에 살던 자들로 추정된다. 사웨 기랴다임- '기랴다임의 평원'이란뜻. 그러므로 제자는 르우벤 지파에게 기업으로 주어졌던 기랴다임(민 32:37)과 동일한 곳으로 보기도 한다. 엠 족속 - 모압 땅의 거주자들로 아낙 족속, 르바임 족속과 함께 거인족으로 유명하다(신 2:10)"
        },
        {
            "verse_reference": "14:6",
            "commentary": "호리 족속 - 에돔 족속 이전, 사해 서남쪽에 있는 세일 산 주변의 여러 동굴에 거주하던 자들이다(신 2:12). 그 산 세일 - 사해남쪽, 아라바 평지 동쪽에 위치한 산맥으로 페트라(Petra)와 호르 산(신 32:50)도 그 주요 지형 지세 중의 하나이다. 후일 에서의 후손인 에돔 족속이 이 지역을 점령하고 그곳에 거주한 이후부터 성경에서 '세일', '세일 산', '세일땅'이라고 써왔는데, 후날 '에돔'을 뜻하는 동의어로 사용되었다(36:30; 대하 20:10;25:11) 이곳은 에시온게벨로 나아가는 통로가 되기 때문에 역사상 중요한 위치를 점하였다. 광야근방 엘바란 - 학자에 따라 홍해 동쪽, 오늘날의 아카바 만 북편에 위치한 것으로, 또는 아카바만과 수에즈 만 사이의 바란 광야 끝에 위치한 것으로 추정한다."
        },
        {
            "verse_reference": "14:7",
            "commentary": "아말렉 족속의 온 땅 - 아말렉 족속에서의 손자이자 엘리바스의 아들인 아말렉(36:12)에게서 비롯된 족속이다. 따라서 아브라함 당시에는 아말렉 족속이 있었을리 만무하다. 따라서 자유주의 학자들은 이를 성경에 나오는 역사적 오류라고 비평하는데 그렇지는 않다. 다만 이는 모세가 본서를 기록할 당시, 그 관점에서 이미 이루어진 역사적 사실을 반영한 것일 뿐이다. 하사손다말 - 일명 '엔게디'(Engedi)로도 불리운다(대하 20:2). 사해 서안 중앙부에 위치한 성읍으로 주위의 종려나무와 포도원의 고멜화가 유명하다(아 1:14). 사울에게서 미움을 받았던 다윗이 그를 피해 한때 거하였던 곳이기도 하다(삼상23:29). 아모리족속 - 팔레스틴, 수리아, 바벨론 등지에 흩어져 살던 함 계통의 족속이다. 한편, 이처럼 엘람 연합군이 남부 가나안 동맹군과 교전하기에 앞서 아말렉 지경과 사해 서안 지대까지 초토화시킨 까닭은 (1)유리한 입지 조건을 선점하며 (2)인접 부족과의 세력 규합을 막아 보급로와 퇴각로를 차단하기 위함이었다."
        },
        {
            "verse_reference": "14:8",
            "commentary": "-10 싯딤 골짜기에서...접전하였으니 - 남부 가나안 동맹군이 접전 장소로 싯딤골짜기를 택한 까닭은 유리한 지형 지물을 이용하기 위함이었다. 즉 그 곳에는 역청 구덩이가 많아 침입군에게 방해가 될 것으로 믿었기 때문인데 결과는 오히려 자신들의 참패로 끝나고 말았다. 이러한 패배 원인은 무엇보다도 그들의 타락과 패역에 대한 하나님의 징계 때문이었던것으로 추정된다. 이러한 사실은 패배의 경고에도 불구하고 게속 어그러진 길로 가다가 마침내 유황불 심판을 당하는 사실(19:1-11,24,25)에 의해서도 뒷받침된다. 전쟁은 하나님께 속한 것이니(삼상 17:47) 하나님 앞에서 타락한 국가가 승리할 리 없다."
        },
        {
            "verse_reference": "14:11,12",
            "commentary": "아브람의 조카 롯도 사로잡고 - 롯도 소돔 성에 거하던 시민인 이상 그 곳 거민들과 함께 포로로 잡혀 간 것은 당연하다. 그러나 여기서 우리가 기억하여야 할 사실은 하나님을 가까이 하지 아니하고 세상 쾌락과 재물만을 추구하던 롯의 비참한 결국이다. 화약을 안고 있는 자는 언젠가는 그 화약에 의해 몸을 다치기 마련이다. 따라서 우리는 언제 터겨 자신을 오염시킬지 모를 육신의 정욕과 안목의 정욕과 이생의 자랑(요일 2:16)을 자신에게서 신속히 제거해야 할 것이다(약 1:21)."
        },
        {
            "verse_reference": "14:13",
            "commentary": "도망한 자 - 엘람 연합군이 소돔 성을 공약할 때 요행히 몸을 피했거나 포로로 잡혀가던 중 필사의 탈출을 한 소돔 거민이다. 히브리 사람 아브람 - 처음으로 '히브리'라늘 명칭이 언급된 경우이다. 그러나 여기서는 아직 하나님의 선민(選民)인 아브라함의 모든 후예를 가리키는 민족적 의미(39:14;출 2:6)가 아니다. 단순히 셈 계통의 '에벧의 후손'을 가리키는 말이거나(Calvin, Lyra, Murphy, Bush)혹은 유프라테스 강을 건너 팔레스틴으로 '이주 한 자'( , 이브리)라는 의미(Ori-gen, Keil, Lange, Kalisch)일 뿐이다."
        },
        {
            "verse_reference": "14:14",
            "commentary": "조카 -( ,아흐)원뜻은 '형제'(9:5), '아우'(4:2)이다. 아브람이 롯을 가리켜 '벤 아흐'(조카,12절)라 하지 않고 이렇게 칭한 것은 롯의 이기주의적 태도에도 불구하고 변함없이 그를 사랑한 애정을 증거해 준다. 집에서 길리운 자 - '길리다'에 해당하는 히브리어 '얄랏'( )은 '낳다', '태어나다'는 뜻이다. 따라서 집에서 길린 자란 돈을 주고 새로 사온 자가 아니라 아브람의 가정에 소속된 사람들(12:5) 사이에서 태어난 자식들을 의미한다. 연습한 자 - 직역하면 '훈련시킨 자', '무장시킨자'. 당시 공공적인 치안 조직과 제도가 미처 갖춰져 있지 않던 고대 사회에서는 스스로의 재산과 생명을 보호하기 위한 자구책이 필요하였 것이다. 특히 유목민들은 많은 수의 가축들을 효율적으로 관리하고 도적과 맹수의 위험을 이겨내기 위하여 더욱 정예화된 일꾼들이 요구되었을 것이다. 삼백 십 팔 인 - 이로 미루어 아브람에게 딸린 식솔은 도합 천 여 명이 넘었던것으로 추정할 수 있다(Pulpit Commentary). 왜냐하면 이들의 부모와 여자 형제들의 수를 어림하여 318에 4를 곱하여도 1,272명이란 수가 나오기 때문이다."
        },
        {
            "verse_reference": "14:15",
            "commentary": "그들을 쳐서 파하고 -아브람의 군사는 자신의 집에서 태어나 훈련받은 318명과 아모리 족속의 원병은 소수(24절)였고, 전략기술도 승리의 방심을 틈 탄 야간 사방 기습 공격일 뿐이었다. 그런데도 네 왕의 지휘를 받고 있는 강대국의 정규군을 이길 수 있었던 것은 기드온 군대의 300명 용사처럼(삿 7:7-23), 이들이 하나님을 선봉장으로 한 믿음과 장의의 용사들이었기 때문이다. 호바 - '갈대의 땅'이란 뜻. 오늘날 이곳은 다메섹 북방 80km 지점,.다메섹에서 팔미라로 통하는 도로상의 위치한 현재의 호바와 동일시되고 있다."
        },
        {
            "verse_reference": "14:16",
            "commentary": "또 부녀와 인민을 다 찾아 왔더라 - 아브람이 자신의 조카 롯을 구하기 위해 군사를 일으킨 것은 정당하다. 그런데 한걸음 더 나아가 롯의 모든 이웃들까지 구해 준 것에서 우리는 타인의 불행도 생각할 줄 아는 아브람의 보다 성숙된 신앙 인격을 엿보게 된다."
        },
        {
            "verse_reference": "14:17",
            "commentary": "소돔 왕이...영접하였고 - 예기치 않았던 아브람의 도움에 사의(謝意)를 표하기 위함이다.한편 혹자는 소돔 왕이 역청 구덩이에 빠져 죽은 것으로 이해하여(10절), 본절을 잘못된 기사로 보려 하기도 하는데 그것은 틀린 생각이다. 왜냐하면 10절은 소돔, 고모라 왕과 함께 도망치던 군사들 중의 많은 수가 구덩이에 빠정다는 뜻이기 때문이다."
        },
        {
            "verse_reference": "14:18",
            "commentary": "살렘 왕 멜기세덱 - 학자에 따라서는 '살렘'( )을 갈릴리 바다 옆 스키토폴리스(Scythopolis) 부근의 한 성읍으로 보기도 하나(Jerome), 아마르나 토판, 시76:2 등을 참고할때 '살렘'은 예루살렘의 고대 명칭임에 분명하다(Josephus, Onkelos, Keil). 그리고 '멜기세덱'( )은 살렘의 왕이자 제사장으로서 '의(義)의 왕'이란 뜻인데, 그가 정확히 누구였는지에 대하여서는 견해가 분분하지만 가장 타당한 견해는 문자 그대로 그를 이방인들 가운데서도 순수하고 올바른 신앙을 가진 가나안의 왕으로 보는 견해(Josephus, Calvin, Delitzsch, Keil, Bush)이 다. 떡과 포도주를 가지고 나왔으니 - 떡과 포도주는 가나안 지역의 일상 식물이나 지금 이것은 전쟁에서 지친 병사들에게 생기를 불러일으키기에 충분했다. 멜기세덱이 이러한 음식물을 가겨 온 것은 아브람이 그 땅의 평화와 자유, 재산 등을 회복시켜주었기 때문인데 이처럼 감사는 그 대상이 누구이든 간에 은혜를 입은 자가 당연히 행해야 할 덕목이다(살전 5:18). 지극히 높으신 하나님의 제사장 - 멜기세덱이 왕과 제사장이란 이중신분을 갖고 있었던 것은 그다지 놀랄 일이 아니다. 모세의 장인 이드로도 미디안족의 통치자이자 제사장이었다(출 2:16;3:1). 그러나(1)유대인들의 제사 제도에서는 용납되지 않는 왕과 제사장이란 이중 직무.(2) 당시의 부패상 가운데서도 하나님 경외하며 의와 평강으로 백성을 다스린 태도,(3) 시작과 끝, 출생과 족보가 없이 갑자기 나타났다 사라진 그의 신비적 출현 등은 아주 특이한 요소로 예수그리스도의 특성과 유사한데 이에 히브리서 기자는 강한 영감을 받아 그를 신약 시대 예수를 대표하는 자로 언급하였다(히 7:11-17)."
        },
        {
            "verse_reference": "14:19",
            "commentary": "천지의 주재 - '주재'에 해당하는 히브리어 '코네'( )는 '카나'(창조하다, 소유하다)에서 온 말로 하나님께서 천지의 창조자시며 동시에 역사의 주관자요 만물의 소유자 이심을 고백하는 말이다(마 11:25;행 17:24) 지극히 높으신 하나님 -( , 엘 엘욘)하나님의 강한 능력과 초월성, 거룩성, 완전성을 강조하는 명칭으로(시 57:2;단 3:26) 모든 축복과 승리(20절)는 하나님께로부터 연유한다는 사실을 고백하는 말이다(출 17:5;잠 10:22)"
        },
        {
            "verse_reference": "14:20",
            "commentary": "십분 일을...주었더라 - 아브람의 이 행위는 멜기세덱의 제사장 직분을 인정하는 것이자 승리를 주신 하나님께 감사하는 행위이다. 한편 여기서 십분 일(1/10)은 십일조를 가리키는데 십일조는 본래 성전에서 봉사하는 자들을 위해 자신의 재산이나 소득 중 십분 일을 바치는 것으로 셈족 이외의 문화권에서도 널리 시행되던 제도이다. 그러나 이러한 제도가 훗날 모세율법으로 성문화(레 27:30-33;민 18:21-32)되기 이전에는 본절에서처럼 시행되었다는 점은 이것이 어떤 형식에 얽매여 억지로 수행해야 하는 규례가 아니라 은혜를 입은 자가 행하여야 할 자발적인 감사의 표시임을 일깨워준다."
        },
        {
            "verse_reference": "14:21",
            "commentary": "물품은 네가 취하라 - 전투에서 노획한 전리품에 대하여 정복자의 권리를 인정해 주던 고대 관습에 따른 조처이다."
        },
        {
            "verse_reference": "14:22",
            "commentary": "내가 손을 들어 맹세하노니 - 신적(神的)인 엄숙한 서약을 할 때 취하던 히브리인들의 일반적 행동 양식(신 32:40;단 12:7;계 10:5,6)으로 하늘을 향해 오른손 또는 양손을 치켜드는 것을 뜻한다."
        },
        {
            "verse_reference": "14:23",
            "commentary": "내가 취하지 아니하리라 - 설령 아브람이 전리품을 취하였다 하더라도 그것은 정당한 그의 권리를 누리는 것이 된다. 그러나 이를 거절한 것은 이기적인 롯의 태도와는 좋은 대조를 이룬다(13:10,11). 이처럼 아브람이 재물에 유념하지 않은 것은 자신의 삶을 지배하고 계시는 여호와 하나님을 잊지 않았기 때문이다. 만일 그가 소돔 왕의 하사품을 받았더라면 그가 군사를 일으킨 순수한 동기마저 희석될 우려가 있었고 동시에 향후 행동에 있어서도 소돔 왕으로부터 절대적인 독립을 유지하기 어려웠을 것이다."
        },
        {
            "verse_reference": "14:24",
            "commentary": "나와 동행할...분깃을 제할지니 - 자신들의 권리를 포기할 아무런 이유가 없었 던 다른 협력자(13절)들의 몫을 보장해 주기 위한 조처이다. 오늘날 신앙인들이 흔히 범하기 쉬운 잘못은 자신의 신앙 양심을 기준으로 타인을 판단하고 정죄하는 것이다. 하지만 참된 신앙인이 취할 태도는 아브람처럼 타인의 정당한 자유와 권리를 보장해 주며, 믿음이 약한 형제를 자신의 신앙 척도로 판단해서는 안 된다는 것이다(롬 14:1-3;고전 8:9;9:22,23). 롯과의 주거지 분리로 새로운 목초지를 개척하고 있던 아브람 앞에 메소포타미아와 가나안 지역의 아홉개 나라가 관련된 소위 가나안 남북 전쟁이 발발하였다. 이 전쟁을 요약하여 도표화하면 다음과 같다. +------------+-------------------------------------------------------+-----------------+ | 진    행 |               내               용                  | 관련성구 | +----------+----------------------------------------------------+----------+ |          | 5개국의 사해 동맹국이 메소포타미아 지역            |          | | 발    단 | 엘람의 맹주 그돌라오멜에게  조공을 거부하          | 1 - 4 절 | |           | 고 반역한 데서 비롯됨                              |          | +----------+----------------------------------------------------+----------+ |          | 엘람을 위시한 메소포타미아 4강국이 사해지          |          | | 경    위 | 역까지 원정. 도중에 거치는 가나안 열국들           | 5 - 9 절 | |          | 을 초토화 시킴                                     |          | +----------+----------------------------------------------------+----------+ |          | 사해 동맹국이 참패함. 원정군들이 포로와            |          | | 결    과 |                                                    | 10-12 절 | |          | 전리품을 취해 귀환. 롯도 포로 되어감               |          | +----------+----------------------------------------------------+----------+ |          | 아브람이 원정군을 뒤쫏아가 모든 약탈물을           |          | | 수    습 | 환수하고 롯을 구출해 냄. 이 일로 아브람의          | 13-24 절 | |          | 위상이 가나안에서 한층 높아짐                      |          | +----------+----------------------------------------------------+----------+ 이 사건후(15장부터) 하나님께서는 아브람의 가정에 구체적으로 개입하셔서 그가 가나안 땅의 주인이자 언약 가계의 조상이 될 수 있는 기반을 조성해 가셨다. 본장의 내용을 통해서 얻을 수 있는 교훈은 하나님이 주도하시는 거룩한 역사(Sacred History)가 이적이나 기사(奇事)에 의해서만 진행되지 않는다는 사실이다. 사실 우리는 가나안 남북 전쟁을 단순히 영토와 주권 문제로 일어난 팔레스틴 지방의 국지전으로만 규정하고 그 속에 담긴 하나님의 의도는 놓쳐 버릴 수 있다. 그러나 이사건은 가나안 전쟁을 배경으로 하여 가나안의 실질적인 주인으로서 역사의 전면에 부각되는 아브람을 소개하는 데 초점을 모으고 있는 것이다. 한편 아브람이 이 전쟁에 참전한 동기는 (1) 어려움에 처한 친족을 도와야 한다는 순수한 사랑의 정신과 (2) 정복자들로부터 포로를 자유케 하려는 숭고한 박애 정신 (3) 그리고 전력의 열세에도 불구하고 승리를 확신한 신앙의 용기가 있었기 때문이다. 이주민에 불과했던 아브라함을 가나안의 새 주인으로 부각시킨 이러한 하나님의 역사는 하나님을 상실한 듯한 오늘에도 계속되고 있으며, 그 역사의 동역자로 우리가 선택되었다. 그러므로 우리는 하나님의 성역사(聖歷史)의 한 모퉁이를 담당한다는 분명한 의식을 가지고, 하나님이 추구하시는 방향을 바로 이해하며 살아갈 때 역사의 진정한 의미를 알게 될 것이다. 1. 가나안 남북 전쟁과 포로된 롯(14:1-12) 팔레스틴은 지정학적 이유로 예나 지금이나 크고 작은 전쟁들이 계속 일어났다. 아브람이 가나안에 정착한 지 얼마되지 않은 때에도 사해 근방에서 무려 9개국이 관련된 전쟁이 발발했다(1-4절). 이 전쟁은 강력한 힘을 지닌 메소포타미아 원정군의 승리로 돌아갔으며 그로 인해 가나안 전역은 전쟁의 회오리에 휩싸여야 했고,특히 소돔 지역 거민들은 재산을 탈취당했을 뿐 아니라 포로로 끌려가기까지 했다. 이런 와중에 갈대아 우르에서 이주해 왔던 아브람의 조카 롯마저 끌려가게 되었다(5-12절). 사실 롯은 그 전쟁과는 직접 관련이 없었다는 점에서 애매한 피해자라 할 수 있다. 그러나 그 전쟁의 발발 이유가 어떻든 간에 하나님께서는 세상의 부귀만을 추구하던 롯에게 전쟁의 참화를 겪게 하심으로써 그것의 허무함을 보여 주셨던 것이다. 이처럼 세속적 부귀와 풍요는 그것을 추구하는 자에게 참기쁨과 안전을 제공하지 못하며 도리어 분쟁과 불안과 멸망의 요인이 되기도 한다(벧후 3:3-12). 한편 가나안 전쟁은 롯과 아브람의 등장을 가능케 했다는 점에서 사건의 중요성이 있지만 또 다른 측면에서는 가나안족에 대한 셈족의 지배를 예언했던 노아의 말리 성취되어 간 사실에 관심을 기울이지 않을 수 없다(9:25), 이와 같이 역사는 복합적 의미를 내포한 채 흘러가는데, 이는 세상을 통치하시는 하나님의 풍부하신 섭리를 보여 주는 것이다. 그러나 이러한 다양함에도 불구하고 인간의 역사는 분명한 하나의 목적을 지닌다. 즉 역사의 주인이신 하나님은 다양한 역사의 지류들을 총괄하시며 당신의 나라 건설이라는 큰 목적 아래 그 모든 것을 모으신다. 그러므로 아주 오래 전, 가나안 변경에서 벌어졌던 남북 전쟁은 단지 묻혀버린 과거의 기억일 수 만은 없으며, 당신의 나라 건설을 위해 설정했던 하나님의 통치의 한 부분이자 오늘을 있게 하신 하나님의 경륜의 한 과정이다. 그렇기 때문에 우리는 성경을 대할 때마다 바로 이러한 의식을 가지고 지나온 역사들을 관찰하며 오늘을 조명하는 지혜를 가져야 한다. * 가나안 남북 전쟁. 고대 세계에서 문화, 경제 , 정치적으로 고도의 성장을 이루었던 메소포타미아 지역 국가들은 팔레스틴 남부까지 그 영향력을 행사하여 여러 국가들로부터 많은 조공을 요구하는 등 힘을 통한 지배를 계속해 왔다. 약 12년동안 이러한 세력 균형이 잘 유지 되는 듯했으나, 가나안에 몰아닥친 기근으로(12:10) 인해 무거운 무거운 부담을 안게 된 가나안 남부 국가들은 그 속박에서 벗어나려 연합 세력을 구축하여 반란을 일으켰다. 이에 엘람 왕 그돌라오멜은 시날 왕 아므라벨과 엘라살 왕 아리옥, 고임 왕 디달 등 가나안 북방 세력과 규합하여 반란군 정벌에 나섰다. 그들은 이 반란 진압을 위해 약 1년이라는 세월을 지체할 만큼 철저한 준비를 하였다. 반란 진압에 나선 그들은 네게브(가나안 남부) 사막을 지나 싯딤 골짜기를 목표로 우회 공격을 진행하면서, 반란에 직접 관련이 없는 족속들 (르바, 수스, 엠, 호리, 아모리, 아말렉 등)을 공략하였다. 이는 반란군에 동조 가능성이 있는 세력을 미연에 예방하며 반란군 진압에 교두보를 형성하기 위한 조처였다. 계속하여 북방 연합군은 싯딤 골짜기에서 반란 5개국을 섬멸하였을 뿐 아니라, 그들을 포로로 잡아감으로써 가나안 남부 지역을 일시에 초토화시켰다. 이런 격랑 중에 넉넉한 물줄기와 목초지를 선택하여 그 곳에 살던 롯도 포로 신세가 되고 말았다. 결국 속박의 굴레에서 벗어나길 원했던 가나안 남부 지역 주민들은 더 무거운 굴레 아래 놓이게 되었으며 그들의 땅은 주인없는 불모지로 남게 되었다. 성경은 이 사건을 통해 전쟁은 분명 여호와께 속한 것으로서(삼상 17:47) 모든 역사의 방향이 하나님의 주도 아래 있음을 보여 준다. 즉 가나안 원주민들의 세력을 극히 약화 시키시는 대신에, 당신과 언약을 맺은 아브람을 가나안의 주역으로 등장시키시려는 하나님의 의지가 이 전쟁을 통해 실현되었음을 확인할 수 있다. * 가나안 남북 전쟁도. 본 전쟁은 성경에 기록된 숱한 전쟁 기록 중 첫 기록이다. 그리고 계 19:11-21에는 이미 최후에 있을 아마겟돈 전쟁까지 묘사되어 있다. 따라서 실로 평강의 왕 그리스도가 이 땅에 재림할 때까지 전쟁은 계속될 것이다. 그러므로 성도는 굳건히 영적 싸움을 싸우되 늘 '그날'을 사모하면서 낙심치 말아야 한다. 2. 롯을 구출한 아브람(14:13-16) 하나님을 신앙하는 자는 정의를 추구하고자 하는 빛나는 정신과 한 영혼도 놓쳐버릴 수 없다는 뜨거운 형제 사랑을 지닌다. 세상에 연연하지 않고 하나님이 주시는 기업을 사모하며 헤브론으로 나아갔던 아브람은 하나님과 끊임없는 교제를 통해(13:18) 위에 같은 정신과 사랑을 가질 수 있었다. 그는 조카 롯의 비극적인 소식을 듣고 조금도 지체함 없이 318명의 정련된 무리들을 이끌고 귀환하는 정복군들을 추격했으며 기어코 롯과 재물과 포로들을 구출해냈다. 사실 아무리 집에서 훌륭히 단련시킨 무리라 하더라도 , 가나안 중.남부를 초토화 시켰던 메소포타미아 원정군에게는 하찮은 존재에 불과했을 것이다. 그러나 아브람은 현상적인 전력의 열세를 두려워하지 않고 오직 승리를 주관하시는 여호와를 의뢰함으로 그 일을 추진하였다. 어려움을 만난 형제를 도와야 한다는 강한 사랑과 정복자들로부터 애매한 포로된 자들을 구출하려는 열정에 자신을 의생한 그야말로, 죄의 포로가 된 온 인류의 영혼들을 사랑하여 십자가를 지신 예수 그리스도를 지신 예수 그리스도를 예표한 자라 할 수 있다. 이처럼 신앙은 불가능한 일자르 가능케 하며, 곤경에 처한 형제의 생명을 구하게 하는 무한한 능력을 제공한다. 이러한 측면에서 인간을 사랑하는 박애주의(博愛主義)의 근간은 하나님과의 끊을수없는 교제를 통한 신앙의 성숙이어야 한다. 실로 신앙은 어떤 어려움도 감래할 수 있게 하는 힘이다(빌 4:13). * 히브리 사람 아브람 '히브리'란 민족의 이름이 성경 가운데 처음으로 사용된 바(13절), 히브리의 어원은 '건너온 자'란 뜻의 '어벧'로 학자들 간에 추정되고 있다<10:21-32강해, 히브리인과 이스라엘인>. 아브람은 에벧의 후예로(11:10-14) 그가 우르(Ur)에서 가나안으로 들아오는 동안 유브라데 강을 건넜다는 점에서 '히브리'란 말의 의미는 그에게 자연스럽다. 이처럼 그는 가나안 원주민의 눈으로 볼 때에 일개 이주민(移住民)에 불과했지만, 그 원주민들에게 '히브리'란 이름으로 특별히 기억되었다는 것은 생각해 볼만하다. 즉 그는 특별 명칭을 얻을 정도로 삶과 성품과 신앙에 있어서 두드러졌을 것이다. 그는 적어도 유브라데 강을 건너기 전의 신앙과 생활 방식을 청산하고, 새로운 신앙(13:18)과 싫을 영위하였을 것이며, 그러한 그의 모습은 우상숭배에 젖어 물질적 풍요와 환락만을 추구하던 원주민들에게 깊은 인상을 주었을 것이다. 사실 그는 유브라데를 건너면서 유랑민의 생활을 시작하였지만 하나님께서는 그의 행로에 동행하셨으며 그에게 가나안의 주인이 될 것을 약속하셨다.(13:14, 15). 그러므로 그가 원주민들에게 특별한 존재로 부각될 수 있었던 것은 하나님의 지극하신 배려와 그분의 통치를 신뢰하는 신앙이 어우러졌기 때문이다. 세소에 거하면서 이웃으로부터 각별한 관심을 받았던 아브람의 신앙 자세는 예수의 공로로 중생을 얻어 천국의 생활을 하지만 여전히 세상 가운데 거해야 하는 우리들에게 과연 어떠한 모습으로 이 세상을 살아가야 하는지에 대한 지침을 제공한다. 우리는 죽음의 물을 건너기 전(중생 전)의 삶을 온전히 청산하고, 세상이 특별한 관심을 갖는 빛과 소금으로 살아가야 한다(마 5:13-16;엡 5:8,9). 3. 아브람의 승전과 멜기세덱의 환영(14:17-24) 사해 반란군을 진압하고 돌아가는 메소포타미아 원정군을 위쫓아, 탈취당한 물건과 포로를 회수한 아브람은 가나안 전역의 영웅으로 추앙받기에 족했다. 이러한 배경 하에서 본문은 환영하는 살렘 왕 멜기세덱의 행적과 이에 아브람이 전리품의 십분에 일을 현사한 사실 및 소돔 왕의 계산적인 환영 장면이 그려져 있다. 우리는 본문을 통해 극히 대조적인 두 인물을 발견하게 되는데 그 중 한 사람은 물질적 욕심에 심취되어 반역을 꾀했다가 알거지가 된 소돔 왕(아마 그는 아브람으로 부터 물질적 원조를 받고자 나왔던 것)이었으며, 또 한 사람은 가나안 땅에 평화와 자유를 회복시켜준 사실이에 감사한 나머지 많은 음식물로 환영한 살렘 왕 멜기세덱이었다. 특별히 그는 아브람의 승전을 가능케 하신 하나님께 지극한 영광을 돌림으로써 자칫 인간적 승리감에 도취되어 자만할지라도 모를 아브람 일행을 바로 세웠으며 , 지방 세계 가운데 유일신 여호와의 권능을 드높였다. 이로써 아브람의 환영식장은 가나안의 주인이 아브람으로 새롭게 교체된 것과 여호와만이 온 세상의 주관자이심을 공식화하는 기념식장이 되었다. 이처럼 신자가 하나님의 영광과 그 의(義)의 실현을 위해 이 땅에서 수고할 때, 하나님께서는 그와 함께 하시며 그를 들어 당신의 영과의 도구로 사용하신다(잠 3:6). * 이웃에 대한 신자의 의무. 하나님의 사람들에게는 종교적 의무와 더불어 이웃의 생명, 재산, 안녕을 보존.발전시켜야 하는 사회적 의무가 주어진다. 왜냐하면 온 세계는 하나님의 통치가 미치는 영역이자 신자들의 삶의 터전이기 때문이다. 물론 이것은 신자가 세상에 속화(俗化)되라는 의미가 아니라, 세상이 하나님의 의(義)의 실현장이 될 수 있도록 사회의 각 방면에서 힘쓰라는 뜻이다. 하나님은 이런 수고를 기쁘게 받으시며 이런 자들과 동역하기를 즐겨하신다. 신자가 이와 같은 일을 감당하기 위해서는 무엇보다 자기 희생적 정신과 경건한 삶의 자세가 필요하다. 여기 언급된 아브람은 이웃의 고통에 방관하지 않고 그들의 아픔에 동참하여 적극적으로 그 고통을 해결하기 위해 죽음을 무릅쓰는 등, 대(對) 이웃에 관한 의무를 소홀히 하지 않았다. 그러한 그의 희생은, 자만이나 영웅심에 근거한 것이 아니라 정의와 형제 사랑의 차원에서 이루어진 것이다. 결국 그의 승전과 환영식은 이 땅에 하나님의 정의가 실현되도록 힘쓴 자기 영광스러운 결말을 의미한다. * 살렘 왕 멜기세덱. 아브람을 영접했던 멜기세덱이 어떤 인물인 지에 관해 많은 이견이 있으며 특히 역사성 까지도 의심하는 이도 있다. 그러나 그가 가나안인으로 이땅에 실제한 인물이었다는 것은 분명 성경이 인정하는 바이다. 그의 이름은 '의(義)의왕'이란 뜻이며(히 7:2), 그가 통치한 '살렘'은 예루살렘의 고대명으로서 '평화'라는 의미를 지닌다(히 7:1). 이로 볼 때 그는 평화의 나라를 건설하기 위해 의로 통치했던 왕이었음을 알 수 있다. 한편 그에 관하 몇 가지 견해를 살펴보자 주변의 우상 숭배의 유혹을 물리치고 경건을 유지했던 시낭인으로 셈 계열의 족장인 에녹 또는 욥이었다는 견해 그의 위엄있는 직책과 위로의 사역을 들어 천사, 성령 또는 그리스도의 현현(顯現)이었다는 견해 당시 우상 숭배 팽배한 가나안 땅에서 이례적(異例的)이기는 하나 순수하고 올바른 신앙을 지닌 가나안 왕이라는 견해 등이 있는데 이 가운데 세번째 견해가 가장 타당하다. 그는 귀환하는 아브람에게 '떡과 포도주'를 가져와 그를 축복하고 '지극히 높으신 하나님' (엘 엘리온)을 찬양함으로써 감사와 더불어 우정을 나누었으며, 자신이 아브람과 종교적 혈족 관계임을 시사하였다. 더욱이 멜기세덱은 '엘 엘리온'을 곧 우주의 창조주로 간주했다(19절). 이는 그 당시의 다신교 신앙과는 동떨어진 개념이었다. 그 당신 다신교는 정신과 물질을 구분하지 않았으며 모든 존재들에 대해 신적 권위를 인정하는 등 범신론적인 혼합주의 종교 신앙을 띠고 있었다. 이에 유신론자 아브람은 멜기세덱이 자신과 동일한 하나님을 섬긴다고 확신한여 그가 획득한 전리품의 십일조를 아낌없이 바쳤다. 이로써 아브람은 승리의 영광을 하나님께 돌렸다. 한편 성경은 멜기세덱을 아론의 반차를 초월하여 제사장직을 수행한 그리스도의 예표로 보았다(시 110:4;히 5:6-11;6:20-7:8). 즉 이 둘은 의의 왕이요 평가의 왕이며 초월적 존재(출생 근원을 하나님만 아심)이고 영존한 제사장이라는 것이다(히 7:1-3).또한 그리스도께서 전통을 이은 멜기세덱의 반차가 아론 계열의 제사장보다 탁월하다는 것이다. 이에 대한 보조 설명으로 멜기세덱이 레위의 선조 아브람보다 뛰어난 존재로서 아브람에게 축복을 했으며 십일조를 받았다(히 7:4-10). 다윗은 레위 제사장직을 불완전한 것으로 믿고 레위 계열을 대신해 멜기세덱 반차가 제사장이 될 것을 예언한 바 있다(히 7:11-19). 하나님의 인준이 있었다.(히 7:20-22). 그 직책은 영원하다(히 7:23-25)는 점을 주장한다. 결론적으로 우리는 멜기세덱의 반차를 좇아 나신 예수 그리스도가 세상과의 영적 싸움으로 피곤한 우리의 짐(허물)을 들어주며, 우리와 하나님 사이의 중보적 역할을 하시는 대제사 장이자, 이 땅에 진정한 평화를 정착시키실 평강의 왕이시라는 사실을 멜기세덱의 사건을 통하여 다시 한번 확인할 수 있다. 세일하머 2. 아브라함과 나라들(14:1-24) 처음 볼 때에 13장과 14장 사이의 연관성은 약한 것으로 보인다. 시간적으로나 공간적인 관점에서 볼 때에 이 두 서술은 오직 먼 관계만이 있어 보인다. 서술은 앞 장의 시기에 대한 언급이 없이 '아므라벨 때에'(개역:'당시에 시날 왕 아므라벨과')라는 시대적 배경과 함께 약간은 갑작스럽게 시작한다. 마찬가지로 서술의 장소도 헤브론에 있는 아브라함의 장막으로부터(13:18) 국제적인 중요성을 띠는 사건인 네 왕들의 전쟁으로 갑작스럽게 옮겨간다(14:1-11). 그러나 서술내의 몇 몇 표시들은 저자가 14장을 앞의 내용과 밀접하게 연관시켜서 읽혀지도록 의도했음을 보여준다. 14:12에서 나라들 사이의 전쟁에 대한 설명의 초점은 롯이 붙잡히고 소돔이 약탈당했다는 설명을 통하여 13장의 장면으로 신속하게 축소된다. 서술은 롯의 붙잠힘에 대한 기사에 뒤이어서 헤브론의 마므레 상수리 수풀 근처에 거하였던 아브라함에 대한 설명과 함께(14:13) 13:18의 장면으로 되돌아 간다. 이 시점에서 아브라함은 네 왕들과의 전쟁에 대한 설명에서 중심에 놓이게 되고 놀랍게도 그의 군사들을 동원하여 네 왕들을 물리치게 된다(14:14-12). 설명의 끝 부분에서 '마므레'에 대한 언급은(14:24) 독자의 시선을 13장 끝 부분의 장면으로 돌이킨다. 이들 두 서술을 이러한 방법으로 연결시킴으로써 저자는 국제적인 중요성을 띠는 한 사건이 헤브론에 있는 아브라함의 장막을 쓸고 지나가고 있음을 보여주고 그럼으로써 아브라함으로 하여금 그것의 일상적인 단순함을 잃어버림이 없이 그의 믿음의 의미를 광범위한 스케일로 제시하는 사건 속에 참여하도록 만든다. 아브라함이 헤브론에 있는 그의 단에서 경배한 하나님인 '여호와'는(13:18) 동방의 네 왕들을 아브라함의 손에 붙이신 '천지의 주재'이시다(14:22). 이 세상의 왕들로부터 아무 것도 원하거나 요구하지 않은 아브라함은(14:22-23) 땅에 안전하게 거할 수 있음을 증명해주는 유일한 인물이다. 12:3이 예시해주는 것과 같이 아브라함에게 동참하는 자들은(14:13) 그의 축복을 누릴 것이지만(14:24) 그로부터 분리되는 자들은 롯이 그러했던 것처럼 (13:12) 소돔과 고모라와 동일한 운명을 맞게 될 것이다(14:11-12). 14장의 구성에 있어서의 또 다른 특징은 14장을 그 이전의 서술들의 주제와 연결시키려는 저자의 의도를 명확하게 보여준다. 네 왕들의 전쟁에 대한 설명의 첫부분에서 독자는 14장의 사건이 '시날 왕 아므라벨' 시대에 발생했다는 사실을 알게 된다. 저자는 이미 명확하고도 의도적으로 시날과 바벨론을 동일시하였다(10:10, 11:2,9). 저자는 시날 왕의 이름이 명단의 첫 부분에 나옴으로써 이 서술을 10장(10:10)과 11장(11:2)에서 소개되는 '바벨론'의 주제와 연결되도록 이 서술의 도입부를 세심하게 배열한 것으로 보인다. 이 점은 14장의 나머지 부분을 통하여 이들 네 왕의 이름이 1절에서의 명단의 순서와 다르다는 사실에 의해서도 드러난다. 14:1의 명단에서 처음 등장하는 인물은 시날 왕 아므라벨인 반면에 14장 전체를 통하여 네 왕들 중에서 처음 언급되는 인물은 아므라벨이 아니라 엘람 왕 그돌라오멜이다(4, 5, 9, 17절). 9절에서의 왕의 명단은 그돌라오멜이 첫째고 아므라벨이 셋째인 반면에 1절에서는 아므라벨이 첫째고 그돌라오멜이 셋째이다. 우리가 두 명단 속의 이름의 순서를 비교해 볼 때에 우리는 명단 속에서 그돌라오멜에 뒤이어서 디달이 나오고 아므라벨에 뒤이어서 아리옥이 나오는 것을 알 수 있다. 그러므로 이름의 순서에 있어서의 균열은 오직 아므라벨의 이름에서만 일어난다."
        },
        {
            "verse_reference": "14:9",
            "commentary": "그돌라오멜, 디달,           아므라벨, 아리옥"
        },
        {
            "verse_reference": "14:1",
            "commentary": "아므라벨, 아리옥,           그돌라오멜, 디달 만일 다른 모든 명단에서 그돌라오멜이 항상 처음 언급되고 있는 사실에서 드러나는 것처럼(4절에서는 단순히 '그돌라오멜' 그리고 5, 17절에서는 '그돌라오멜과 그와 동맹한[함께한] 왕들'의 경우와 같이) 9절에서의 순서와 원래의 것이라면 서술의 첫 부분에서 저자는 명단을 두 부분으로 나누어서 아므라벨로 시작되는 명단을 첫 부분에 넣고 다른 것을 나중 부분에 넣은 것이 분명하다. a. 네 왕들이 가나안을 정복하다(14:1-11) 네 왕들에 의한 가나안 정복에 대한 설명 속에서 독자를 놀라게 하는 것은 실제적인 전쟁 자체에 대한 설명은 거의 주어지지 않는 반면에 지리적이고 정치적인 요소들이 자세히 주어지고 있다는 사실이다. 저자는 분명히 전쟁의 실제적인 과정보다는 그것의 지리적인 범위에 보다 흥미를 가진 것이 분명하다. 서술의 이러한 특징으로부터 볼 때에 여기에서 설명된 사건들은 그 범위에 있어서 전세계적이며 그것이 소돔과 고모라 왕들의 치욕적인 패배로 끝나고 있음이 명백하다. 왕들은 철저히 참패하였다(14:10-11). b.롯이 붙잡히다(14:12) 서술의 이 시점에서 관점은 뚜렷하게 바뀐다. 독자가 볼 수 있는 시선의 범위는 동방의 네 왕들과의 전쟁에 대한 전세계적 관점으로부터 롯의 운명에 있어서의 갑작스러운 변화로 바뀐다. 소돔에 장막을 치기 위하여 아브라함을 떠났던 롯은 소돔과 고모라의 재물들과 함께 포로로 잡혀갔다(12절). 사건의 악화되는 과정에 대한 빠른 묘사 속에서 독자는 롯의 불행한 운명에 대한 궁극적인 원인을 상기하게 된다. \"소돔에 거하는 아브람의 조카 롯도\"(14:12b). 그러므로 서술은 다시 한 번 땅에서의 축복과(12:1-3, 13:14-17), 아브라함으로부터 분리된 모든 자들의 운명이라는 보다 큰 문맥으로 이끌려 간다. 롯의 운명은 아직도 그를 아브라함의 중재로 인도할 교훈, 혹은 그러한 교훈의 첫 단계이다(18:23-32). 롯의 운명은 두 번에 걸쳐서 아브라함에 의해서 회복되는데 첫번째는 여기에서 바벨론과의 전쟁에서이며 두번째는 18,19장에서의 소돔의 멸망에서부터이다. 여기에서 아브라함은 그의 318인을 거느리고 롯을 구출하였다. 또한 18,19장에서 아브라함의 중재는(18:23-32, 19:29) 롯의 구출에 영향을 끼쳤다. 이러한 서술 속에서 드러나는 아브라함의 모습은 \"그는 선지자라 그가 너를 위하여 기도하리니 네가 살려니와\"라는 20:7에서의 말씀과 동일하다. 인류에 대한 하나님의 축복은 아브라함과 그의 씨에 연결되어 있다. c. 아브라함이 롯을 구출하다(14:13-16) 서술의 초점은 13장 마지막 부분의 장면으로 되돌아 간다. 아브라함은 세 명의 동료들과 함께 헤브론에 거주하였는데(14:13) 이상하게도 이전 서술 속에 기록된 사건들에 의해서 영향을 받지 않았다. 욥기 1:17과 매우 유사한 이 간단한 장면 속에서 아브라함은 정예의 군사들을 길러서 네 왕들을 물리치고 롯과 그와 함께한 포로의 남은 자들을 찾아올 수 있었다. d. 아브라함이 두 왕을 만나다(14:17-24) 전쟁으로부터 돌아온 후에 아브라함은 '왕곡'에서 두 왕들을 만났다. 이 서술의 현재 모양은 멜기세덱에 대한 부분의 삽입으로 말미암아 흐트러지고 혼란스러워졌다는 주장이 있어 왔다(14:18-20). 그것은 오직 소돔 왕을 다루고 있는 부분에만 삽입된 것으로 보인다. 멜기세덱은 서술 속에서 그 출처를 알 수 없고 또한 순서간에 사라지며 다시 등장하거나 더 설명되지 않는 것은 사실이다. 이 서술의 구조는 특별한 것이 아닌데 멜기세덱과의 만남(18-20절)이 소돔 왕을 다루고 있는 부분 속으로 삽입된 것은, 그것이 소돔 왕과의 만남에 대한 배경으로서 읽혀져야 함을 암시한다. 그러므로 살렘 왕에 대한 아브라함의 긍정적인 대답과 소돔 왕에 대한 그의 부정적인 대답 사이에는 하나의 대조가 이루어진다. 두 왕들에 대한 아브라함의 대답 뒤에는 살렘 왕의 제안과 소돔 왕의 제안 사이의 대조가 놓여 있다. 살렘 왕은 제사장의 행위에 속하는 바 '떡과 포도주'를 가지고 와서(18절) 원수를 아브라함의 손에 붙이신 이가 '천지의 주재이신 지극히 높으신 하나님'이심을 인정한다(19절). 다시 말하자면 살렘 왕의 관점은 저자 자신의 관점과 일치하는데 그는 자신의 작품의 첫부분에서 애굽인의 손으로부터 이스라엘을 구원하신 하나님은(출 20:2를 보라) 하늘과 땅의 창조주이심을 인정하였다(창 1:1). 그렇다면 살렘 왕에게 십일조를 줌으로써 그에 대하여 보인 아브라함의 반응은 멜기세덱의 제사장직과 함께 그의 제안의 유효성을 올바로 인정한 것이다(민 18:21을 보라) . 소돔 왕의 제안은 매우 달랐는데, 그는 아브라함에게 전쟁에서 되찾은 모든 '재물'을 주려고 하였다(창 14:21). 이에 대한 아브라함의 반응은 그 자신을 보여줄 뿐만 아니라 이러한 행위에 대한 저자의 관점도 보여준다. 그것은 소돔 왕으로부터의 보상의 제안이었는데 아브라함은 그것과는 상관이 없었다. 서술의 마지막 부분에서의 그의 엄숙한 말이 보여주는 것과 같이 아브라함의 보상은 이 세상의 왕들로부터 오는 것이 아니라 '천지의 주재이신 여호와'로부터 온다. 다음에 이어지는 장이 보여주는 것과 같이(예를 들면, 15:1,14) 그가 소유할 모든 '재물'은 여호와로부터 올 것이다. 여러면에 있어서 14장의 사건들은 이방 나라들과의 전쟁에 관한 교훈으로 이루어진 신명기 20:1-15의 내용과 동일한 관심사를 반영한다. 여기에서 아브라함의 행위는 \"멀리 떠난 성읍들 곧 이 민족들에게 속하지 아니한 성읍들\"(신 20:15)에 대한 전쟁을 상기시켜주는 방법으로 묘사되고 있다. 그는 자기보다  큰 군대를 대항하여 싸움에 있어서 주저하지 않는다(신 20:1 참고). 그러므로 저자는 아브라함이 사사기 7:6(\"여호와께서 기드온에게 이르시되 내가 이 물 핥아 먹은 삼백명으로 너희를 구원하며 미디안 사람을 네 손에 붙이리니\"개역성경은 7절)에서의 기드온의 삼백 군사에 해당하는, 오직 318명만을 거느리고 나갔음을 우리에게 보여준다. 아브라함은 특별히 '집에서 길리고 연습한 자'(창 14:14)만을 거느리고 출전하였다. 여기에서 '연습한 자'에 해당하는 히브리 표현은 성경의 다른 부분에서는 발견되지 않으며 고대 역사와 풍습의 문맥 속에서의 그 의미도 분명치 않다. 그러나 여기에서 이 단어의 용법은 전쟁에 나아갈 자는 오직 그 집을 '낙성시킨(dedicated)' 사람이어야 함을 언급하고 있는 신명기 20:5과의 또 다른 연결점을 제공해 준다. 모세오경 내에서 이 동사는 오직 신명기의 이 구절에서만 나오기 때문에 단어의 용법에 의하여 이들 두 본문을 연결시키는 것은 가능성이 있어 보인다. 비록 아브라함은 소돔 왕으로부터의 보상의 제안을 거절했지만 그의 군사들이 먹은 것에 대해서는 정당한 지분을 요구하였다(창 14:24). 신명기 20:14은 멀리 떨어진 나라들과의 전쟁에 참여하는 자들은 그 전쟁에서 거두어들인 전리품을 '먹을 수 있다'고 명백하게 말해준다(NIV은 신 20:14의 '먹다'를 '사용하다'로 번역하였다 개역 성경은 '취하라'고 번역했음). 아브라함은 또한 그 세 동료들이 그 전리품에 있어서 정당한 몫을 가지고 있음을 인정했는데(창 14:24) 이것도 역시 신명기 20:14의 규정과 일치한다. 그럼에도 불구하고 아브라함은 소돔 왕의 소유로부터 취하기를 단호히 거절하였는데(창14:23) 이것은 유업의 땅의 경계내에 살고 있는 나라들로부터의 전리품에 대하여 언급하고 있는 신명기 20:17에서 묘사된 것과 같다. 이 구절과 함께 우리는 신명기 20:2이 '제사장'에 대하여 백성으로 하여금 \"너희 하나님 여호와는 너희와 함께 행하시며 너희를 위하여 너희 대적을 치고 너희를 구원하시는 자니라\"(신20:13 참고 \"네 하나님 여호와께서 그 성읍을 네 손에 붙이시거든\")는 사실을 상기시키는 역할을 규정하고 있음을 주목해야 한다. 이와 매우 유사하게 아브라함이 지극히 높으신 하나님의 '제사장'인 멜기세덱을 만났을 때에 그는 아브라함에게 \"너의 대적을 네 손에 붙이신 지극히 높으신 하나님을 찬송할지로다\"라고 선포하였다(창 14:20). 이러한 유사성의 관점에서 볼 때에 저자는 아브라함이 비록 시내산에서의 하나님의 계시보다 훨씬 오래전에 살았지만 하나님의 뜻과 조화를 이루는 삶을 살았음을 보여주려고 의도했음이 드러난다. 아브라함은 하나님의 율법이 그 마음에 기록된 자로서 그려지고 있다. 그는 비록 율법이 아직 주어지지는 않았지만 율법에 순종하였다. 아브라함의 삶에 대한 이러한 해석은 창세기의 저자에게 있어서 낯전 것은 아니다. 창세기에서 아브라함에 대한 마지막 언급들 증에서 하나는 그가 하나님의 '명령과 계명과 율례와 법도를'(창26:5) 지켰다는 것이다. 이러한 용어들은 신명기에서는 잘 알려진 것들인데(예를 들면, 신 11:1, 26:17) 여기에서 이 용어들은 시내산에서 계시된 율법을 지키는 것을 묘사하는 표현으로 쓰이고 있다. 그러므로 저자의 관점은 아브라함이 믿음의 사람으로서 '율법을 지켰음'을 제시하려는 것으로 보인다. 그는 그 이전에 기록된 율법을 가지고 있지 않았음에도 불구하고 그것을 지켰다. 이러한 면에서 볼 때에 14장과 26장으로부터 묘사되는 아브라함의 모습은 예레미야 31:33에 나오는 새 언약의 약속의 그것과 매우 유사한데 여기에서 하나님께서는 그들이 '마음으로부터' 그것에 순종하도록 율법을 언약백성의 마음에 기록할 것이라고 약속하셨다. 이것은 나중에 신약의 저자들이 묘사한바, 새 언약 아래서의 삶의 모습에 있어서 중심 인물로 등장하는 아브라함의 모습과 동일하다(예를 들면, 롬4장, 갈3장)."
        }
    ]
}