{
    "bible_book": "히브리서",
    "chapter_number": 8,
    "commentaries": [
        {
            "verse_reference": "8:2",
            "commentary": "; 빌 1:6). (다) 하나님과의 확고한 관계성. 새 언약의 두번째 우월성은 '저희에게  하나님이 되실'하나님과, 하나님께서 말씀하시는 바 '내 백성이 될' 백성들 사이에 긴밀한 관계 가 형성된다는 점이다. 물론 하나님께서는 옛 언약을 체결하기에 앞서 '너희로 내  백 성을 삼고 나는 너희의 하나님이 되리니'(출 6:7)라고 하셨다. 그러나 옛  언약과  새 언약에 있어서의 이런 말에는 의미상 차이가 있다. 왜냐하면 옛 언약에 있어서는 이스 라엘이 하나님의 택한 백성이라는 사실에 그 강조점이 있는 데 반해(출 195,6), 새 언 약에 있어서는 구원자 하나님이신 예수 그리스도께서 인간과 함께 하신다는 점에 강조 점이 있기 때문이다(마 1:21-23; 요 1:9-12; 3:16). (따) 하나님을 아는 지식의 직접성(11절). 새 언약의 세번째 우월성은 새  언약에 참여하는 사람은 누구든지 하나님에 대한 지식을 갖게 된다는 것이다. 옛  언약에서는 모세, 제사장, 선지자 등이 언약의 중재자로서(대하 17:7-9; 렘 32:33) 하나님과 백성 이 언약으로 맺어진 관계에 있을 깨닫게 하는 일을 담당하였다. 그러나 새 언약에서는 백성을 위해 언약을 중재할 필요가 없는데, 이는 새 언약의 참여자마다 성령을 통하여 보다 풍성하고 분명한 하나님의 계시를 소유할 수 있기 때문이다. 옛 언약에는 불  같 은 말씀으로 돌비에 새기며 듣고 배우고 깨닫게 하여 마음에 새기도록 하였다. 그러나 새 언약에는 성령이 심령 속에 직접 오셔서 심령에 영으로 말씀을 기록하고  생각나게 하며 가르치시고 성령으로 증거하게 하셨다. 또한 모든 자가 다 하나님을 알게 될  것 이라는 말씀은 앞으로 예수께서 재림하셔서 되어질 미래에 대한 예언이기도 하다.  고 린도전서 13:12말씀처럼  '그 때에는 얼굴을 대하여 볼 것이요, 주께서 나를 아신  것 같이 내가 온전히 알게 될 것'이기 때문이다. (마) 완전한 사죄. 새 언약의 네번째 우월성은 완전한 사죄 즉  영원한  죄사함이 있다는 것이다. 이 말은 곧 이제는 죄를 위하여 반복해서 속죄 제사를 드릴 필요가 없 다(7:27)는 말과 동일하다. 12절에 나오는 '하나님께서 백성들의 죄를 다시는  기억지 아니하겠다'는 말씀의 원뜻은 '죄인에게 그 죄에 대한 것을 책임지우지 않는다'는  뜻 이다. 여기에 '기억지 아니한다'는 뜻은 '기억이 없어진다'는 뜻이 아니고 '그들의 죄 에 대한 책임을 그들에게 돌리지 아니하고 그 책임을 하나님께서 담당하시겠다'는  뜻 이다. 그래서 하나님께서는 새 언약의 주인공되시는 예수에게 모든 인류의 죄에  대한 책임을 짊어지게 하셔서 십자가에 죽게 하셨을 뿐 아니라 우리를 위하여 하나님  우편 에서 중보하게 하셨다. 그러므로 새 언약에 거하며 믿고 사는 우리에게  필요한  것은 자신이 범죄할 때마다 겸손히 하나님 앞에 용서를 구하고 다시는 그 같은 죄를 범하지 않도록 노력하는 것이다(요 5:14; 갈 4:8,9). (바) 효력의 영원성. 새 언약의 마지막 우월성은 그 효력의 영원성이다. 하나님께 서는 새 언약을 영원하게 하신다(13절). 첫 언약에 의해 시행되던 모든 의식과 예법은 모든 백성이 완전하게 다 이행하지 못하였고, 여기에 따른 모든 방법은 완전한 방법이 아니었으며, 예수께서 오실 때까지 그림자나 모형, 혹은 비유로 남겨놓으신  것뿐이엇 다. 그래서 완전한 방법을 가지고 이 땅에 오신 예수께서는 옛 언약에 의해 예고해 주 었던 모든 일들을 다 완성시키고 영원히 없어지지 아니할 새 언약을 주셨으며, 이  새 언약의 법은 영원히 살아 계시는 예수로 말미암아 영원하며 낡고 쇠하지 않는다. 또한 옛 언약은 사람들의 불의로 인해 그 효력이 상실되었지만, 새 언약은 사람들의 불의에도 불구하고 끝까지 그 효력을 간직할 것이다. 왜냐하면 하나님께서 인간의  불 의를 긍휼히 여기고 저희 죄를 다시는 기억지 않으시겠다는 것(12절)이 새 언약의  주 요 골자이기 때문이다. 따라서 이 같은 새 언약이 우리들에게 주어졌다는 것은  '영혼 의 닻 같아서 튼튼하고 견고하며'(6:19) 우리를 영원한 구원의 자리에로 인도하여  줄 것이다. 위에서 살핀 특성을 중심으로 옛 언약과 새 언약의 차이점을 도표화하면 다음과  같 다. +--------------------+---------------------------+-----------------------------+ |                    |       옛    언 약         |       새    언  약          | +--------------------+---------------------------+-----------------------------+ |복종의 자세         |외형적                     |내면적                       | +--------------------+---------------------------+-----------------------------+ |하나님과의 관계성   |하나님의 선택이 강조       |임마누엘 하나님이 강조       | +--------------------+---------------------------+-----------------------------+ |하나님을 아는 지식  |선지자, 제사장을 통한 간접 |성령을 통한 개인적, 지접적   | |                    |적 지식                    |지식                         | +--------------------+---------------------------+-----------------------------+ |사죄                |반복적인 속죄 제사가 필요함|죄를 다시는 기억지 않으심    | +--------------------+---------------------------+-----------------------------+ |내용과 효력의 지속성|백성들의 불순종으로 효력이 |사람들의 불의에도 불구하고 효| |                    |상실                       |력이 영원히 지속됨           | +--------------------+---------------------------+-----------------------------+ * 언약 신학에 대하여.  성경에 사용된 '언약'(       , 브리트:               , 디아데케)이란 말의 독특한 신학적 의미는 믿음으로 약속을 받은 사람들의 축복과  유 익을 위해서 하나님께서 특별히 세워주신(레 26:9) 은혜로운 보증의 말씀 즉 하나님과 인간 사이의 약속 관계를 뜻한다. 따라서 성경에 나타난 '언약'이라는 말은 당시 고대 근동 지방에서  흔히  행해졌던 계약, 즉 두 사람 또는 두 집단간의 상호 합의하에 이루어진 쌍무 계약이나  종주권적 협약 등과 같은 의미로 이해되어서는 안된다. 비록 성경의 언약들이 그러한  인간들의 계약 형태를 도입했다 하더라도 성경의 언약은 어디까지나 인간과 인간 사이의 계약이 아니라 하나님과 인간 사이의 계약이라는 점에 유의해야 한다. 즉 언약의 주도권은 언 제나 하나님께 있는 것이고 인간은 단지 수혜자일 뿐이다. 그러므로 신구약성경에서는 '언약'을 하나님이 명하신 것(수 7:11), 하나님이 세우신 것(레 26:9; 신 5:2),  하나 님이 주신 것(행 7:8)이라고 표현한다. 즉 피조물이요 죄인인 인간의 주장이나 욕망이 전혀 배제된 채 처음부터 끝까지 하나님에 의해서 제시되고 집행되어 지는 것이  성경 언약의 특징이다. 왜냐하면 언약은 그 궁극적 내용과 목적이 인간의 구원에 관계된 것 이기 때문이다. 이처럼 성경에 나타난 언약을 구속사적 맥락에 관련시켜 개혁주의  신 학 안에서 특징적으로  발달시키고  체계화시킨  일련의  신학  사상을  '언약  신학' (Covenant Theology)이라 한다. 다시 말하면 언약이란 하나님께서 당신의 구원 계획을 약속의 형태로 인간들에게 계 시한 일종의 입법 행위이다. 뿐만 아니라 성경에 나타난 모든 언약들은 그 속성에  있 어서 동시성을 띠고 있으므로 오늘날에도 여전히 우리에게 적용되는 하나님의  약속이 다. 더 나아가 창조사를 중심으로 성경의 주요 언약들을 살펴보면 타락 이전에는 최초의 행위 언약이 있었으나(창 2:16,17) 이 행위 언약은 인간측의 불순종으로 깨지고 이 후에 하나님의 은혜로 은혜 언약이 나타났다(창 3:15). 이 은혜 언약이 여러 시기에  다양한 사람들에게 각종 형태(patters)로 나타나 상이한 경륜을 거치지만 그 본체나  목적에 있어서는 율법 전과 율법 후, 그리고 전세대를 통하여 항상 동일하였다. 즉 인간들에게 주어졌던 그리고 인간들과 맺었던 하나님의 모든 언약들은 그리스도 안에서 하나로 통일되고 그리스도로 말미암아 완성되는 십자가 사건의 계시로서 마침내  재림과 심판으로 이어지는 하나님의 비밀이었다(고전 4:1; 계 10:7)."
        }
    ]
}